Repository: IamTouseef481/tudo
Catalog: apps/core/priv/gettext/*/LC_MESSAGES/general.po
Languages: ar, es, hi, te, ur

# Service Provider_sends_employment_invitation_to_Consumer_notify
source: NEW EMPLOYMENT! - Your action REQUIRED!! Welcome onboard for your employment offer from {Service Provider_profile_name}. Click here for next steps.
es: !! NUEVO EMPLEO - Su acción REQUERIDA !! Bienvenido a bordo para su oferta de empleo de {Service Provider_profile_name}. Haga clic aquí para ver los siguientes pasos.
hi: !! नया रोजगार - आपकी कार्रवाई की आवश्यकता है !! {Service Provider_profile_name} से आपके रोजगार की पेशकश के लिए आपका स्वागत है। अगले चरणों के लिए यहां क्लिक करें।
te: !! కొత్త ఉద్యోగి - మీ చర్య అవసరం !! మీ సర్వీస్ ఆఫర్ కోసం {సర్వీస్ ప్రొవైడర్_ప్రొఫైల్_ పేరు} నుండి స్వాగతం. తదుపరి దశల కోసం ఇక్కడ క్లిక్ చేయండి.
ur: !! نیا روزگار - آپ کا عمل ضروری ہے !! employment سروس پرووائڈر_پروفائل_ نام from سے آپ کی ملازمت کی پیش کش کے لئے جہاز پر خوش آمدید۔ اگلے اقدامات کے لئے یہاں کلک کریں۔

# reset_password_for_Consumer_notify
source: ACCOUNT UPDATE! - Your action REQUIRED!! An email had been sent with updated Instructions.
es: !! ACTUALIZACIÓN DE LA CUENTA - Su acción REQUERIDA !! Un correo electrónico enviado con instrucciones de actualización.
hi: !! खाता अद्यतन - आपकी कार्रवाई की आवश्यकता है !! अद्यतन निर्देशों के साथ भेजा गया एक ईमेल।
te: !! ఖాతా నవీకరణ - మీ చర్య అవసరం !! నవీకరణ సూచనలతో ఒక ఇమెయిల్ పంపబడింది.
ur: !! اکاؤنٹ کی تازہ کاری - آپ کی کارروائی کی ضرورت ہے !! ایک ای میل اپ ڈیٹ ہدایات کے ساتھ بھیجا گیا۔

# employee_enrollment_notify_title
source: Employee Enrollment
es: inscripción de empleados ¡
hi: कर्मचारी नामांकन
te: ఉద్యోగుల నమోదు
ur: ملازم انرولمنٹ

# reset_password_notify_title
source: Reset Password
es: Contraseña de restablecimiento de
hi: रीसेट पासवर्ड
te: పాస్‌వర్డ్ రీసెట్
ur: ری سیٹ پاس ورڈ

# can_not_get_push_notification_message
source: Can't get push notification message!
es: No se puede recibir el mensaje de notificación automática!
hi: पुश सूचना संदेश प्राप्त नहीं कर सकता है!
te: పుష్ నోటిఫికేషన్ సందేశాన్ని పొందలేరు!
ur: کو پش نوٹیفیکیشن میسج نہیں مل سکتا!

# logout_successfully
source: Logout successful
es: Cierre de sesión exitoso ¡
hi: लॉगआउट सफलसफलतापूर्वक
te: లాగ్ అవుట్ విజయవంతమైనవిజయవంతంగా
ur: لاگ آؤٹ کامیابکامیابی کے ساتھ

# token_successfully_sent
source: Token sent successfully!
es: Token enviado con éxito!
hi: टोकनभेजा गया!
te: టోకెన్పంపబడింది!
ur: ٹوکنبھیجا گیا!

source: Unable to create Branch!
es: ¡No se puede crear la rama!
hi: शाखा बनाने में असमर्थ!
te: శాఖను సృష్టించడం సాధ్యపడలేదు!
ur: برانچ بنانے سے قاصر!

source: Unable to update Branch!
es: ¡No se puede actualizar Branch!
hi: शाखा अपडेट करने में असमर्थ!
te: బ్రాంచ్‌ని అప్‌డేట్ చేయడం సాధ్యపడలేదు!
ur: برانچ کو اپ ڈیٹ کرنے سے قاصر!

source: Unable to create Business!
es: ¡No se puede crear negocio!
hi: व्यवसाय बनाने में असमर्थ!
te: వ్యాపారాన్ని సృష్టించడం సాధ్యపడలేదు!
ur: کاروبار بنانے سے قاصر!

source: Unable to update Business!
es: ¡No se puede actualizar la empresa!
hi: व्यवसाय अपडेट करने में असमर्थ!
te: వ్యాపారాన్ని అప్‌డేట్ చేయడం సాధ్యపడలేదు!
ur: کاروبار کو اپ ڈیٹ کرنے سے قاصر!

# dynamic_field_value_does_not_exist
source: Dynamic Field value doesn't exist!
es: ¡El valor del campo dinámico no existe!
hi: गतिशील फ़ील्ड मान मौजूद नहीं है!
te: డైనమిక్ ఫీల్డ్ విలువ లేదు!
ur: متحرک فیلڈ ویلیو موجود نہیں ہے!

# employee_setting_does_not_exist
source: Employee setting doesn't exist!
es: ¡La configuración del empleado no existe!
hi: कर्मचारी सेटिंग मौजूद नहीं है!
te: ఉద్యోగుల సెట్టింగ్ ఉనికిలో లేదు!
ur: ملازمین کی ترتیب موجود نہیں!

# manage_employee_does_not_exist
source: Manage employee doesn't exist!
es: ¡Administrar empleado no existe!
hi: कर्मचारी का प्रबंधन मौजूद नहीं है!
te: ఉద్యోగి ఉనికిలో లేనట్లు నిర్వహించండి!
ur: کا انتظام ملازم موجود نہیں ہے!

# shift_schedule_does_not_exist
source: Business Shift Schedule doesn't exist!
es: ¡El horario de turnos de negocios no existe!
hi: व्यवसाय शिफ्ट अनुसूची मौजूद नहीं है!
te: బిజినెస్ షిఫ్ట్ షెడ్యూల్ లేదు!
ur: بزنس شفٹ شیڈول موجود نہیں ہے!

# unable_to_invite_employee
source: Unable to send Employment Invitation
es: No se pudo enviar la invitación de empleo
hi: रोजगार आमंत्रण भेजने में असमर्थ
te: ఉపాధి ఆహ్వానాన్ని పంపడం సాధ్యపడలేదు
ur: ملازمت کا دعوت نامہ بھیجنے سے قاصر

source: No error found
es: No se encontró ningún error
hi: कोई त्रुटि नहीं पाई
te: లోపం కనుగొనబడలేదు
ur: کوئی خرابی نہیں ملی

# unable_to_list_hw_users
source: Unable to list down Hyperwallet users
es: No se pudo enumerar los usuarios de Hyperwallet
hi: गई। हाइपरवाल्ट उपयोगकर्ताओं को सूचीबद्ध
te: హైపర్‌వాలెట్ వినియోగదారులను జాబితా
ur: ہائپر واللیٹ صارفین کی فہرست درج کرنے سے

# unable_to_get_invoice
source: Unable to fetch Invoice
es: No se pudo recuperar la factura
hi: करने में असमर्थ इनवॉइस प्राप्त
te: చేయలేకపోయాము ఇన్వాయిస్
ur: قاصر انوائس کو بازیافت

source: Unable to generate Invoice
es: No se pudo generar elfactura
hi: करने में असमर्थ इनवॉइसउत्पन्न करने में असमर्थ
te: పొందలేకపోయాము ఇన్వాయిస్ని రూపొందించలేకపోయాము
ur: کرنے سے قاصر انوائستیار کرنے سے قاصر

# invoice_id_or_job_id_missing_in_params
source: ID or Job_id missing in parameters!
es: ID deo Falta el ID de trabajo en los parámetros.
hi: आईडी या Job_id मापदंडों में लापता!
te: IDలేదా జాబ్_ఐడ్ పారామితులలో లేదు!
ur: ID یا جاب_آئڈیپیرامیٹرز میں موجود ہے!

# this_invoice_is_locked
source: Invoice locked, you can't update this Invoice!
es: Factura bloqueada, no puede actualizar esta factura.
hi: लॉक किया गया चालान, आप इस चालान को अपडेट नहीं कर सकते हैं!
te: ఇన్‌వాయిస్ లాక్ చేయబడింది, మీరు ఈ ఇన్‌వాయిస్‌ను అప్‌డేట్ చేయలేరు!
ur: انوائس مقفل ہے ، آپ اس انوائس کو اپ ڈیٹ نہیں کرسکتے ہیں!

source: Error while getting Invoice by Job
es: Error al obtener la factura por trabajo.
hi: जॉब द्वारा चालान प्राप्त करने में त्रुटि जबकि
te: ఉద్యోగం ద్వారా ఇన్‌వాయిస్ పొందడంలో లోపం
ur: ملازمت کے ذریعہ انوائس حاصل کرنے میں خرابی انوائس

source: Unable to Adjust Invoice
es: No se puede ajustar la factura. ¡El
hi: चालानको समायोजित करने में असमर्थ है
te: ఇన్‌వాయిస్సర్దుబాటు చేయడం సాధ్యపడలేదు
ur: کو ایڈجسٹ کرنے سے قاصر

# employee_does_not_exists
source: Employee doesn't exists!
es: empleado no existe!
hi: कर्मचारीमौजूद नहीं है!
te: ఉద్యోగులను!
ur: ملازم موجود نہیں ہے!

# not_permitted_to_update_job
source: You don't have permission to update this Job
es: No tiene permiso para actualizar este trabajo
hi: आपके पास इस जॉब को अपडेट करने की अनुमति नहीं है।
te: ఈ ఉద్యోగాన్ని అప్‌డేట్
ur: آپ کو یہ نوکری اپ ڈیٹ کرنے کی اجازت نہیں ہے

# not_permitted_to_update_estimate
source: You don't have permission to update Estimated Cost
es: . No tiene permiso para actualizar el costo estimado.
hi: आपके पास अनुमानित लागत अपडेट करने की अनुमति नहीं है
te: చేయడానికి మీకు అనుమతి లేదు. అంచనా వ్యయాన్ని అప్‌డేట్ చేయడానికి మీకు అనుమతి లేదు.
ur: آپ کے پاس تخمینہ لاگت کو اپ ڈیٹ کرنے کی اجازت نہیں ہے

source: No request to update Cost Estimates
es: No hay solicitud para actualizar elestimaciones de costos
hi: कॉस्ट एस्टिमेटको अपडेट करने का कोई अनुरोध नहीं है,
te: తీసుకునేటప్పుడు కాస్ట్ ఎస్టిమేట్స్అప్‌డేట్ చేయడానికి అభ్యర్థన
ur: لاگت کا تخمینہ لگانے میں کوئی

# error_while_getting_job
source: Error while fetching the Job
es: error deal obtener eltrabajo
hi: जॉबप्राप्त करते समयत्रुटि
te: పొందుతున్నప్పుడు జాబ్ ఎర్రర్‌నుఎర్రర్‌ని
ur: غلطی نہیں جب ملازمت کیلاتے وقت ملازمت کی

# error_while_getting_branch_from_employee
source: Error while retrieving Branch from Employee_id
es: error demientras se recupera la sucursal de Employee_id
hi: , एंप्लॉयीज से लिंक प्राप्त करते समयएरर
te: ఉద్యోగి_ఇడ్నుండి బ్రాంచ్‌ని తిరిగి
ur: خرابیخرابی کی بازیافت کرتے ہوئے ایمیئل

# Service Provider_meta_does_not_exist
source: Service Provider meta doesn't exist!
es: . ¡El meta del proveedor de servicios no existe!
hi: सेवा प्रदाता मेटा मौजूद नहीं है!
te: సర్వీస్ ప్రొవైడర్ మెటాలేదు!
ur: سروس سروس فراہم کنندہ میٹا موجود نہیں!

# Consumer_meta_does_not_exist
source: Consumer meta doesn't exist!
es: ¡El meta del consumidor no existe!
hi: उपभोक्ता मेटा मौजूद नहीं है!
te: కన్స్యూమర్ మెటా ఉనికిలో లేదు!
ur: صارف میٹا موجود نہیں ہے!

# can_not_create_promotion
source: Something went wrong, can't create Promotion
es: Se produjo un error, no se puede crear la promoción. ¡
hi: कुछ गलत हुआ, प्रमोशन नहीं बना सकते
te: ఏదో తప్పు జరిగింది, ప్రమోషన్సృష్టించడం
ur: کچھ غلط ہو گیا ، پروموشن نہیں تشکیل دے سکتا

# country_service_does_not_exist
source: Country Service doesn't exist!
es: El servicio de país no existe!
hi: देश सेवा मौजूद नहीं है!
te: కంట్రీ సర్వీస్సాధ్యం కాదు!
ur: کنٹری سروس موجود نہیں ہے!

# no_record_against_county_code
source: No record exist against your County
es: Ningún registro existen en contra de suel condado
hi: आपकी काउंटीखिलाफ कोई रिकॉर्ड मौजूद नहीं है।
te: మీ కౌంటీవ్యతిరేకంగా ఏ రికార్డ్ ఉనికిలో
ur: آپ کی کاؤنٹی کیخلاف کوئی ریکارڈ موجود

# error_while_getting_country_from_country_code
source: Error while retrieving Country from Country code
es: error al recuperarde País Código de país
hi: देश कोड से देश को पुनर्प्राप्त करते समयत्रुटि के
te: దేశం కోడ్నుండిలోపందేశం తిరిగి పొందడంలో
ur: کنٹری کوڈ سے ملک کو بازیافت کرتے وقتغلطی کے

# service_not_available_in_this_country
source: This Service not available in this Country
es: Este servicio no está disponible en estePaís,
hi: यह सेवा इस देश में उपलब्ध नहीं है,
te: ఈ సేవఈ దేశంఅందుబాటులో లేదు
ur: نہیں ہے۔ یہ سروس اس ملک میں دستیاب نہیں ہےموجود ہے

source: Error while creating Lead
es: error mientras que la creación deplomo
hi: जबकि लीड
te: లోపంసృష్టించడం లీడ్లేదు,అయితే
ur: جبکہ لیڈتخلیق کرتے وقت خرابی

source: Lead not created
es: Plomo Elno se ha creado
hi: लीड नहीं बना रहा है।
te: లీడ్ రూపొందించినవారు
ur: لیڈ

# not_permitted_to_create_this_setting
source: You don't have Permission to create this Setting
es: Usted no tiene permiso para crear estedeselección
hi: आपके पास इस सेटिंग को बनाने की अनुमति नहीं है
te: మీరుఈసెట్టింగ్ సృష్టించడానికి అనుమతి లేదు
ur: آپ کو یہ ترتیب دینے کی اجازت نہیں ہے

# error_in_getting_setting
source: Error in retrieving Settings
es: error en la recuperación de configuración
hi: सेटिंग्स को पुनर्प्राप्त करने में त्रुटि
te: పొందటం సెట్టింగులు లోపం
ur: ترتیبات کی بازیافت میں

source: Setting does not exist
es: Valor no existe
hi: मौजूद नहीं है सेटिंग कामौजूद नहीं है
te: నేపధ్యంలోలేదు ఉనికిలో
ur: سیٹنگ موجود

source: Unable to upsert employee details
es: Incapaz de upsert detalles de los empleados
hi: विवरण
te: ఉద్యోగి వివరాలు upsert సాధ్యం కాలేదు
ur: نہیں ملازمین کی تفصیلات کو برقرار رکھنے سے قاصر ہے۔

# Consumer_already_settings_with_this_slug
source: This Consumer has already have settings
es: Este consumidor ya tiene configuraciones con esta slug.
hi: इस उपभोक्ता ने पहले ही इस स्लग के साथ सेटिंग कर ली है। इसइस स्लग के साथ
te: ఈ వినియోగదారు ఈ స్లగ్ ఇప్పటికే సెట్టింగులను కలిగి
ur: اس صارف کے پاس پہلے سے ہی اس سلگ کے ساتھ ترتیبات موجود ہیں اس صارف کے پاس اس سلگ کے ساتھ

# Consumer_already_more_than_one_settings
source: This Consumer has already more than one settings
es: Este consumidor ya tiene más de 1 configuración con esta slug.
hi: उपभोक्ता के पासपहले से ही १ से अधिक
te: ఈ కంజ్యూమర్ ఈ స్లగ్తో ఇప్పటికే 1 కంటే ఎక్కువ సెట్టింగులు
ur: پہلے ہی 1 سے زیادہ

source: Unable to create Settings
es: No se puede crearconfiguraciones de
hi: सेटिंग्सबनाने में असमर्थ है
te: సెట్టింగులుసృష్టించడం సాధ్యం కాలేదు
ur: ترتیباتکرنے میں ناکام ہیں

# Consumer_settings_does_not_exist
source: Consumer Settings missing for your User profile!
es: configuraciones. ¡Faltanconsumidor para su perfil de usuario!
hi: सेटिंग्स हैं, जो अपने यूजर प्रोफाइल के लिए गायबउपभोक्ता सेटिंग्स!
te: మీ వినియోగదారు ప్రొఫైల్ వరుసలకుకన్స్యూమర్ సెట్టింగులుఉంది!
ur: ترتیبات موجود ہیں جو آپ کے صارف پروفائل کے لئےصارفین کی ترتیبات غائب!

source: Error in fetching Consumer Settings
es: Error al obtener la configuración del consumidor.
hi: उपभोक्ता सेटिंग लाने में त्रुटि सेटिंग
te: వినియోగదారు సెట్టింగ్‌లను పొందడంలో లోపం సెట్టింగ్‌లనువినియోగదారు సెట్టింగ్
ur: صارفین کی ترتیبات کی بازیافت میں خامی سیٹنگوں

source: Unable to update Settings
es: No se puede actualizar la configuración. ¡configuración del
hi: अपडेट करने में असमर्थ
te: అప్‌డేట్ చేయడం సాధ్యపడలేదు
ur: کو اپ ڈیٹ کرنے سے قاصر

# no_Consumer_setting_exist
source: Consumer Setting doesn't exist!
es: Laconsumidor no existe!
hi: उपभोक्ता सेटिंग मौजूद नहीं है!
te: ఉనికిలో లేదు!
ur: صارفین کی ترتیب موجود نہیں ہے!

# no_employee_details_exist
source: Employee details doesn't exist!
es: ¡Los detalles del empleado no existen!
hi: कर्मचारी विवरण मौजूद नहीं है!
te: ఉద్యోగుల వివరాలు లేవు!
ur: ملازمین کی تفصیلات موجود نہیں!

# unable_to_delete_settings
source: Something went wrong, unable to delete Settings, try again
es: Algo salió mal, no se puede eliminar la configuración, inténtelo de nuevo.
hi: कुछ गलत हो गया, सेटिंग्स को हटाने में असमर्थ, फिर से कोशिश करें
te: ఏదో తప్పు జరిగింది, సెట్టింగ్‌లను తొలగించలేకపోయింది, మళ్లీ ప్రయత్నించండి
ur: کچھ غلط ہوگیا ، ترتیبات کو حذف، دوبارہ کوشش کریں

source: Unable to Logout
es: No se puede cerrar la sesión. ¡
hi: लॉगआउट करने में असमर्थ
te: లాగ్ అవుట్ చేయడం సాధ్యం
ur: کرنے سے قاصرلاگ آؤٹ کرنے سے قاصر

# user_address_does_not_exist
source: User Address doesn't exist!
es: La dirección de usuario no existe!
hi: उपयोगकर्ता पता मौजूद नहीं है!
te: కాదు వినియోగదారు చిరునామా ఉనికిలో లేదు!
ur: صارف کا پتہ موجود نہیں ہے!

# can_not_create_client_token
source: Can't create client Token!
es: ¡No se puede crear el token de cliente!
hi: ग्राहक टोकन नहीं बना सकते हैं!
te: క్లయింట్ టోకెన్‌ను సృష్టించడం సాధ్యం కాదు!
ur: کلائنٹ ٹوکن نہیں بنا سکتا!

# unable_to_get_donations
source: Something went wrong, unable to retrieve Donation list
es: Algo salió mal, no se pudo recuperar la lista de donaciones
hi: कुछ गलत हो गया, दान सूची को पुनः प्राप्त करने में असमर्थ
te: ఏదో తప్పు జరిగింది, విరాళాల జాబితాను తిరిగి పొందలేకపోయాము
ur: کچھ غلط ہو گیا ، عطیہ کی فہرست بازیافت کرنے سے قاصر

# country_id_does_not_exist
source: User's Country ID doesn't exist
es: . El ID de país del usuario no existe.
hi: उपयोगकर्ता की देश की आईडी मौजूद नहीं है
te: వినియోగదారుల దేశ ID ఉనికిలో లేదు వినియోగదారు దేశ ID
ur: صارف کا ملکی شناخت موجود نہیں

# error_in_getting_country_id
source: Error in retrieving User's Country ID!
es: Error al recuperar el ID de país del usuario.
hi: उपयोगकर्ता की देश की आईडी प्राप्त करने में त्रुटि!
te: ని తిరిగి పొందడంలో లోపం!
ur: صارف کا کنٹری ID بازیافت کرنے میں خرابی!

# branch_id_or_business_id_compulsory
source: Business or Branch ID must present in params
es: La identificación de la empresa o sucursal debe aparecer en los parámetros.
hi: व्यवसाय या शाखा आईडी को परमसमें मौजूद होना चाहिए
te: వ్యాపారం లేదా బ్రాంచ్ ఐడి తప్పనిసరిగా పారామ్స్తప్పక
ur: بزنس یا برانچ کی شناخت لازمی طور پرمیں ہونی چاہئے

# promotion_purchase_price_not_exist
source: Promotion purchase Price missing, try again later!
es: Compra de la promoción. Falta el precio, ¡inténtelo de nuevo más tarde!
hi: प्रमोशन खरीदमूल्य लापता, बाद में फिर से प्रयास करें!
te: ప్రమోషన్ కొనుగోలులోధర కనిపించదు, తర్వాత మళ్లీ ప్రయత్నించండి!
ur: پروموشن

# licensed
source: Licensed / Registered
es: Licenciado / registrado
hi: लाइसेंसधारी / पंजीकृत
te: లైసెన్స్ / రిజిస్టర్డ్
ur: لائسنس شدہ / رجسٹرڈ

source: Passport
es: pasaporte
hi: पासपोर्ट
te: పాస్‌పోర్ట్
ur: پاسپورٹ

# driving_license
source: Driver License Card
es: Licencia controlador de la tarjeta
hi: चालक लाइसेंस कार्ड
te: డ్రైవర్ లైసెన్స్ కార్డ్
ur: ڈرائیور لائسنس کارڈ

source: Ration Card
es: Tarjeta de ración
hi: राशन कार्ड
te: రేషన్ కార్డ్
ur: راشن کارڈ

source: Voter ID Card
es: de identificación de votantes tarjeta
hi: मतदाता पहचान पत्र
te: ఓటర్ ఐడి కార్డ్
ur: ووٹر شناختی کارڈ

# aadhar
source: Aadhar Card
es: de felicitaciónAadhar
hi: आधार कार्ड
te: ఆధార్ కార్డ్
ur: آدھار کارڈ

# other_id
source: Other Govt. issued ID Card
es: OtrosGobierno. Tarjeta de identificación emitida
hi: अन्य सरकारी। जारी आईडी कार्ड
te: ఇతర ప్రభుత్వం. జారీ ID కార్డ్
ur: دیگر حکومتجاری کردہ شناختی کارڈ

source: Percentage
es: Porcentaje
hi: प्रतिशत
te: శాతం
ur: کا فی صد

source: Cash
es: Efectivo
hi: नकद
te: క్యాష్
ur: کیش

# national_business_tax
source: Federal/National/Central Business Tax
es: Impuesto comercial federal / nacional / central Impuesto comercial
hi: संघीय / राष्ट्रीय / केंद्रीय व्यापार कर
te: ఫెడరల్ / జాతీయ / కేంద్ర వ్యాపారం పన్ను
ur: فیڈرل / نیشنل / سینٹرل بزنس ٹیکس

# regional_business_tax
source: State/Regional/Province Business Tax
es: estatal / regional / provincial
hi: राज्य / क्षेत्रीय / प्रांत व्यापार कर
te: రాష్ట్రం / ప్రాంతీయ / ప్రాంతం వ్యాపారం పన్ను
ur: صوبہ / علاقائی / ریاست بزنس ٹیکس

# donation_x%
source: List item 1 from TUDO table x%
es: Listar elemento 1 de la tabla TUDO x%
hi: सूची 1 से TUDO तालिका x%
te: జాబితా అంశం 1 tudo పట్టిక నుండి x%
ur: سے TUDO ٹیبل سےکی فہرست شے کے لئے 1 X٪

# donation_$2.00
source: List item 1 from TUDO table $2.00
es: Listar elemento 1 de la tabla TUDO $ 2.00
hi: सूची आइटम 1 से TUDO तालिका $ 2.00
te: జాబితా అంశం 1 tudo పట్టిక $ 2.00నుండి
ur: سے TUDO میز $ 2.001لسٹ آئٹم کے 1

# donation_$1.50
source: List item 1 from TUDO table $1.50
es: Listar elemento 1 de la tabla TUDO $ 1.50
hi: सूची आइटम 1 से TUDO तालिका $ 1.50
te: జాబితా అంశం 1tudo పట్టిక $ 1.50నుండి
ur: TUDO کی میز $ 1.501فہرست آئٹم

# donation_y%
source: List item 1 from TUDO table y%
es: Listar elemento 1 de la tabla TUDO y%
hi: सूची आइटम 1 से TUDO तालिका y%
te: జాబితా అంశం 1 tudo పట్టిక y%
ur: سے TUDO میز Y٪سےفہرست آئٹم

# donation_2%
source: List item 1 from TUDO table 2%
es: Lista elemento 1 de la tabla TUDO 2%
hi: सूची आइटम 1 TUDO तालिका 2%
te: జాబితా అంశం 1 TUDO పట్టిక 2%
ur: لسٹTUDO ٹیبل سے آئٹم 1 2٪

# promotion_radius_1
source: 1 x Service radius (50 Miles/Kms) (TUDO Default)
es: 1 x Radio de servicio (50 millas / Kms) (TUDO predeterminado)
hi: 1 x सेवा त्रिज्या (50 मील / किलोमीटर) (TUDO डिफ़ॉल्ट)
te: 1 x సర్వీస్ వ్యాసార్థం (50 మైళ్ళు/కిమీలు) (TUDO డిఫాల్ట్)
ur: 1 x سروس رداس (50 میل / کلومیٹر) (TUDO Default)

# promotion_radius_2
source: 2 x Service radius
es: 2 x Radio de servicio
hi: 2 x सेवा त्रिज्या
te: 2 x సేవా వ్యాసార్థం
ur: 2 X سروس رداس

# promotion_radius_3
source: 3 x Service radius
es: 3 x Radio de servicio
hi: 3 x सेवा त्रिज्या
te: 3 x సేవా వ్యాసార్థం
ur: 3 x سروس رداس

# federal_authority
source: Federal/National/Central Govt. Authority
es: Federal / Nacional / Central Govt. Autoridad
hi: संघीय / राष्ट्रीय / केंद्रीय सरकार। प्राधिकरण
te: సమాఖ్య/జాతీయ/కేంద్ర ప్రభుత్వం. అథారిటీ
ur: فیڈرل / نیشنل / سنٹرل گورنمنٹ۔ اتھارٹی

# regional_authority
source: State/Region/Province Govt. Authority
es: Estado / Región / Provincia Gob. Autoridad
hi: राज्य / क्षेत्र / प्रांत सरकार। प्राधिकरण
te: రాష్ట్రం/ప్రాంతం/ప్రావిన్స్ ప్రభుత్వం. అథారిటీ
ur: ریاست / علاقہ / صوبہ حکومت اتھارٹی

# county_authority
source: County/ City Govt. Authority
es: Condado / Ciudad Govt. Autoridad
hi: काउंटी / शहर सरकार। प्राधिकरण
te: కౌంటీ/ నగర ప్రభుత్వం. అథారిటీ
ur: کاؤنٹی / سٹی گورنمنٹ اتھارٹی

# local_authority
source: Town/Village/Local Govt. Authority
es: Ciudad / Pueblo / Gobierno local. Autoridad
hi: टाउन / गांव / स्थानीय सरकार। प्राधिकरण
te: పట్టణం/గ్రామం/స్థానిక ప్రభుత్వం. అధికారం
ur: ٹاؤن / گاؤں / مقامی حکومت اتھارٹی

# local_business_tax
source: City/Town/Village/Local Business Tax
es: City / Ciudad del Impuesto Empresarial / pueblo / local
hi: शहर / शहर / गांव / स्थानीय व्यापार कर
te: నగరం / పట్టణం / పల్లె / స్థానిక వ్యాపారం పన్ను
ur: شہر / قصبہ / گاؤں / مقامی کاروباری ٹیکس

# sgst_business_tax
source: SGST (Service GST)
es: SGST (Servicio GST)
hi: SGST (सेवा GST)
te: SGST (సర్వీస్ జిఎస్టి)
ur: SGST (سروس GST)

# vat_business_tax
source: VAT
es: IVA
hi: वैट
te: వేట్

source: Other Business Tax
es: Otras Impuesto de Negocios
hi: अन्य व्यवसाय कर
te: ఇతర వ్యాపార పన్ను
ur: دیگر کاروباری ٹیکس

# auto_insurance
source: Auto/ Vehicle Insurance
es: Auto / Vehículo Seguro Seguro
hi: ऑटो / वाहन बीमा
te: ఆటో / వెహికల్ భీమా
ur: آٹو / وہیکل انشورنس

source: Fire Insurance
es: contra incendios Seguro de
hi: अग्नि बीमा
te: అగ్ని భీమా
ur: فائر انشورنس

# heath_insurance
source: Health Insurance
es: salud Seguro
hi: स्वास्थ्य बीमा
te: ఆరోగ్య భీమా
ur: ہیلتھ انشورنس

source: Dental Insurance
es: dental Seguro de
hi: दांतों का बीमा
te: దంత బీమా
ur: ڈینٹل انشورنس

source: Vision Insurance
es: visión Seguro
hi: दृष्टि बीमा
te: విజన్ భీమా
ur: ویژن انشورنس

# home_insurance
source: Homeowners Insurance
es: para propietarios de vivienda Seguro para
hi: घर के मालिक बीमा
te: Home యజమానులు బీమా
ur: ہوم مالکان انشورنس

source: Renters Insurance
es: inquilinos Seguro
hi: किरायेदार बीमा
te: అద్దెదారు ఇన్సూరెన్స్
ur: کرایہ کار انشورنس

source: General Insurance
es: general Seguro
hi: जनरल इंश्योरेंस
te: సాధారణ బీమా
ur: جنرل انشورنس

# life_insurance
source: Personal/ Life Insurance
es: personal / seguro de vida Seguro de
hi: व्यक्तिगत / जीवन बीमा
te: వ్యక్తిగత / లైఫ్ ఇన్సూరెన్స్
ur: ذاتی / زندگی انشورنس

# family_insurance
source: Group Insurance
es: grupo Seguro de
hi: समूह बीमा
te: గ్రూప్ ఇన్సూరెన్స్
ur: گروپ

source: Property Insurance
es: propiedad
hi: सम्पत्ति बीमा
te: ఆస్తి భీమా
ur: انشورنس

source: Business Insurance
es: comercial Seguro de
hi: व्यवसाय बीमा
te: వ్యాపారం బీమా
ur: بزنس انشورنس

source: Guarantee Insurance
es: Garantía de seguro
hi: गारंटी बीमा
te: హామీ భీమా
ur: گارنٹی انشورنس

# liability_insurance
source: Liability Coverage Insurance
es: cobertura de responsabilidad Seguro Seguro
hi: देयता कवरेज बीमा
te: బాధ్యత కవరేజ్ భీమా
ur: لیبلٹی کوریج انشورنس

source: Marine Insurance
es: marítimo Seguro
hi: समुद्री बीमा
te: సముద్ర భీమా
ur: میرین انشورنس

source: Social Insurance
es: social
hi: सामाजिक बीमा
te: సామాజిక భీమా
ur: سوشل انشورنس

source: Other Insurance
es: Otro seguro
hi: अन्य बीमा
te: ఇతర భీమా
ur: دیگر انشورنس

# male_gender
source: Male
es: Hombre
hi: पुरुष
te: మాలే
ur: مرد

# female_gender
source: Female
es: Mujer
hi: महिला
te: ఫీమేల్
ur: خواتین

# other_gender
source: Other
es: Otro
hi: अन्य
te: ఇతర
ur: دیگر

# super_admin_role
source: Super Admin (=Business Owner)
es: Superadministrador (= Propietario de negocio)
hi: सुपर व्यवस्थापक (= व्यवसाय स्वामी)
te: సూపర్ అడ్మిన్ (= వ్యాపారం యజమాని)
ur: سپر ایڈمن (= کاروبار کے مالک)

# admin_manager_role
source: Admin Manager (Business Manager)
es: Administrador administrador ( Gerente comercial)
hi: व्यवस्थापक प्रबंधक ( व्यवसाय प्रबंधक)
te: అడ్మిన్ మేనేజర్ ( బిజినెస్ మేనేజర్)
ur: ایڈمن منیجر بزنس منیجر)

# service_supervisor_role
source: Service Supervisor (Service Staff)
es: Supervisor de servicio (Personal de servicio)
hi: सेवा पर्यवेक्षक (सेवा कर्मचारी)
te: సర్వీస్ సూపర్‌వైజర్ (సర్వీస్ స్టాఫ్)
ur: کی سروس نگران (سروس سٹاف)

# service_assiciate_role
source: Service Associate (Service Staff)
es: Asociado de servicio (Personal de servicio)
hi: सेवा सहयोगी (सेवा कर्मचारी)
te: సర్వీస్ అసోసియేట్ (సర్వీస్ స్టాఫ్)
ur: کی سروس ایسوسی ایٹ (سروس سٹاف)

# service_trainee_role
source: Service Trainee (Service Staff)
es: Aprendiz de servicio (Personal de servicio)
hi: सेवा प्रशिक्षु (सेवा कर्मचारी)
te: సర్వీస్ ట్రైనీ (సర్వీస్ స్టాఫ్)
ur: کی سروس ٹرینی (سروس اسٹاف)

# support_supervisor_role
source: Support Supervisor (Support Staff)
es: Supervisor de apoyo (Personal de)
hi: सहायता पर्यवेक्षक (सहायक कर्मचारी)
te: సపోర్ట్ సూపర్‌వైజర్ (సపోర్ట్ స్టాఫ్)
ur: سپورٹ نگران (سپورٹ اسٹاف)

# support_associate_role
source: Support Associate (Support Staff)
es: apoyoAsociado de apoyo (Personal de)
hi: सहायक सहयोगी (सहायक कर्मचारी)
te: సపోర్ట్ అసోసియేట్ (సపోర్ట్ స్టాఫ్)
ur: سپورٹ ایسوسی ایٹ (سپورٹ اسٹاف)

# support_trainee_role
source: Support Trainee (Support Staff)
es: apoyoAprendiz de apoyo (Personal de apoyo)
hi: सहायक प्रशिक्षु (सहायक कर्मचारी)
te: సపోర్ట్ ట్రైనీ (సపోర్ట్ స్టాఫ్)
ur: سپورٹ ٹرینی (سپورٹ اسٹاف)

# branch_super_admin_role
source: Branch Super Admin (=Business Owner for Branch)
es: Superadministrador de sucursal (= Propietario de negocio para la sucursal)
hi: शाखा सुपर एडमिन (= शाखा के लिए व्यवसाय स्वामी)
te: బ్రాంచ్ సూపర్ అడ్మిన్ (= బ్రాంచ్ కోసం బిజినెస్ ఓనర్)
ur: برانچ سپر ایڈمن (= برانچ کے لئے کاروبار کے مالک)
