Repository: IamTouseef481/tudo
Catalog: apps/core/priv/gettext/*/LC_MESSAGES/general.po
Languages: ar, es, hi, te, ur

# model_year_text
source: Vehicle Model Year
es: vehículo Año del modelo del
hi: वाहन मॉडल वर्ष
te: వాహనం మోడల్ సంవత్సరం
ur: وہیکل ماڈل سال

source: Vehicle Permit 1
es: vehículo Permiso del
hi: वाहन परमिट 1
te: వాహనం Permit1
ur: وہیکل Permit1

source: Vehicle Permit 2
es: vehículo 1 Permiso del
hi: वाहन परमिट 2
te: వాహనం Permit2
ur: وہیکل Permit2

source: Vehicle Permit 3
es: vehículo 2 Vehículo Permit3
hi: वाहन Permit3TUDO
te: వాహనంPermit3
ur: گاڑیPermit3

# additional_info_txt
source: Additional Information
es: Información adicional
hi: अतिरिक्त जानकारी
te: అదనపు సమాచారం
ur: اضافی معلومات

# select_calendar_text
source: Select your Calendar
es: Seleccione su calendario
hi: अपने कैलेंडर का चयन करें
te: మీ క్యాలెండర్జోడించు
ur: کےاپنے کیلنڈرمنتخب کریں

source: TUDO Appointment
es: TUDO Cita
hi: अपॉइंटमेंट
te: TUDO నియామకం
ur: سے TUDO تقرری

# for_text
source: for
es: para el
hi: लिए
te: కోసం
ur: لئے

# service_text
source: Service
es: servicio
hi: सेवा के
te: సర్వీస్
ur: سروس

source: Add Charge
es: Agregar cargo
hi: शुल्क
te: ఛార్జ్
ur: شامل چارج

source: Enter Title
es: Ingrese el título
hi: दर्ज करें शीर्षक
te: ఎంటర్ శీర్షిక
ur: درج عنوان

# field_should_required
source: Enter required field
es: Ingrese el campo requerido
hi: दर्ज करें आवश्यक फ़ील्ड
te: అవసరమైన ఫీల్డ్ ఎంటర్
ur: درج مطلوبہ فیلڈ

source: Enter Quantity
es: Ingrese la cantidad La
hi: दर्ज करें मात्रा
te: పరిమాణంఎంటర్
ur: درج مقدار

# should_be_decimal
source: Quantity must be numeric
es: cantidad debe ser un valor numérico La
hi: मात्रा संख्या मान
te: పరిమాణంఉండాలి సంఖ్య విలువ
ur: مقدار ہونا ضروری تعداد کو قدر

# quan_greater_text
source: Quantity must be greater than 0
es: cantidad debe ser mayor que 0
hi: होनी चाहिए मात्रा ग्रेटर होनी चाहिए फिर 0
te: మొత్తము అప్పుడు తురుము పీట ఉండాలి 0
ur: مقدار تو کدو کش ہونا ضروری ہے 0

# unit_price_text
source: Enter Unit Price
es: Ingrese el precio unitario
hi: दर्ज करें इकाई मूल्य
te: ఎంటర్ యూనిట్ ధర
ur: درج یونٹ قیمت

# charge_in_number
source: Charges must be numeric
es: Los cargos deben estar en valor numérico
hi: शुल्क संख्या मान में
te: ఛార్జీలు సంఖ్య విలువఉండాలి
ur: چارجز تعداد میں قدرمیں ہونا ضروری

# charge_greater_text
source: Charges must be greater than 0
es: Los cargos deben ser mayores y luego 0
hi: होना चाहिए शुल्क ग्रेटर होना चाहिए फिर 0
te: ఛార్జీలుఆపై 0తురుము పీట ఉండాలి
ur: چارجزکدو کش ہونا ضروری ہے اس کے بعد 0

# enter_desc_text
source: Enter Description
es: Ingresar Descripción
hi: दर्ज करें विवरण के लिए
te: ఎంటర్వివరణ
ur: کی تفصیل درج کریں

# applicable_tax
source: Applicable for Taxes
es: Aplicable para Impuestos
hi: लागूकर
te: వర్తించేకోసంపన్నులు
ur: لئے اطلاقٹیکس

# applicable_discount
source: Applicable for Discounts
es: aplicables a los descuentos
hi: छूट के लिए लागू
te: డిస్కౌంట్ కోసం వర్తించే
ur: چھوٹ کے لئے لاگو

# add_comment_text
source: Add Comments
es: Agregar comentario comentarios de
hi: टिप्पणियाँजोड़ें
te: వ్యాఖ్యలుజోడించండి
ur: تبصرےشامل کریں

# write_billing_text
source: Write Billing/ Invoicing comments
es: Escriba Facturación / facturación
hi: लिखें बिलिंग/ चालानटिप्पणी
te: / ఇన్వాయిస్ వ్యాఖ్యలువ్రాయండి బిల్లింగ్
ur: لکھیں بلنگ/ رسیدتبصرے

# reason_Additional_charge
source: Write reasons for additional charges or Service details etc.
es: Escriba los motivos de los cargos adicionales o detalles del servicio, etc.
hi: अतिरिक्त शुल्क के लिए लिखें कारणोंया सेवा विवरण आदि
te: అదనపు ఛార్జీలు కోసంవ్రాయండి కారణాల లేదా సర్వీస్ వివరాలు మొదలైనవి
ur: اضافی چارجز کے لئے لکھنے وجوہاتیا سروس تفصیلات وغیرہ

# type_comments
source: Type your comments
es: Escriba sus comentarios
hi: प्रकार अपनी टिप्पणी
te: మీ వ్యాఖ్యలుటైప్
ur: آپ کے تبصرےدرای

source: Invoice Details
es: Detalles de la
hi: चालान विवरण
te: ఇన్వాయిస్ వివరాలు
ur: انوائس کی تفصیلات دیکھیں

# invoice_generated_success_text
source: Invoice generated successfully
es: factura Factura generada con éxito
hi: चालान सफलतापूर्वक बनाई
te: వాయిస్ విజయవంతంగా ఉత్పత్తి
ur: انوائس کامیابی سے پیدا

# please_give_rating_text
source: Please Rate this Consumer
es: Califique a este consumidor
hi: कृपया दर इस उपभोक्ता
te: దయచేసి ఈ కన్స్యూమర్
ur: کریں شرح اس کنزیومر

# post_positive_text
source: Share your positive experience serving this Consumer
es: Comparta su experiencia positiva al servir a este consumidor
hi: शेयर अपने सकारात्मक इस उपभोक्ताकी सेवा अनुभव
te: ఈ Share కన్స్యూమర్అందిస్తున్న మీ సానుకూల అనుభవం
ur: اس کا اشتراک صارفینکی خدمت آپ کے مثبت تجربہ

# what_you_like_most_text
source: Write what you liked the most
es: Wr ite lo que más le gustó
hi: Wrआपको सबसे ज्यादा क्या पसंद आया
te: WRమీకు చాలా నచ్చిన
ur: WRITE آپ سب سے زیادہنے پسند کیا

# invoice_txt
source: Invoice
es: Factura #
hi: चालान#
te: ఇన్‌వాయిస్#
ur: انوائس #

# charges_text
source: Charges
es: Cargos
hi: शुल्क
te: ఛార్జీలు
ur: چارجز

source: Discounts
es: Descuentos
hi: छूट
te: డిస్కౌంట్ల
ur: ڈسکاؤنٹس

source: Taxes
es: Impuestos
hi: कर
te: పన్నులు
ur: ٹیکسز

source: Total
hi: कुल
te: మొత్తం
ur: کل

# do_you_remove
source: Are you sure you want to remove the line?
es: ¿Está seguro de eliminar la línea?
hi: क्या आप निश्चित रूप से लाइन हटाना चाहते हैं?
te: మీరు ఖచ్చితంగా లైన్‌ని తీసివేస్తారా?
ur: آپ کو یقین لائن کو دور کرنے کر رہے ہیں؟

# qty_txt
source: Qty.
es: Cant.
hi: मात्रा
te: క్యూటి.
ur: مقدار

source: Unit Price:
es: Precio unitario:
hi: यूनिट मूल्य:
te: యూనిట్ ధర:
ur: یونٹ قیمت:

# app_title
source: Appt. Title
es: Appt. Título
hi: एपीटी। शीर्षक
te: Appt. టైటిల్
ur: اپٹ عنوان

# app_date
source: Appt. Date
es: Cita. Fecha
hi: Appt।कीतिथि
te: యాప్.తేదీ
ur: اپٹتاریخ کی

# payment_type_text
source: Payment Type
es: Tipo de pago
hi: भुगतानटाइप
te: చెల్లింపు పద్ధతి
ur: ادائیگی کی قسم

# from_txt
source: From
es: Desde la
hi: से
te: నుండి
ur: سے

source: Invoice Date
es: fecha de la factura Fecha de Facturación
hi: चालानदिनांक
te: ఇన్వాయిస్ తేదీ
ur: انوائس تاریخ

# agent_txt
source: Agent
es: agente
hi: एजेंट
te: ఏజెంట్
ur: ایجنٹ

# bill_to_text
source: Bill To
es: hasta
hi: विधेयक के लिए
te: వీరికి బిల్
ur: بل

# comments_txt
source: Comments
es: Comentarios
hi: टिप्पणियाँ
te: వ్యాఖ్యలు
ur: تبصرے

# unplesant_text
source: Share your unpleasant experience while serving this Consumer
es: Comparta una experiencia desagradable al atender esto Consumir
hi: शेयर अप्रिय इस सेवनकी सेवा
te: వినియోగిస్తుండగాఅందిస్తున్న భాగస్వామ్యం చెడు
ur: اس بسمکی خدمت سیکنڈ اور ناخوشگوار

# elidigble_discount
source: Eligible for Discount
es: Elegible para descuento
hi: छूट के लिए पात्र
te: డిస్కౌంట్ కోసం అర్హత
ur: ڈسکاؤنٹ کے لیے اہل

# leads_text
source: Leads
hi: लीड
te: దారితీస్తుంది
ur: لیڈز

# prospects_text
source: Prospects
es: Prospectos
hi: संभावनाएँ
te: ప్రాస్పెక్టస్
ur: امکانات

# branch_list_screen_title
source: Branch List
es: Lista de sucursales
hi: शाखा सूची
te: బ్రాంచ్ జాబితా
ur: برانچ کی فہرست

# inactive_text
source: Inactivate
es: Desactivar
hi: निष्क्रिय
te: నిశ్చలం
ur: inactivate کے

# active_text
source: Active
es: activos
hi: सक्रिय
ur: فعال

# employees_text
source: Employees
es: Empleados
hi: कर्मचारियों
te: ఉద్యోగులు
ur: ملازمین

# address_text
source: Address
es: Dirección
hi: पते
te: చిరునామా
ur: پتہ

# delete_text
source: Delete
es: Eliminar
hi: कोहटा
te: తొలగించు
ur: حذف

# bsp_signup_licensed_terms_page_title
source: Select Services
es: Seleccionar servicios
hi: सेवा का चयन
te: ఎంచుకోండి సర్వీసులు
ur: منتخب سروسز

# atleast_one_service_text
source: Please select at least one Service to proceed next
es: Seleccione al menos un Servicio para continuar a continuación
hi: करें कम से कम एक सेवा अगले आगे बढ़नाकरने के लिए चयन
te: దయచేసి కెళ్ళాలి కనీసం ఒక సర్వీస్ఎంచుకోండి
ur: کم از کم ایک سروس کے اگلے آگے بڑھنےکربراہ مہربانی منتخب کریں

# deactive_confirm_text
source: Are you sure you want to deactivate this service from your branch?
es: ¿Está seguro de desactivar este servicio de su sucursal?
hi: आप सुनिश्चित करें कि आपके शाखा से इस सेवा को निष्क्रिय करने के लिए कर रहे हैंअनुभव?
te: మీరు ఖచ్చితంగా మీ బ్రాంచ్ నుండి ఈ సర్వీస్ సోమరిగాచేయు చేస్తున్నారాఅనుభవం?
ur: آپ واقعی آپ کی برانچ کی جانب سے اس سروس کو غیر فعال کرنے کے لئے رہے ہیںتجربہ؟

# deactive_success_text
source: Branch deactivated successfully.
es: Rama desactivada con éxito.
hi: शाखा सफलतापूर्वक निष्क्रिय कर दी गई।
te: శాఖ విజయవంతంగా నిష్క్రియం చేయబడింది.
ur: برانچ کامیابی سے غیر فعال

# add_service_confirm_text
source: Are you sure you want to add this Service to your Branch?
es: ¿Está seguro de agregar este servicio a su sucursal?
hi: क्या आप इस सेवा को अपनी शाखा में जोड़ना सुनिश्चित कर रहे हैं?
te: మీరు ఖచ్చితంగా ఈ సేవను మీ బ్రాంచ్‌కు జోడించాలనుకుంటున్నారా?
ur: کیا آپ اس سروس کو اپنی برانچ میں شامل کرنے کا یقین رکھتے ہیں؟

# service_added_success_text
source: Service added successfully to your Branch.
es: Servicio agregado exitosamente a su sucursal.
hi: आपकी शाखा में सेवा सफलतापूर्वक जोड़ी गई।
te: మీ బ్రాంచ్‌కు సేవ విజయవంతంగా జోడించబడింది.
ur: سروس کو آپ کی برانچ میں کامیابی کے ساتھ شامل کیا گیا۔

# error_while_picking_text
source: Error while picking Image
es: Error al seleccionar la imagen
hi: छविसमय त्रुटि
te: చిత్రాన్ని ఎంచుకునేటప్పుడు లోపం
ur: تصویر چنتے وقت خرابی

# please_choose_img_text
source: Please choose an Image
es: Elija una imagen
hi: चुनतेकृपया एक छवि
te: దయచేసి ఒక చిత్రాన్ని
ur: برائے مہربانی ایک تصویرایک تصویر

# enter_first_name_text
source: Enter Employee First name
es: Ingrese el nombre del
hi: दर्ज करें कर्मचारी पहला नाम
te: ఉద్యోగి మొదటి పేరు
ur: کریں ملازم کا پہلا نام

source: Employee First Name
es: empleado Nombre del Nombre del
hi: कर्मचारी पहला नाम
te: ఉద్యోగి మొదటి పేరు
ur: ملازم کا پہلا نام

source: Employee Last Name
es: empleado empleado Apellido del
hi: कर्मचारी अंतिम नाम
te: ఉద్యోగి చివరి పేరు
ur: ملازم کا آخری نام

# employee_address_mandatory
source: Employee Address
es: empleado Dirección del
hi: कर्मचारी का पता
te: ఉద్యోగి చిరునామా
ur: ملازم کا پتہ

# employee_address_text
source: Employee Address
es: empleado Dirección del
hi: कर्मचारी का पता
te: ఉద్యోగి చిరునామా
ur: ملازم کا پتہ

# employee_demographic_text
source: Employee Demographic info
es: empleado Información demográfica del empleado
hi: कर्मचारी जनसांख्यिकीय जानकारी
te: ఉద్యోగి జనాభా సమాచారం
ur: ملازم کی آبادیاتی معلومات

# please_select_all_required_fields
source: Please enter required information along with Profile Picture
es: Ingrese la información requerida junto con la imagen del perfil
hi: कृपया प्रोफ़ाइल चित्र के साथ आवश्यक जानकारी दर्ज करें
te: దయచేసి ప్రొఫైల్ పిక్చర్పాటు అవసరమైన సమాచారాన్ని నమోదు చేయండి
ur: برائے مہربانی پروفائل تصویرکے ساتھ مطلوبہ معلومات درج کریں

# employee_identification_title
source: Employee Identification
es: Identificación del
hi: कर्मचारी पहचान
te: ఎంప్లాయీ ఐడెంటిఫికేషన్లిస్ట్‌తో
ur: ملازم شناختی

# employee_list_title
source: Employee List
es: empleado Lista de empleados
hi: कर्मचारी सूची
te: ఎంప్లాయీ
ur: ملازم کی فہرست

# hey_there_text
source: Hey there!
es: ¡Hola!
hi: अरे वहाँ!
te: హే!

# scan_tudo_text
source: Scan from TUDO QR code
es: Escanee desde el código QR de TUDO
hi: TUDO QR कोड से स्कैन करें
te: TUDO QR కోడ్నుండి స్కాన్
ur: TUDO QR کوڈ سے اسکین کریںچھوٹ

# take_new_employee
source: Manual entry
es: Entrada manual
hi: मैन्युअल प्रविष्टि
te: మాన్యువల్ ఎంట్రీ
ur: دستی اندراج

# employee_idnetity
source: Employee Identification
es: Identificación del empleado
hi: कर्मचारी पहचान
te: ఉద్యోగి గుర్తింపు
ur: ملازم کی شناخت

# spend_100_text
source: Spend $100 and get 20% off on your total
es: Gaste $ 100 y obtenga un 20% de descuento en su total
hi: $ 100 खर्चअपनी कुलपर 20% की छूट प्राप्त
te: $ 100 ఖర్చు మరియు 20% పొందుటకు మీ మొత్తంఆఫ్:
ur: $ 100 خرچ کریں اور اپنی کلپر 20٪ کیحاصل کریں

# review_pay_text
source: Review & Pay
es: Revise y pague el
hi: करें औरसमीक्षा और भुगतानकरें
te: రివ్యూ & చెల్లించండి
ur: جائزہ اور ادائیگی کی

source: Estimated Cost:
es: costo estimado:
hi: अनुमानित लागत:
te: అంచనా వ్యయం
ur: تخمینی لاگت:

# excluding_text
source: (excluding Add-ons and Taxes)
es: (sin incluir complementos e impuestos)
hi: (ऐड-ऑन और करों को छोड़कर)
te: (Add-ons మరియు పన్నులు మినహాయించి)
ur: (ایڈونس اور ٹیکس کو چھوڑ کر)

source: Search by Job Name
es: Buscar por nombre de trabajo
hi: नौकरी के नाम से खोजें
te: Job పేరు వెతుకు
ur: جاب کے نام سے تلاش کریں

# promotion_module_title
source: Create Promotional Campaign
es: Crear Promoción
hi: पदोन्नति
te: ప్రమోషన్సృష్టించు,
ur: پروموشن

# title_text
source: Title
es: título de
hi: शीर्षक
te: శీర్షిక
ur: ٹائٹل

# image_upload_error
source: Image upload error, try again please
es: Error de carga de imagen, intente nuevamente por favor La
hi: छवि अपलोड त्रुटि, फिर से प्रयास करें कृपया
te: చిత్రం అప్లోడ్ లోపం దయచేసిమళ్ళీ ప్రయత్నించండి
ur: امیج اپ لوڈ کی خرابی ، دوبارہ کوشش کریں برائے مہربانی

# combined_promotion_ques
source: This Promotion can be combined with other Promotional Campaigns?
es: promoción puede ser combinado con otras promociones?
hi: पदोन्नति हो सकती है अन्य प्रचारों के साथ संयुक्त?
te: ప్రమోషన్ ఉంటుందిఇతర ప్రమోషన్లతో కలిపి?
ur: پروموشن ہو سکتا ہے دیگر پروموشنز کے ساتھ مل کر؟

source: Promotion Title
es: Título
hi: प्रचार शीर्षक प्रचार के
te: ప్రమోషన్ శీర్షిక
ur: پروموشن ٹائٹل پروموشن کے

# describe_promotion
source: Describe your Promotion
es: de la promoción Describa sobre la promoción
hi: बारे में वर्णन
te: ప్రమోషన్ గురించి వివరించండి
ur: بارے میں بیان

# enter_promotion_details
source: Please enter Promotion details
es: Ingrese los detalles de la
hi: करें कृपया प्रचार विवरण दर्ज करें
te: ప్రమోషన్ నమోదు చేయండి వివరాలు
ur: کریں براہ کرم پروموشن کی تفصیلات درج کریں

source: Promotion Type
es: promoción Tipo de
hi: प्रचार प्रकार
te: ప్రమోషన్ రకం
ur: پروموشن ٹائپ

source: Promotion Begin Date
es: promoción Fecha de inicio de la
hi: प्रचार प्रारंभ तिथि
te: ప్రమోషన్ప్రారంభం తేదీ
ur: پروموشن شروع تاریخ

source: Promotion End Date
es: promoción Fecha de
hi: प्रचार समाप्ति तिथि
te: ప్రమోషన్ ముగింపు తేదీ
ur: پروموشن اختتامی تاریخ

# promotion_brodcast_range
source: Promotion Broadcast Range
es: promoción Rango de transmisión de la promoción
hi: प्रचार प्रसारण सीमा
te: ప్రమోషన్ బ్రాడ్కాస్ట్ రేంజ్
ur: پروموشن براڈکاسٹ رینج

# upload_promotion_pictures
source: Upload Promotional Photos
es: Cargar fotos
hi: अपलोड प्रचार फ़ोटो
te: అప్లోడ్ ప్రచార ఫోటోలు
ur: اپ لوڈ پروموشنل فوٹو

# promotion_exp_values
source: Promotion Expiry Value
es: promocionales Valor deLa
hi: प्रचार समाप्ति मूल्य
te: ప్రమోషన్ గడువు విలువ
ur: پروموشن ایکسپرٹی ویلیو

# reaching_sum_discount
source: Promotion expires after reaching this sum discount value
es: finalización del vencimiento de la promoción promoción vence después de alcanzar esta suma Valor de descuento La
hi: प्रचार इस राशि तक पहुंचने के बाद प्रचार समाप्त हो जाता है छूट मूल्य
te: ఈ మొత్తానికి డిస్కౌంట్ విలువచేరుకున్న తరువాతప్రమోషన్ గడువు
ur: پروموشن اس رقم تک پہنچنے کے بعد ختم ہو جاتی ہے ڈسکاؤنٹ ویلیو

# usage_max_limit
source: Promotion expire after reaching this sum total value
es: promoción vence después de alcanzar esta suma Valor total
hi: पदोन्नति इस राशि तक पहुंचने के बाद समाप्त हो जाती है प्रचार पर कुल मूल्य
te: ప్రమోషన్ఈ మొత్తానికి మొత్తం విలువ చేరేతర్వాత గడువు
ur: پروموشن اس رقم تک پہنچنے کے بعد ختم ہو جاتی ہے کل قیمت

# per_user_limit_promotion
source: Per user limit on Promotion
es: Límite por usuario en la promoción
hi: प्रति उपयोगकर्ता सीमा
te: ప్రమోషన్ లో యూజర్ పరిమితి పెర్
ur: پروموشن پر صارف کی حد

# promotional_camping_desc
source: *Note: Select fixed Cash Discount you would like on this Promotional offer
es: * Nota : Seleccionar fija en efectivo descuento usted quisiera en esta oferta promocional
hi: * नोट : इस प्रचार प्रस्ताव पर आप जो निश्चित नकद छूट चाहते हैं, उसका चयन करें
te: * గమనిక: ఎంచుకోండి నగదు డిస్కౌంట్ స్థిర మీరు ఈ ప్రమోషనల్ ఆఫర్గమనిక కోరుకుంటున్నారో:
ur: *نوٹ : منتخب کیش ڈسکاؤنٹ مقررہ آپ کو اس پروموشنل پیشکشپر چاہوں

# disc_amount
source: Discount Amount
es: Cantidad de Descuento
hi: छूट राशि
te: డిస్కౌంట్ మొత్తం
ur: ڈسکاؤنٹ رقم

# disc_amount_mandatory
source: Discount Amount
es: Descuento Cantidad
hi: छूट राशि
te: డిస్కౌంట్ మొత్తం
ur: ڈسکاؤنٹ رقم

# amount_text
source: Amount
es: Cantidad
hi: राशि
te: పరిమాణం
ur: رقم

# this_promotional_offer
source: *Note: Select fixed Discount %age you would like on this Promotional offer
es: * Nota: Seleccionar fijo edad% de descuento que le gustaría en esta oferta promocional
hi: *नोट: इस प्रचार प्रस्ताव पर आप जो निश्चित छूट% आयु चाहते हैं उसका चयन करें
te: * ఎంచుకోండి స్థిర ప్రచార ఆఫర్ కోరుకుంటున్నారోడిస్కౌంట్% వయస్సు
ur: * نوٹگا:منتخب مقررہ آپاس پروموشنل پیشکشپر چاہوں گاڈسکاؤنٹ٪ عمر

# percentage_between
source: Discount % must be between (1 - 100)
es: Descuento% debe estar entre Resultados (1 - 100)
hi: छूट% के बीच होना चाहिए (1 - 100)
te: డిస్కౌంట్%(1 - 100) మధ్య ఉండాలి
ur: ڈسکاؤنٹ٪(1 - 100) کے درمیان ہونا چاہیے

# percentage_required
source: Discount value is required
es: se requiere valor del descuento
hi: छूट मूल्य आवश्यक है
te: డిస్కౌంట్ విలువ అవసరం
ur: ڈسکاؤنٹ قدر درکار ہے

# must_between_100
source: Discount % must between 1 to 100
es: el descuento% debe estar entre 1 y 100
hi: छूट % 1 से 100 के बीच होना चाहिए
te: డిస్కౌంట్ % తప్పనిసరిగా 1 నుండి 100 మధ్య
ur: ڈسکاؤنٹ1 سے 100 کے درمیانہونا چاہیے

# no_service_combination
source: No Services available for this combination
es: No hay servicios disponibles para esta combinación ¿
hi: इस संयोजन के लिए कोई सेवा उपलब्ध नहींसेवाओं के लिए
te: ఈ కలయిక కోసం సేవలు అందుబాటులో లేవు
ur: اس مجموعہ کے لیےکوئی سروس دستیاب نہیں

# apply_promotion_ques
source: Apply Promotion to all of your Services?
es: Aplicar la promoción a todos sus servicios?
hi: है अपनी सभीप्रचार लागू करें?
te: , మీ అన్ని సేవలకు ప్రమోషన్ వర్తించాలా?
ur: اپنی تمام خدمات پر پروموشن لگائیں؟

# walk_in_lable
source: Walk-In
hi: वॉक-इन
te: వాక్-ఇన్
ur: واک ان

# in_house_label
source: In-Home
es: en el Hogar
hi: -होम
te: -హోమ్
ur: ان ہوم

# on_Demand_label
source: On-Demand
hi: ऑन-डिमांड
te: ఆన్-డిమాండ్
ur: آن ڈیمانڈ

source: Promotion Details
es: Detalles de la promoción
hi: प्रमोशन विवरण
te: ప్రమోషన్ వివరాలు
ur: پروموشن کی تفصیلات

# promotion_terms
source: Promotion Terms and Conditions web page (If any)
es: Promoción Términos y Condiciones página Web (si necesario)
hi: प्रमोशन नियम और शर्तें वेब पेज (यदि कोई हो)
te: ప్రమోషన్ నిబంధనలు మరియు షరతులు వెబ్ పేజీ (ఏదైనా ఉంటే)
ur: پروموشن کی شرائط و ضوابط ویب پیج (اگر کوئی ہے)

# type_web_page_url
source: Type web page URL (make sure URL is working)
es: es URL tipo de página web (asegúrese de que la URL está trabajando)
hi: वेब पेज यूआरएल टाइप करें (सुनिश्चित करें कि यूआरएल काम कर रहा है)
te: వెబ్ పేజీ URL టైప్ చేయండి (URL పని చేస్తున్నట్లు నిర్ధారించుకోండి)
ur: ٹائپ کریں ویب پیج یو آر ایل (یقینی بنائیں کہ یو آر ایل کام کر رہا ہے)

# promotion_terms_conditions
source: Promotion Terms and Conditions
es: Promoción Términos y
hi: प्रमोशन नियम और शर्तें
te: ప్రమోషన్ నిబంధనలు మరియు షరతులు
ur: پروموشن کی شرائط و ضوابط

# business_prof_details
source: Please enter Business Profile details
es: Condiciones:Introduzca los datos del perfil del negocio
hi: कृपया बिजनेस प्रोफाइल विवरण दर्ज करें
te: దయచేసివ్యాపార ప్రొఫైల్ వివరాలునమోదు చేయండి
ur: برائے مہربانی بزنس پروفائل کی تفصیلات درج کریں

# promotion_terms_mandatory
source: Promotion Terms and Conditions
es: Términos de la Promoción y Condiciones
hi: प्रचार नियम और शर्तें
te: ప్రమోషన్ నిబంధనలు మరియు షరతులు
ur: پروموشن کی شرائط و ضوابط

# have_agree_text
source: I have read and agree to
es: He leído y acepto to
hi: मैंने पढ़ा है और सहमत हैंकरने के लिए
te: నేను చదవండి మరియు అంగీకరించినకు
ur: میں نے پڑھی ہیں اور ان سے اتفاق کرتا ہوںکو

# tudo_promotions_terms
source: TUDO Promotions Terms and Conditions
es: TUDO Promotions Términos y condiciones
hi: TUDO प्रचार नियम और शर्तें
te: TUDO ప్రమోషన్లు నియమాలు మరియు నిబంధనలు
ur: سے TUDO پروموشنز شرائط و ضوابط

# must_check_text
source: You must accept terms and conditions to continue
es: Debe aceptar los términos y condiciones para continuar
hi: तुमजारी रखने के लिए नियमों और शर्तों को स्वीकार करना चाहिए
te: మీరుకొనసాగించడానికి నిబంధనలను అంగీకరించాలి
ur: آپجاری رکھنے کے لئے شرائط و ضوابط کو قبول کرنا ضروری

# create_txt
source: Create
es: Crear
hi: बनाएं
te: సృష్టించు
ur: بنائیں

# invoice_pay
source: Pay
hi: वेतन
te: పే
ur: کے ذریعے ادا

# succ_text
source: Success
hi: सफलता
te: విజయం
ur: کی کامیابی

# promotion_create_success
source: Promotional campaign created successfully
es: Promoción creada con éxito
hi: संवर्धन सफलतापूर्वक बनाया
te: ప్రమోషన్ విజయవంతంగారూపొందించినవారు
ur: پروموشن کامیابی کے ساتھ

# promotion_cost
source: Payment Details:
es: Detalles del pago:
hi: आधारितभुगतान विवरण
te: చెల్లింపు వివరాలు
ur: دی:ادائیگی کی تفصیلات

# share_text
source: Share
es: Compartir
hi: शेयर
ur: سیکنڈ اور

# promotion_applied
source: Promotion applied on services
es: promoción aplicada a los servicios
hi: संवर्धनपर सेवाओंलागू किया
te: ప్రమోషన్సేవలుపాటించినప్పుడు:
ur: پروموشنپر خدماتدرخواست

# promotion_images
source: Promotional Photos
es: Fotos promocionales
hi: प्रोमोशनल तस्वीरें
te: ప్రచార ఫోటోలు
ur: پروموشنل فوٹو

# description_text
source: Description
es: Descripción
hi: विवरण
te: వివరణ
ur: تفصیل

# broad_range
source: Broadcast Range
es: Rango de transmisión
hi: प्रसारण रेंज
te: బ్రాడ్కాస్ట్ రేంజ్
ur: براڈ حد

# promotion_pricing_text
source: Promotional Pricing
es: Promoción Precio
hi: मूल्य निर्धारणसंवर्धन
te: ధరప్రమోషన్
ur: قیمتوں کا تعینپروموشن

# base_unit_price
source: Promotional base Unit Price
es: base de la promoción Precio unitario Precio
hi: संवर्धन आधार यूनिट मूल्य
te: ప్రమోషన్ బేస్ యూనిట్ ధర
ur: پروموشن بیس یونٹ قیمت

# promotion_cost_text
source: Adjusted Price based on Broadcast Range
es: ajustado basado en el rango de
hi: समायोजित मूल्यप्रसारण रेंजपर
te: లో ప్రసారం రేంజ్ఆధారంగాసర్దుబాటు ధర
ur: براڈ حدکی بنیاد پرایڈجسٹ قیمت

# tudo_disc
source: TUDO Discount
es: transmisión Descuento de TUDO
hi: TUDO डिस्काउंट
te: TUDO డిస్కౌంట్
ur: سے TUDO ڈسکاؤنٹ

# estimates_tax_txt
source: Tax
es: impuestos
hi: टैक्स
te: పన్ను
ur: ٹیکس

# estimate_total_cost
source: Promotional Purchase Price
es: Promoción de Compra Precio
hi: संवर्धन खरीदमूल्य
te: ప్రమోషన్ కొనుగోలుధర
ur: پروموشن خریداریقیمت

# promotion_disc_details
source: Promotional Discount Details
es: Detalles del promocional Detalles del
hi: संवर्धन छूट विवरण
te: ప్రమోషన్ డిస్కౌంట్ వివరాలు
ur: پروموشن ڈسکاؤنٹ کی تفصیلات

# disc_details
source: Discount Details
es: descuento del descuento La
hi: छूट विवरण
te: డిస్కౌంట్ వివరాలు
ur: ڈسکاؤنٹ کی تفصیلات

# promotion_usage_max_limit
source: Promotion expires after sum Total value
es: promoción vence después de la suma Valor total
hi: पदोन्नति योग के बाद समाप्त हो जाती है कुल मूल्य
te: మొత్తం తర్వాత ప్రమోషన్ గడువు ముగుస్తుంది మొత్తం విలువ
ur: پروموشن ختم ہونے کے بعد کل قیمت

# per_user_limit
source: Per user limit on promotion
es: Límite por usuario en la promoción
hi: पदोन्नति पर प्रति उपयोगकर्ता सीमा
te: ప్రమోషన్‌పై ప్రతి యూజర్ పరిమితి
ur: پروموشن پر صارف کی حد

# share_text_label
source: Share
es: acción
hi: शेयर
te: షేర్
ur: شیئر

# status_text
source: Status:
es: Estado de la:
hi: स्थिति:
te: స్థితి:
ur: اسٹیٹس:

# utilization_text
source: Utilization
es: Utilización
hi: उपयोग
te: వినియోగం
ur: یوٹیلائزیشن

# business_promotion
source: Business Promotions
es: Promociones comerciales ¡
hi: व्यापार प्रचार
te: వ్యాపార ప్రమోషన్ల
ur: بزنس پروموشنز

# payment_process_like_to_Do
source: Payment has been processed and Promotional campaign is created successfully! You can share this Promotional link with others via Social Media.
es: Pago procesado y Promoción creada correctamente! Puede compartir este enlace de promoción con otros a través de las redes sociales.
hi: भुगतान संसाधित और प्रचार सफलतापूर्वक बनाया गया !! आप इस प्रचार लिंक को सोशल मीडिया के माध्यम से दूसरों के साथ साझा कर सकते हैं।
te: చెల్లింపు ప్రాసెస్ చేయబడింది మరియు ప్రమోషన్ విజయవంతంగా సృష్టించబడింది !! మీరు ఈ ప్రమోషన్ లింక్‌ని సోషల్ మీడియా ద్వారా ఇతరులకు షేర్ చేయవచ్చు.
ur: ادائیگی پر عملدرآمد اور پروموشن کامیابی کے ساتھ تخلیق کیا گیا !!
