Repository: IamTouseef481/tudo
Catalog: apps/core/priv/gettext/*/LC_MESSAGES/general.po
Languages: ar, es, hi, te, ur

# Slug
source: EN_translation
ar: Language_AR Text
es: ES_translation
hi: HI_translation
te: TE_translation
ur: UR_translation

# language
source: English
ar: عربى
es: Español
hi: हिन्दी
te: తెలుగు
ur: اردو

source: Email
ar: البريد الإلكتروني
es: Correo electrónico
hi: ईमेल
te: ఇమెయిల్
ur: ای میل

source: Password
ar: كلمة المرور
es: Contraseña
hi: पासवर्ड
te: పాస్‌వర్డ్
ur: پاس ورڈ پاس ورڈ

source: Show Password
ar: مشاهدة كلمة المرور
es: Mostrar contraseña
hi: दिखाएँ पासवर्ड
te: చూపించు పాస్‌వర్డ్‌ని
ur: دکھائیں پاس ورڈ

source: Hide Password
ar: إخفاء كلمة المرور
es: Ocultar contraseña
hi: छिपाएँ पासवर्ड
te: దాచు పాస్‌వర్డ్‌ని
ur: چھپائیں

source: Log In
ar: تسجيل الدخول
es: Iniciar sesión
hi: लॉग इन
te: లాగ్
ur: لاگ ان

source: Sign Up
ar: تسجيل حساب جديد
es: Registrarse
hi: करें साइन अप
te: చేయండి
ur: سائن اپ

# info_text
source: Info
es: Información
hi: जानकारी
te: సమాచారం
ur: معلومات

# not_registered_text
source: Please sign up first with TUDO and then log in
es: Por favor, primero registre y luego inicie sesión.
hi: कृपया पहले साइन अप करें और फिर लॉग इन करें।
te: చేయండి సైన్ అప్దయచేసి ముందుగా సైన్ అప్ చేసి, ఆపై లాగిన్ అవ్వండి.
ur: برائے مہربانی پہلے سائن اپ کریں اور پھر لاگ ان کریں۔

# forgot_passowrd_text
source: Forgot Password?
es: ¿Has olvidado tu contraseña?
hi: पासवर्ड भूल गए?
te: పాస్‌వర్డ్ మర్చిపోయారా?
ur: پاسورڈ بھول گے؟

# went_wrong_text
source: Something went wrong!
es: ¡Algo salió mal!
hi: कुछ गलत हो गया!
te: ఎక్కడో తేడ జరిగింది!
ur: کچھ غلط ہو گیا!

# login_text
source: Log In
es: Iniciar
hi: लॉग इन
te: లోనికి ప్రవేశించండి
ur: لاگ

# signup_text
source: Sign Up
es: sesión Registrarse
hi: साइन अप
te: సైన్ అప్
ur: سائناپ

# enter_email_text
source: Enter Email
es: Ingrese Correo Correo
hi: ईमेलदर्ज करें
te: ఎంటర్ ఇమెయిల్
ur: کریں دوستوں کوارسال کریں

source: Code
es: Código
hi: कोड
te: కోడ్
ur: کوڈ

# mobile
source: Mobile Number
ar: الجوال رقم
es: Número Móvil
hi: मोबाइल नंबर
te: మొబైల్ సంఖ్య
ur: موبائل نمبر

source: First Name
ar: اسمالأول
es: Nombre
hi: पहला नाम
te: మొదటి పేరు
ur: پہلا نام

source: Last Name
ar: اسم العائلة
es: Apellido
hi: अंतिम नाम
te: చివరి పేరు
ur: آخری نام

# termsandcondition
source: I Agree to the Terms and Conditions
ar: أوافق TUDO شروط والحالة
es: Estoy de acuerdo Términos y Condiciones
hi: मैं सहमत हूं नियम और शर्तें
te: నేను నిబంధనలు మరియు షరతులుఅంగీకరిస్తున్నారు
ur: مجھے اتفاق کرتا شرائط و ضوابط

source: Clear
ar: واضحة
es: Despejado
hi: स्पष्ट
te: ప్రశాంతంగా
ur: واضح

source: Back to Log In
ar: العودة إلى الدخول
es: Volver a Entrar en el
hi: लॉग इन करने के लिए
te: లాగిన్ బ్యాక్
ur: لاگ انکرنےکے پیچھے

# forgot
source: Forgot Password
ar: هل نسيتكلمة
es: Ha olvidado contraseña
hi: पासवर्ड भूल गए
te: పాస్వర్డ్ మర్చిపోయారా
ur: پاس ورڈ بھول گیا

source: Deals
ar: عروض
es: ofertas
hi: डील
te: డీల్స్
ur: ڈیلز

source: EvenTer
hi: इवेंटर

# hanging
source: RSVP
es: de RSVP
hi: आरएसवीपी

source: MyNet
hi: मायनेट

source: NTer
hi: एनटर
ur: Nter کی

# payment
source: Payments
ar: المدفوعات
es: Pagos
hi: पेमेंट्स
te: చెల్లింపులు
ur: ادائیگیاں

# report
source: Reports
ar: تقارير
es: Informes
hi: रिपोर्ट
te: నివేదికలు
ur: رپورٹیں

# schedule
source: Scheduled
ar: من المقرر
es: programados
hi: शेड्यूल्ड
te: షెడ్యూల్డ్
ur: تخسوچت

# addinhouse
source: Add In-Home Service
ar: إضافة في المنزل
es: Agregar Servicio a domicilio
hi: इन-होम सर्विस
te: Add గృహ సర్వీస్
ur: میں شامل کریں ہوم سروس

source: Add Event
ar: إضافة حدث
es: Añadir Evento
hi: जोड़ें इवेंट
te: జోడించండిఈవెంట్
ur: میں شامل اہم واقعہ

source: Add Task
ar: إضافة مهمة
es: Añadir tarea
hi: जोड़ें टास्क
te: టాస్క్జోడించు
ur: شامل کریں ٹاسک

# addondemand
source: Add On-Demand Service
ar: إضافة عند الطلبطلب
es: Añadir On-la demanda de servicio
hi: जोड़ें ऑन- मांग सेवा
te: పైన జోడించండిసర్వీస్డిమాండ్
ur: چالو شامل کریں مانگ سروس

# addwalkin
source: Add Walk-In Service
ar: إضافة بدونإضافة
es: Añadir Walk-In Service
hi: वॉक-इन सेवा
te: జోడించండివల్క్-ఇన్ సర్వీస్
ur: میں شامل واک میں سروس

source: Add Branch
ar: فرع
es: Añadir Branch
hi: जोड़ें शाखा
te: బ్రాంచ్
ur: میں شامل برانچ

source: Add Employee
ar: إضافة موظف
es: Añadir Empleado
hi: जोड़ें कर्मचारी
te: ఉద్యోగి
ur: میں شامل ملازم

source: Add Invoice
ar: إضافة فاتورة
es: Añadir Factura
hi: जोड़ें चालान
te: వాయిస్జోడించు
ur: شامل کریں انوائس

# addfollowup
source: Add Follow-Up appointment
ar: إضافة موعد للمتابعة
es: Añadir Seguimiento cita
hi: जोड़ें अनुवर्ती अपॉइंटमेंट जोड़ें
te: జోడించండి తదుపరి అపాయింట్మెంట్
ur: شامل کریں فالو اپ تقرری

# bsp_dashboard
source: Business Dashboard
es: de negocios del tablero de instrumentos
hi: व्यापार डैशबोर्ड
te: వ్యాపారం డాష్బోర్డ్
ur: بزنس ڈیش بورڈ

# cmr_dashboard
source: Dashboard
es: del tablero
hi: डैशबोर्ड
te: డాష్బోర్డ్
ur: ڈیش بورڈ

# setting
source: Settings
ar: إعدادات
es: Configuraciones
hi: सेटिंग्स
te: సెట్టింగులు
ur: ترتیبات

# BusinessServiceProvider
source: Become Service Provider
ar: كن مقدم خدمة أعمال
es: Se en servicio Proveedor
hi: सेवा प्रदाता बनें सेवा प्रदाता पर
te: సర్వీస్ ప్రొవైడర్అవ్వండి
ur: سروس فراہمبنیں

# switchtobsp
source: Switch to Service Provider
es: Interruptor dede Servicio Proveedor
hi: स्विच करें
te: సర్వీస్ ప్రొవైడర్ప్రాధాన్యతలకుస్విచ్
ur: سروس فراہمکوجوڑئیے

# Notification
source: Notification Preferences
ar: تفضيل إشعار
es: Preferencias de notificación
hi: अधिसूचना प्राथमिकताएं
te: నోటిఫికేషన్
ur: نوٹس کی ترجیحات

# TUDO
source: Refer TUDO
ar: راجعTUDO
es: Consulte TODO
hi: TUDO देखें
te: చూడండి TUDO
ur: کا حوالہ سے TUDO

source: Contact Us
ar: اتصل بنا
es: Contacto
hi: हमसे संपर्क करें
te: మమ్మల్ని సంప్రదించండి
ur: ہم سے رابطہ کریں

source: Sign Out
ar: تسجيل الخروج
es: cartel de fuera
hi: साइन आउटकरें
te: సైన్ ఔట్
ur: سے باہر ہے

# tryagain_txt
source: Try Again
hi: करें पुनः प्रयास
te: మళ్ళీప్రయత్నించండి!
ur: پھرکی کوشش

# coming_soon_txt
source: Coming Soon!
es: ¡Muy pronto!
hi: जल्द ही आ रहा है!
te: త్వరలో రానున్న
ur: جلد آ رہا ہےکریں!

source: Branch
ar: الفرع
es: Sucursal
hi: शाखा
te: బ్రాంచ్
ur: برانچ

# dob
source: Date of Birth
ar: تاريختاريخ الميلاد
es: Fecha de nacimiento
hi: जन्म तिथि
te: తేదీ,
ur: کی تاریخ پیدائش

# roleofmployee
source: Role of Employee
ar: دور الموظف
es: Función del empleado
hi: कर्मचारी की
te: ఉద్యోగి
ur: ملازم کا

source: Role Name
ar: اسم الدور
es: Nombre de la función
hi: भूमिका भूमिका का नाम
te: పాత్ర పేరు
ur: کردار نام

# vehicleid
source: Vehicle Registration ID
ar: معرّف تسجيل المركبة
es: Identificación de registro del vehículo
hi: वाहन पंजीकरण आईडी
te: వాహనం వాహనం రిజిస్ట్రేషన్ ID
ur: گاڑی کی رجسٹریشن ID

source: Service
ar: الخدمة
es: Servicio
hi: सेवा
te: సర్వీస్
ur: سروس

source: Employee type
ar: نوع الموظف
es: Tipo de empleado
hi: कर्मचारी प्रकार
te: ఉద్యోగి రకం
ur: ملازم کی قسم

# workshift
source: Shift Work Schedule
ar: وردية العمل
es: Horario de trabajo Turno
hi: कार्य अनुसूची शिफ्ट
te: వర్క్ షెడ్యూల్ షిఫ్ట్
ur: کام کا شیڈول شفٹ

source: Pay Scale
ar: جدول الدفع
es: Escala de pago
hi: वेतनमान
te: పే స్కేల్
ur: پے اسکیل

# annulabsencehours
source: Annual Hours of Absence
ar: ساعات الغياب السنوية
es: Horas de ausencia anual
hi: वार्षिक अनुपस्थिति घंटे
te: వార్షిక గైర్హాజరు గంటలు
ur: سالانہ غیر حاضری کے اوقات

# select_service_error
source: You must select at least one service
es: Debe seleccionar al menos un servicio
hi: आपको कम से कम एक सेवा का चयन करना होगा
te: మీరు కనీసం ఒక సర్వీస్‌ని ఎంచుకోవాలి
ur: آپ کو کم از کم ایک سروس کا انتخاب کرنا ہوگا

source: Legal Business Name
ar: الاسم القانوني
es: Nombre comercial legal
hi: कानूनी व्यवसाय का नाम
te: లీగల్ బిజినెస్ పేరు
ur: قانونی کاروبار کا نام

# branchphone
source: Branch Phone Number
ar: للشركة رقم الهاتف رقم
es: Número de teléfono de la sucursal Número
hi: शाखा फोन नंबर
te: బ్రాంచ్ ఫోన్ నంబర్
ur: برانچ فون نمبر

# licenseno
source: Business License Number
ar: الترخيص التجاري #
es: de licencia comercial
hi: व्यवसाय लाइसेंस संख्या
te: బిజినెస్ లైసెన్స్ నంబర్
ur: بزنس لائسنس نمبر

# establishedyear
source: Year of Establishment
ar: الحافلة. سنة التأسيس
es: Año establecido
hi: वर्ष स्थापित
te: సంవత్సరం స్థాపించబడిన
ur: سال قائم

# expirydate
source: License Expiry Date
ar: الرخصة تاريخ انتهاء الصلاحية
es: Fecha de vencimiento de
hi: लाइसेंस समाप्ति तिथि
te: లైసెన్స్ గడువు తేదీ
ur: لائسنس ختم ہونے کی تاریخ

# profilepicture
source: Business Profile Photos
ar: صورة الملف التجاري صورة
es: perfil Fotos de
hi: व्यापार प्रोफ़ाइल तस्वीरें
te: వ్యాపార ప్రొఫైల్ ఫోటోలు
ur: کاروباری پروفائل فوٹو

# licensepicture
source: Business License Photos
ar: الرخصةالصورة
es: la licencia Fotos del comercialla licencia comercial
hi: व्यापार लाइसेंस तस्वीरें
te: వ్యాపార లైసెన్స్ ఫోటోలు
ur: بزنس لائسنس فوٹو

# alternatephone
source: Business Phone Number
ar: التجاري رقم الهاتف
es: empresa Número de teléfono de la
hi: व्यवसाय फ़ोन नंबर
te: వ్యాపార ఫోన్ సంఖ్య
ur: کاروباری فون نمبر

source: Number of Employees
ar: عدد الموظفين
es: Número de empleados
hi: कर्मचारियों की संख्या
te: ఉద్యోగులుఅడ్రస్సంఖ్య
ur: ملازمینکینمبر

# businesslegaladdress
source: Legal Business Address
ar: العنوان القانوني
es: Dirección legal de la empresa
hi: व्यवसाय कानूनी पता
te: వ్యాపారం లీగల్
ur: بزنس قانونی ایڈریس

# legalbusinesscheck
source: Accept if you are over 18 years of age to continue
ar: للعمل نعم ، عمري يزيد عن 18 عامًا وأقبل بالمتابعة
es: Debe aceptar que es mayor de 18 años para continuar
hi: जारी रखने के लिएकि आपकी आयु 18 वर्ष से अधिक है
te: కొనసాగించడానికి వయస్సు 18 సంవత్సరాలు ఉంటాయి అంగీకరించాలి
ur: آپ آپ کی عمر سے زیادہ 18 سال جاری رکھنے کے لئےہیں قبول کرنا لازمی ہے

# errortext
source: You must accept the terms and conditions to continue
ar: يجب أن تقبل التحقق من هذا الشرط
es: Debe aceptar los términos y condiciones para continuar
hi: आपको स्वीकार करना होगाआपकोजारी रखने के लिए नियम और शर्तें स्वीकार करनी होंगी
te: మీరుకొనసాగించడానికి నిబంధనలను అంగీకరించాలి
ur: آپجاری رکھنے کے لئے شرائط و ضوابط کو قبول کرنا ضروری

# title_business
source: Business Sign Up
es: Registro de la
hi: व्यवसाय साइन अप
te: వ్యాపారం సైన్ అప్
ur: کے کاروبار سائن اپ

# title_branch
source: Business Branch
es: empresa sucursal de la empresa
hi: व्यवसाय शाखा
te: వ్యాపారం బ్రాంచ్
ur: بزنس برانچ

source: Update
ar: التحديث
es: Actualización de la
hi: अपडेट
te: నవీకరణ
ur: اپ ڈیٹ

source: Next
ar: التالي
es: Siguiente
hi: अगली
te: తదుపరి
ur: اگلا

# branch_legal_name
source: Branch's Legal Name
es: sucursal nombre legal de la
hi: शाखा कानूनी नाम
te: బ్రాంచ్ లీగల్ పేరు
ur: برانچ لیگل نام

source: Branch Phone Number
es: sucursal Número de teléfono de la
hi: शाखा फ़ोन नंबर
te: బ్రాంచ్ ఫోన్ సంఖ్య
ur: برانچ فون نمبر

# branch_established_year
source: Establishment Year of Branch
es: sucursal Sucursal Año de establecimiento
hi: शाखा स्थापना वर्ष
te: బ్రాంచ్స్థాపన సంవత్సరం
ur: برانچقیام کا سال

# employee_in_branch
source: Number of Employees in the Branch
es: Número de empleados en la sucursal
hi: शाखामें कर्मचारियों की संख्या
te: బ్రాంచ్ఉద్యోగులసంఖ్య
ur: برانچمیں ملازمین کے

# branch_legal_address
source: Legal Address of Branch
es: Dirección legal de la sucursal
hi: शाखाकानूनी पता
te: బ్రాంచ్‌లోలీగల్ అడ్రస్
ur: برانچقانونی پتہ

# select_personal_identity_type
source: Select Personal Identification Type
es: Seleccione el tipo de identificación personal
hi: व्यक्तिगत पहचान प्रकार का
te: వ్యక్తిగత గుర్తింపు రకాన్నిటైప్
ur: منتخب کریں ذاتی شناخت کی قسم

# select_branch_type
source: Select Branch Business Type
es: Seleccione el tipo de negocio de la
hi: चयन करें शाखा का चयन करें व्यवसाय का प्रकार
te: ఎంచుకోండి బ్రాంచ్ బిజినెస్ టైప్ఎంచుకోండి
ur: منتخب کریں برانچ بزنس کی قسم

source: Branch Type
es: sucursal Tipo de sucursal
hi: शाखा का प्रकार
te: బ్రాంచ్ టైప్
ur: برانچ کی قسم

source: Business Type
es: negocio de la
hi: व्यवसाय का प्रकार
te: బిజినెస్
ur: بزنس کی قسم

# address_suggest_text
source: You can edit address to include Floor#, Suit#, Apt#, Plot#, etc.
es: Puede editar la dirección para incluir el número de piso, el número de traje, el número de, el número de parcela, etc. Los
hi: आप मंजिल #, सूट #, उपयुक्त #, प्लॉट #, आदि शामिल करने के लिए पता संपादित कर सकते हैं।
te: ఫ్లోర్#, సూట్#, ఆప్ట్#, ప్లాట్#, మొదలైనవి చేర్చడానికి మీరు చిరునామాను ఎడిట్ చేయవచ్చు
ur: آپ ایڈریس میں ترمیم کر سکتے ہیں جس میں فلور#، سوٹ#، اپٹ#، پلاٹ#وغیرہ شامل ہیں

# branch_update_success
source: Branch details updated successfully
es: apartamento detalles de la sucursal se actualizaron correctamente.
hi: शाखा विवरण सफलतापूर्वक अपडेट किया गया।

# branch_established_years
source: Establishment Year of Branch
es: Año de establecimiento de la sucursal
hi: शाखा स्थापना वर्ष का
te: బ్రాంచ్ ఎస్టాబ్లిష్‌మెంట్ సంవత్సరం
ur: برانچ اسٹیبلشمنٹ سال کا

# address_error_text_1
source: The Address is NOT matching with the Country, please correct your Address
es: La dirección del NO coincide con el país, la dirección de la sucursal o el país correctos.
hi: पता देश, सही शाखा के पते या देश से मेल नहीं खाता।
te: చిరునామా దేశం, సరైన బ్రాంచ్ చిరునామా లేదా దేశంతో సరిపోలడం లేదు.
ur: پتہ ملک ، صحیح برانچ ایڈریس یا ملک سے مماثل نہیں ہے۔

# address_error_text_2
source: Sorry something went wrong, please try again.
es: Lo siento, algo salió mal. Vuelve a intentarlo.
hi: क्षमा करें कुछ गलत हो गया, कृपया पुन: प्रयास करें।
te: క్షమించండి ఏదో తప్పు జరిగింది, దయచేసి మళ్లీ ప్రయత్నించండి.
ur: معذرت کچھ غلط ہو گیا ، براہ کرم دوبارہ کوشش کریں۔

# selectcheck
source: Select Services that are applicable to your Business. You may search for Keywords as well.
ar: حدد خانة (مربعات) الاختيار التي تنطبق على عملك.
es: Seleccione los servicios que se apliquen a su negocio. También puede buscar palabras clave.
hi: उन सेवाओं का चयन करें जो आपके व्यवसाय पर लागू हों। आप Keywords को भी सर्च कर सकते हैं।
te: మీ వ్యాపారానికి వర్తించే సేవలను ఎంచుకోండి. మీరు కీలక పదాల కోసం కూడా శోధించవచ్చు.
ur: ایسی خدمات منتخب کریں جو آپ کے کاروبار پر لاگو ہوں۔ آپ کلیدی الفاظ بھی تلاش کر سکتے ہیں۔

# customervisitcheck
source: (Walk-In Services) - The consumer would visit your place of Business for services
ar: الخدمات(يقوم العميل بزيارة منشأة الأعمال الخاصة بي)
es: (Servicios sin cita previa): el consumidor "visita el lugar de su empresa" para obtener los servicios que presta su empresa.
hi: !! अर्जित बिल - आपकी कार्यवाही की आवश्यकता है !! - आपका {service_type} अपॉइंटमेंट # {job_id} पूरा हो गया है और PAYMENT ऑफ {इनवॉइस_माउंट} के लिए तैयार है और आपके त्वरित भुगतान की सराहना करता है।
te: (వాక్ -ఇన్ సర్వీసెస్) - మీ వ్యాపారం అందించే సేవల కోసం వినియోగదారుడు "మీ వ్యాపార స్థలాన్ని సందర్శిస్తారు".
ur: (واک ان سروسز) - آپ کے کاروبار کی خدمات کے لیے صارف "آپ کے کاروباری مقام کا دورہ کرتا ہے"۔

# customervisithelp
source: Help - Click on "Walk-In" tab, The consumer would visit your place of Business, for example, Doctor's Office, Barber Shop, Bar & Restaurant, Hotels, etc.
ar: الفوريةالمساعدة - اختر مربع الاختيار أعلاه إذا قام العميل (العملاء) بزيارة مرفق عملك للحصول على الخدمات التي يقدمها عملك. مثال: قانون الشركات والمكاتب طبيب، الغناء، بار ومطعم، فنادق، سيارات ورشة لاصلاح، وماذلك،
es: Ayuda: haga clic en la pestaña "Walk-In", si el consumidor visita el lugar de su empresa para recibir los servicios que presta. Ejemplo: bufete de abogados, consultorio médico, peluquería, bar y restaurante, hoteles, taller de reparación de automóviles, etc.
hi: सहायता - "वॉक-इन" टैब पर क्लिक करें, यदि उपभोक्ता आपके व्यवसाय द्वारा प्रदान की जाने वाली सेवाओं के लिए आपके व्यावसायिक स्थान पर जाता है। उदाहरण: लॉ फर्म, डॉक्टर का कार्यालय, नाई की दुकान, बार और रेस्तरां, होटल, ऑटो मरम्मत की दुकान, आदि
te: సహాయం - వినియోగదారుడు మీ వ్యాపారాన్ని అందించే సేవల కోసం మీ వ్యాపార స్థలాన్ని సందర్శిస్తే, "వాక్ -ఇన్" ట్యాబ్‌పై క్లిక్ చేయండి. ఉదాహరణ: లా ఫర్మ్, డాక్టర్ ఆఫీసు, బార్బర్ షాప్, బార్ & రెస్టారెంట్, హోటల్స్, ఆటో రిపేర్ షాప్, మొదలైనవి
ur: مدد - "واک ان" ٹیب پر کلک کریں ، اگر صارف آپ کے کاروبار کی خدمات کے لیے آپ کے کاروباری مقام کا دورہ کرتا ہے۔ مثال: قانون فرم ، ڈاکٹر آفس ، حجام کی دکان ، بار اینڈ ریسٹورنٹ ، ہوٹل ، آٹو مرمت کی دکان وغیرہ

# businesscheckhelp
source: Help - Click on "In-Home" tab, Your business personnel will visit the consumer’s place to render the services as per schedule Example: Home Cleaning, Repairs, Handymen, Plumbing, Home tutoring, Music classes, Nanny, Heath care, etc.
ar: مساعدة - اختر خانة الاختيار أعلاه إذا كنت أنت أو موظف زيارتك (ق) مكان العميل لتقديم خدمات عملك. مثال: تنظيف المنزل ، وخدمات الإصلاح ، والعامل الماهر ، والسباكة ، والدروس الخصوصية بالمنزل ، ودروس الموسيقى ، والمربية ، والمساعدات الصحية ، وما إلى ذلك.
es: Ayuda: haga clic en la pestaña "En el hogar", si el personal de su empresa visita el lugar del consumidor para prestar sus servicios comerciales. Ejemplo: limpieza del hogar, servicios de reparación, personal de mantenimiento, plomería, tutoría en el hogar, clases de música, niñera, atención médica, etc.
hi: सहायता - "इन-होम" टैब पर क्लिक करें, यदि आपका व्यवसाय व्यक्तिगत आपकी व्यावसायिक सेवाएं प्रदान करने के लिए उपभोक्ता के स्थान पर जाता है। उदाहरण: घर की सफाई, मरम्मत सेवाएं, अप्रेंटिस, नलसाजी, होम ट्यूटरिंग, संगीत कक्षाएं, नानी, स्वास्थ्य देखभाल, आदि
te: సహాయం - మీ వ్యాపార సేవలు మీ వ్యాపార సేవలను అందించడానికి వినియోగదారుల స్థలాన్ని సందర్శిస్తే "ఇన్ -హోమ్" ట్యాబ్‌పై క్లిక్ చేయండి. ఉదాహరణ: హోమ్ క్లీనింగ్, రిపేర్ సర్వీసెస్, హ్యాండిమాన్, ప్లంబింగ్, హోమ్ ట్యూటరింగ్, మ్యూజిక్ క్లాసులు, నానీ, హెల్త్ కేర్, మొదలైనవి
ur: مدد - "گھر میں" ٹیب پر کلک کریں ، اگر آپ کا کاروباری ذاتی آپ کی کاروباری خدمات پیش کرنے کے لیے صارفین کی جگہ پر جاتا ہے۔ مثال: گھر کی صفائی ، مرمت کی خدمات ، ہینڈ مین ، پلمبنگ ، ہوم ٹیوٹرنگ ، میوزک کلاسز ، نینی ، ہیلتھ کیئر وغیرہ

# businessprovidecheck
source: (On-Demand Services) - Your Business serves customers on location-based instantaneous services
ar: خدمات عند الطلب (يقدم نشاطي التجاري خدمات حسب الموقع للعملاء)
es: (servicios a pedido): su empresa brinda servicios instantáneos basados ​​en la ubicación a los consumidores.
hi: (ऑन-डिमांड सेवाएं) - आपका व्यवसाय उपभोक्ताओं को स्थान आधारित, त्वरित सेवाएं प्रदान करता है।
te: (ఆన్ -డిమాండ్ సర్వీసెస్) - మీ బిజినెస్ లొకేషన్ బేస్డ్, తక్షణ సేవలను వినియోగదారులకు అందిస్తుంది.
ur: (آن ڈیمانڈ سروسز) - آپ کا کاروبار صارفین کو مقام پر مبنی ، فوری خدمات فراہم کرتا ہے۔

# businessprovidehelp
source: Help - Click on "On-Demand" tab, Your Business serves customers on location-based instantaneous services, for example: Taxis, roadside assistance, Emergency repairs, food deliveries, ambulances etc.
ar: مساعدة - اختر مربع الاختيار أعلاه إذا كان لديك تقدم الأعمال خدمات عند الطلب على مدار الساعة. مثال: سيارة أجرة ، مساعدة على الطريق ، إصلاحات طارئة ، خدمات قائمة على الموقع ، سيارة إسعاف ، خدمات عامة ، إلخ.
es: Ayuda: haga clic en la pestaña "On-Demand", si su empresa ofrece servicios instantáneos basados ​​en la ubicación a los consumidores. Ejemplo: taxi, asistencia en la carretera, reparaciones de emergencia, servicios basados ​​en la ubicación, entrega de alimentos, ambulancia, servicios públicos, etc.
hi: सहायता - "ऑन-डिमांड" टैब पर क्लिक करें, यदि आपका व्यवसाय उपभोक्ताओं को स्थान आधारित, तात्कालिक सेवाएं प्रदान करता है। उदाहरण: टैक्सी, सड़क के किनारे सहायता, आपातकालीन मरम्मत, स्थान आधारित सेवाएं, खाद्य वितरण, एम्बुलेंस, सार्वजनिक सेवाएं, आदि
te: సహాయం - మీ వ్యాపారం వినియోగదారులకు లొకేషన్ ఆధారిత, తక్షణ సేవలను అందిస్తే, "ఆన్ -డిమాండ్" ట్యాబ్‌పై క్లిక్ చేయండి. ఉదాహరణ: టాక్సీ, రోడ్‌సైడ్ అసిస్టెన్స్, ఎమర్జెన్సీ రిపేర్లు, లొకేషన్ ఆధారిత సేవలు, ఫుడ్ డెలివరీ, అంబులెన్స్, పబ్లిక్ సర్వీసెస్ మొదలైనవి
ur: مدد - اگر آپ کا کاروبار صارفین کو مقام پر مبنی ، فوری خدمات فراہم کرتا ہے تو "آن ڈیمانڈ" ٹیب پر کلک کریں۔ مثال: ٹیکسی، سڑک کے کنارے مدد، ہنگامی مرمت، مقام کی بنیاد پر خدمات، خوراک کی ترسیل، ایمبولینس، عوامی خدمات، وغیرہ

# CustomerWalkIn
source: (Walk-In Services) - The consumer would visit your place of Business for services
ar: خدمات الدخول (يزور العميل منشأة عملي)
es: (servicios sin cita previa): el consumidor "visita el lugar de su empresa" para los servicios que presta su empresa.
hi: (वॉक-इन सेवाएं) - आपके व्यवसाय द्वारा प्रदान की जाने वाली सेवाओं के लिए उपभोक्ता "आपके व्यावसायिक स्थान पर जाता है"।
te: (వాక్ -ఇన్ సర్వీసెస్) - మీ బిజినెస్ అందించే సేవల కోసం వినియోగదారుడు "మీ బిజినెస్ ప్లేస్‌ని సందర్శిస్తాడు".
ur: (واک میں خدمات) - خدمات کو آپ کے کاروبار دیتا لئے کنزیومر "دوروں کو آپ کے کاروبار کی جگہ".

# CustomerInHome
source: (In-Home Services) - Your business personnel will visit the consumer’s place to render the services as per the scheduled appointment.
ar: الخدمات الداخلية (أعمالي الشخصية لزيارة أماكن العملاء)
es: (Servicios en el hogar): el personal de su empresa visita el lugar del consumidor para prestar servicios comerciales.
hi: (इन-होम सर्विसेज) - आपका व्यवसाय व्यक्तिगत रूप से व्यावसायिक सेवाएं प्रदान करने के लिए उपभोक्ता के स्थान पर जाता है।
te: (ఇంటిలో సేవలు) - వ్యాపార సేవలను అందించడానికి మీ వ్యాపారం వ్యక్తిగత వినియోగదారుని సందర్శిస్తుంది.
ur: (اندرون ملک خدمات) - آپ کا کاروباری ذاتی کاروباری خدمات پیش کرنے کے لیے صارفین کی جگہ پر جاتا ہے۔

# BusinessOnDemand
source: (On-Demand Services) - Your Business serves customers on location-based instantaneous services
ar: خدمات عند الطلب (بلدي يقدم العمل خدمات حسب الطلب للعملاء على أساس الموقع)
es: (Servicios a pedido): su empresa ofrece a los consumidores servicios instantáneos basados ​​en la ubicación.
hi: (ऑन-डिमांड सेवाएं) - आपका व्यवसाय उपभोक्ताओं को स्थान आधारित, तत्काल सेवाएं प्रदान करता है।
te: (ఆన్ -డిమాండ్ సేవలు) - మీ వ్యాపారం వినియోగదారులకు లొకేషన్ ఆధారిత, తక్షణ సేవలను అందిస్తుంది.
ur: (آن ڈیمانڈ سروسز) - آپ کا کاروبار صارفین کو مقام پر مبنی ، فوری خدمات فراہم کرتا ہے۔

# infromationislegitmate
source: I hereby declare that the information provided is true and correct.
ar: معلومات الهوية التي تم إدخالها أعلاه شرعية ودقيقة إلى معرفتي
es: Los datos de identidad ingresados ​​anteriormente son legítimos, precisos y me pertenecen a mí.
hi: ऊपर दर्ज किया गया पहचान विवरण वैध, सटीक और मेरा है।
te: పైన పేర్కొన్న గుర్తింపు వివరాలు చట్టబద్ధమైనవి, ఖచ్చితమైనవి మరియు నాకు చెందినవి.
ur: اوپر درج کردہ شناخت کی تفصیلات جائز ، درست اور میری ہیں۔

# identificationtype1
source: Select Personal Identification Type 1
ar: حدد نوع التعريف
es: Seleccione el tipo de identificación personal 1
hi: व्यक्तिगत पहचान प्रकार का चयन करें 1
te: వ్యక్తిగత గుర్తింపు రకం 1
ur: ذاتی شناخت کی قسم منتخب کریں 1

# documentnumber1
source: Personal ID Number
ar: الشخصي رقم
es: Número de
hi: व्यक्तिगत आईडी संख्या
te: వ్యక్తిగత ID నంబర్
ur: ذاتی شناختی نمبر

# issuingauthority1
source: Photo Identification Issuing Authority
ar: الهويةسلطة إصدار تعريف الصورة
es: identificación Autoridad emisora ​​de identificación con foto
hi: फोटो पहचान जारी करने वाला प्राधिकरण
te: ఫోటో గుర్తింపు జారీ అధికారాన్ని
ur: تصویر کی شناخت جاری کرنے والی اتھارٹی

# identificationtype2
source: Select Personal Identification Type 2
ar: الشخصيةحدد نوع الهوية الشخصية
es: personal Seleccione el tipo de identificación personal 2
hi: व्यक्तिगत पहचान प्रकार 2चयन
te: ఎంచుకోండి వ్యక్తిగత గుర్తింపు రకం 2
ur: منتخب کریں ذاتی شناخت کی قسم 2

# documentnumber2
source: Business License No
ar: رخصة العمل #
es: Licencia comercial Sin
hi: व्यवसाय लाइसेंस काकरें कोई
te: వ్యాపార లైసెన్స్ సంఖ్య
ur: کاروباری لائسنس نہیں

# issuingauthority2
source: Photo Identification Issuing Authority
ar: سلطة إصدار تعريف الصورة
es: identificación con foto Autoridad
hi: फोटो पहचान जारी करने वाला प्राधिकरण
te: ఫోటో గుర్తింపు జారీ అధికారం
ur: تصویر کی شناخت جاری کرنے والی اتھارٹی

# informationislegitmate
source: I hereby declare that the information provided is true and correct.
ar: أوافق على أن معلومات الهوية التي تم إدخالها أعلاه شرعية ودقيقة حسب معرفتي
es: emisora ​​Los datos de identidad ingresados ​​anteriormente son legítimos, precisos y me pertenecen.
hi: ऊपर दर्ज पहचान विवरण वैध, सटीक और मेरा है।
te: నమోదు చేసిన గుర్తింపు వివరాలు చట్టబద్ధమైనవి, ఖచ్చితమైనవి మరియు నాకు చెందినవి.
ur: اوپر درج شناختی تفصیلات درست ، درست اور خود سے تعلق رکھتی ہیں۔

# business_title
source: Personal Identification Details
es: Detalles de identificación personal
hi: व्यक्तिगत पहचान विवरण
te: వ్యక్తిగత గుర్తింపు వివరాలు
ur: ذاتی شناخت کی تفصیلات
