Repository: IamTouseef481/tudo
Catalog: apps/core/priv/gettext/*/LC_MESSAGES/general.po
Languages: ar, es, hi, te, ur

# max_allow
source: Max allowed is
es: Máximo permitido es
hi: अधिकतम अनुमत है
te: మాక్స్ఎంటర్అనుమతి
ur: زیادہ سے زیادہ کی اجازتکیا جاتا ہے

# dis_title
source: Enter Title
es: Ingresar título
hi: शीर्षक दर्ज
te: శీర్షిక
ur: عنواندرج

# dis_error
source: Required field
es: Campo requerido
hi: आवश्यक फ़ील्ड
te: అవసరం రంగంలో
ur: مطلوبمیدان

# dis_select_amt
source: Select Amount
es: Seleccionar Monto
hi: करेंचुनें राशि
te: ఎంచుకోండిమొత్తం
ur: منتخبرقم

# dis_in_per
source: Amount:
es: Monto:
hi: राशि:
te: పరిమాణం:
ur: رقم:

# dis_dis_title
source: Enter Description
es: Ingrese Descripción
hi: विवरण दर्ज करें
te: వివరణఎంటర్
ur: تفصیلدرج

source: Card number
es: Número de
hi: कार्ड नंबर
te: కార్డ్ సంఖ్య
ur: کارڈ تعداد میں

source: Card Holder Name
es: Tarjeta Nombre del Titular de la Tarjeta
hi: कार्ड धारक का नाम
te: కార్డ్ హోల్డర్ పేరు
ur: کارڈ ہولڈر کا نام

# card_expiry_date
source: Expiry Date
es: Fecha de Vencimiento
hi: समाप्ति तिथि
te: గడువు తేదీ
ur: ختم ہونے کی تاریخ

# card_holder_name_hint
source: Enter Card Holder Name
es: Ingrese el Nombre del Titular de la
hi: दर्ज करें कार्ड धारक का नाम
te: ఎంటర్ కార్డ్ హోల్డర్ పేరు
ur: کارڈ ہولڈر کا نامدرج

# card_submit_button
source: Add Payment Card No
es: Tarjeta Tarjeta de Pago
hi: भुगतान कार्ड
te: Add పేమెంట్ కార్డ్
ur: شامل ادائیگی کارڈ

# add_card_details_title
source: Add Payment Card Details
es: Agregar Agregar Detalles de la
hi: जोड़ें भुगतान कार्ड विवरण जोड़ें भुगतान कार्ड
te: Add పేమెంట్ కార్డ్ వివరాలు
ur: شامل ادائیگی کارڈ کی تفصیلات

# add_card_success_dialog_desc
source: Payment Card added successfully
es: Tarjeta de Pago La Tarjeta de Pago se agregó exitosamente
hi: सफलतापूर्वक जोड़ा गया
te: విజయవంతంగాపేమెంట్ కార్డ్ జోడించారు
ur: ادائیگی کارڈ شامل کرکامیابی سے

# add_card_success_status
source: Success
es: Correcto
hi: सफलता
te: విజయం
ur: کامیابی

# add_card_okay
source: Okay
es: OK
hi: ठीक है
te: సరే
ur: ٹھیک

# select_payment_option_title
source: Select Payment Option
es: Seleccione la Opción de Pago
hi: भुगतान विकल्प का चयन करें
te: ఎంచుకోండి చెల్లింపు ఎంపిక
ur: منتخب ادائیگی کی سہولت

# payable_amount
source: Total Payable Amount
es: Monto Total a Pagar
hi: कुल देय राशि
te: మొత్తం చెల్లించవలసిన మొత్తాన్ని
ur: کل قابل ادائیگی رقم کو

# choose_credit_card_title
source: Select a Payment Card
es: Seleccione una Tarjeta de Pago
hi: भुगतान कार्ड का चयन करें
te: ఎంచుకోండి ఒక చెల్లింపు కార్డ్
ur: منتخب کریں ایک ادائیگی کارڈ

# no_card_added
source: Payment Card not added yet!
es: Pago Tarjeta de Pago no añadido todavía!
hi: भुगतान कार्डअभी तक नहीं जोड़ा गया!
te: చెల్లింపు కార్డ్ ఇంకా జోడించబడలేదు!
ur: کی ادائیگی کارڈ ابھی تک شامل نہیں!

# transaction_success_title
source: Transaction successful
es: Transacción exitosa
hi: लेन-देन सफल
te: లావాదేవీ విజయవంతమైన
ur: ٹرانزیکشن کامیاب

# transaction_sucssess_desc
source: Your Payment has been processed successfully! Thank You!
es: Muchas gracias por procesar Pago
hi: धन्यवाद ज्यादा के लिए प्रसंस्करण भुगतान
te: ధన్యవాదాలు ఎక్కువ ప్రాసెసింగ్ చెల్లింపు
ur: پروسیسنگ کے لیے بہت بہت شکریہ ادائیگی

# tudo_pass_hint
source: Enter your TUDO Password
es: Ingrese su Contraseña de TUDO Contraseña de
hi: दर्ज करें अपने TUDO पासवर्ड
te: ఎంటర్ మీ TUDO పాస్వర్డ్
ur: کروائیں اپنادرج کریں TUDO پاس

# tudo_pass_label
source: TUDO Password
es: TUDO
hi: TUDO पासवर्ड
te: TUDO పాస్వర్డ్
ur: TUDO پاس ورڈورڈ

# select_card_error_desc
source: Please select a Payment method
es: Por favor seleccione un método de Pago
hi: कृपया चुनें एक भुगतान विधि
te: దయచేసి ఎంచుకోండి ఒక చెల్లింపు పద్ధతి
ur: براہ کرم ادائیگی کا طریقہ منتخب کریں

# enter_tudo_pass_title
source: Enter your password to proceed
es: Ingrese su contraseña para continuar
hi: आगे बढ़ने के लिए अपना पासवर्ड दर्ज
te: కొనసాగడానికి మీ పాస్వర్డ్ను నమోదు చేయండి
ur: آگے بڑھنے کے لیے اپنا پاس ورڈ درج کریں

# delete_card_question
source: Are you sure you want to delete this Payment Card?
es: ¿Está seguro de eliminar esta Tarjeta de Pago?
hi: आप यकीन है कि यह भुगतान कार्ड को हटाने के लिए कर रहे हैंकरें?
te: మీరు ఖచ్చితంగా ఈ చెల్లింపు కార్డ్ తొలగించడానికి చేస్తున్నారాసమర్పించండి?
ur: کیا آپ کو یہ ادائیگی کارڈ حذف کرنے کا یقین ہے؟

# credit_card_delete_success
source: Payment Card deleted successfully
es: Tarjeta de pago eliminada correctamente.
hi: भुगतान कार्ड सफलतापूर्वक हटा दिया गया
te: చెల్లింపు కార్డ్ విజయవంతంగా తొలగించబడింది
ur: ادائیگی کارڈ کامیابی سے خارج

# default_method_ques
source: Please confirm if you want to make this card the default Payment method?
es: ¿Está seguro de que esta tarjeta es el método de pago predeterminado?
hi: क्या आप इस कार्ड को डिफ़ॉल्ट भुगतान विधि बनाना सुनिश्चित कर रहे हैं?
te: మీరు ఖచ్చితంగా ఈ కార్డును డిఫాల్ట్ చెల్లింపు పద్ధతిగా చేస్తారా?
ur: آپ کے طور پر پہلے سے طے شدہ ادائیگی کا طریقہ اس کارڈ کو بنانے کے لئے ہیں؟

# default_success
source: Default Payment method created successfully
es: El método de pago predeterminado se creó correctamente.
hi: डिफ़ॉल्ट भुगतान विधि सफलतापूर्वक बनाई गई।
te: డిఫాల్ట్ చెల్లింపు పద్ధతి విజయవంతంగా సృష్టించబడింది.
ur: ڈیفالٹ ادائیگی کا طریقہ کامیابی سے بنایا گیا۔

# long_press_desc
source: (*Note: Long press on your Card to make it a default payment method)
es: (* Nota: Mantenga presionada la tarjeta para establecer el método de pago predeterminado)
hi: (* नोट: डिफ़ॉल्ट भुगतान विधि बनाने के लिए कार्ड को कुछ देर दबाकर)
te: (*గమనిక: డిఫాల్ట్ చెల్లింపు పద్ధతిని చేయడానికి కార్డ్‌పై ఎక్కువసేపు నొక్కండి)
ur: (*نوٹ: ڈیفالٹ ادائیگی کا طریقہ بنانے کے لیے کارڈ پر لمبا دبائیں)

# expired_text
source: Card Expired
es: Tarjeta vencida
hi: कार्ड की समय सीमा समाप्त
te: కార్డ్ గడువు
ur: کارڈ کی میعاد ختم ہو گئی

# pay_text
source: Pay
es: Pagar
hi: वेतन
te: ముగిసిందిచెల్లించండి
ur: ادا کریں

# my_wallet_text
source: My Wallet
es: mi billetera
hi: मेरा बटुआ
te: నా వాలెట్
ur: میرا والٹ

# or_text
source: OR
es: O
hi: या
te: లేదా
ur: یا

# alternative_payments
source: Alternative Payment methods
es: métodos de pago alternativos
hi: वैकल्पिक भुगतान प्रक्रिया
te: ప్రత్యామ్నాయ చెల్లింపు పద్ధతులు
ur: ادائیگی کے متبادل طریقے

# credt_card_number
source: Credit Card Number
es: Número de tarjeta de crédito
hi: क्रेडिट कार्ड नंबर
te: క్రెడిట్ కార్డ్ నంబర్
ur: کریڈٹ کارڈ نمبر

source: VALID THRU
es: VÁLIDO HASTA
hi: वैध के माध्यम से
te: చెల్లుబాటు అవుతుంది
ur: درست ہے

# success_purchase
source: Your Payment has been processed successfully
es: Supago procesado correctamente
hi: आपका भुगतान सफलतापूर्वकसंसाधित,
te: మీ చెల్లింపు విజయవంతంగా
ur: آپ کی ادائیگی پر عملدرآمد کامیابی سے

# able_to_create_promotion
source: Congratulations! You can plan your promotional campaign now
es: plan de, ahora puede crear una promoción
hi: योजना अब तुम एक पदोन्नति बनाने के लिएमें सक्षम हैं
te: ప్లాన్ చేయబడింది, ఇప్పుడు మీరు ప్రమోషన్‌ను
ur: ہو گیا ہے ، اب آپ ایک پروموشن بنانے کے قابل ہو گئے ہیں

source: Amount Due
es: Monto adeudado
hi: देय राशि
te: బకాయి మొత్తం
ur: واجب الادا رقم

source: Cash paid in
es: Efectivo pagado
hi: नकद भुगतान
te: నగదు చెల్లించబడింది
ur: کیش ادائیگی کی گئی۔

source: Enter cash amount
es: Ingrese el monto en efectivo
hi: नकद राशि दर्ज करें
te: నగదు మొత్తాన్ని నమోదు చేయండి
ur: نقد رقم درج کریں۔

# please_enter_cash_amt
source: Please enter cash value
es: Ingrese el valor en efectivo
hi: कृपया नकद मूल्य दर्ज करें
te: దయచేసి నగదు విలువను నమోదు చేయండి
ur: براہ کرم نقد قیمت درج کریں۔

# amount_should_greater_payable
source: Please note the paid value must be greater or equal to the payable amount
es: El valor pagado debe ser mayor o igual al monto a pagar
hi: भुगतान मूल्य देय राशि से अधिक या उसके बराबर होना चाहिए
te: చెల్లింపు విలువ చెల్లించాల్సిన మొత్తం కంటే ఎక్కువగా ఉండాలి
ur: ادا شدہ قیمت قابل ادائیگی رقم سے زیادہ یا اس کے برابر ہونی چاہیے۔

# collected_cash
source: Cash Collected
es: Efectivo cobrado
hi: एकत्रित नकद
te: సేకరించిన నగదు
ur: جمع کیش۔

source: Pay & Proceed
es: Pagar y proceder
hi: भुगतान करें और आगे बढ़ें
te: చెల్లించండి & కొనసాగించండి
ur: ادائیگی کریں اور آگے بڑھیں۔

# payment_cash_request
source: Your payment request has been processed, please wait until service provider confirms the receipt
es: Su solicitud de pago se completó, espere hasta que el proveedor de servicios confirme el recibo
hi: आपका भुगतान अनुरोध पूरा हो गया है, कृपया तब तक प्रतीक्षा करें जब तक सेवा प्रदाता रसीद की पुष्टि न कर दे
te: మీ చెల్లింపు అభ్యర్థన పూర్తయింది, దయచేసి సర్వీస్ ప్రొవైడర్ రసీదుని నిర్ధారించే వరకు వేచి ఉండండి
ur: آپ کی ادائیگی کی درخواست مکمل ہو گئی ، براہ کرم انتظار کریں جب تک سروس فراہم کرنے والا رسید کی تصدیق نہ کر لے۔

# create_braintree_account_screen_title
source: Create Braintree account
es: Crear cuenta de Braintree
hi: ब्रेनट्री तैयार करें
te: సృష్టించగలుగుతారు బ్రెయిన్‌ట్రీ ఖాతాసృష్టించండి
ur: برائنٹری اکاؤنٹ بنائیں

source: Company Name
es: Nombre de la empresa
hi: कंपनी नाम
te: పేరును
ur: کمپنی کا نام

source: Contact Number
es: Número de contacto número de
hi: संपर्क नंबरसंपर्क नंबर
te: కాంటాక్ట్ నంబర్
ur: رابطہ نمبررابطہ نمبر

# contact_number_hint
source: Enter Contact Number
es: Ingrese el contacto Los
hi: दर्ज करेंदर्ज करें
te: ఎంటర్ చెయ్యండి
ur: درج کریںدرج کریں

# cmr_terms_condition_text
source: I hereby declare that the information provided is legitimate and accurate to my knowledge.
es: datos de identidad ingresados ​​anteriormente son legítimos y precisos según mi conocimiento.
hi: ऊपर दर्ज पहचान विवरण मेरी जानकारी के लिए वैध और सटीक हैं।
ur: اوپر شناخت کی تفصیلات میرے علم کے مطابق جائز اور درست ہیں۔

# success_dialog_title
source: Success
es: Éxito
hi: सफलता
te: సక్సెస్
ur: کامیابی

# success_desc
source: Braintree account created successfully
es: Cuenta de Braintree creada con éxito
hi: ब्रेनट्री सफलतापूर्वकबनाई खाता
te: బ్రేంట్రీ విజయవంతంగారూపొందించినవారు ఖాతా
ur: braintree کی کامیابیپیدا اکاؤنٹ

# okay_text
source: Okay
es: Está bien
hi: ठीक
te: సరే
ur: ٹھیک

# paypal_seller_account_success
source: PayPal seller account created successfully
es: Cuenta de vendedor de PayPal creada con éxito
hi: पेपैल विक्रेता खाता सफलतापूर्वक बनाया गया
te: పేపాల్ విక్రేత ఖాతా విజయవంతంగా సృష్టించబడింది
ur: پے پال سیلر اکاؤنٹ کامیابی کے ساتھ بنایا گیا۔

# paypal_method_success
source: Payment method added successfully
es: Método de pago agregado correctamente
hi: भुगतान विधि सफलतापूर्वक जोड़ी गई
te: చెల్లింపు పద్ధతి విజయవంతంగా జోడించబడింది
ur: ادائیگی کا طریقہ کامیابی کے ساتھ شامل کیا گیا۔

# payout_account_create_success
source: Your funds withdraw account created successfully
es: Su cuenta de retiro de fondos se creó con éxito
hi: आपका धन निकासी खाता सफलतापूर्वक बनाया गया
te: మీ ఫండ్స్ విత్‌డ్రా ఖాతా విజయవంతంగా సృష్టించబడింది
ur: آپ کے فنڈز سے نکالے گئے اکاؤنٹ کو کامیابی سے بنایا گیا۔

# tip_title
source: Pay Invoice
es: Pagar factura
hi: वेतन चालान
te: పే వాయిస్
ur: پے انوائس

# tip_to_bsp
source: Tip your TUDO Platform
es: Propina su plataforma TUDO El
hi: टिप अपने TUDO प्लेटफार्म
te: చిట్కామీTUDO వేదిక
ur: ٹپآپ سے TUDO پلیٹ فارم

# tip_to_bsp_desc
source: 100% of Tips goes to TUDO platform
es: 100% de las propinas van a la plataforma TUDO
hi: 100 युक्तियाँ की%TUDO मंच के लिएजाता
te: చిట్కాలు 100%వెళుతుందిTUDO వేదిక
ur: تجاویز کی100٪سے TUDO پلیٹ فارم پرجاتا

# donate_desc
source: Donate to charitable and non-profit organization
es: Donar a organizaciones benéficas y sin fines de lucro
hi: चैरिटेबल और गैर-लाभकारी संगठनकरने के लिए दान
te: చారిటబుల్ మరియు లాభాపేక్షలేని సంస్థదానం
ur: خیراتی اور غیر منافع بخش تنظیمکرنے کے لئے عطیہ

# discount_per_label
source: Discount %
es: % de
hi: डिस्काउंट%
te: డిస్కౌంట్%
ur: ڈسکاؤنٹ٪

# discount_per_hint
source: Enter discount %
es: descuento Ingresar descuento%
hi: छूट% दर्ज
te: డిస్కౌంట్% ఎంటర్
ur: رعایت٪ درج

# invoiceAmt_text
source: Invoice Amt.:
es: factura:
hi: चालान राशि .:
te: వాయిస్ ఆంట్ .:
ur: انوائس AMT .:

# tipAmt_text
source: Tip Amt.:
es: propina:
hi: टिप राशि .:
te: చిట్కా ఆంట్ .:
ur: ٹپ AMT .:

# pay_txt
source: Pay
es: Pagar
hi: वेतन
te: పే
ur: پے

# tudo_garuntee
source: *TUDO guarantees 100% donations goes to non-profit organizations
es: Monto de Monto de* TUDO garantiza que el 100% de las donaciones van a Organizaciones sin fines de lucro
hi: * TUDO 100% दान करने के लिए चला जाता है की गारंटी देता है गैर-लाभकारी संगठन
te: * TUDO హామీలు 100% విరాళాలు వెళ్తాడులాభాపేక్షలేని సంస్థలు
ur: * سے TUDO کی ضمانت دیتا ہے 100٪ عطیات کو جاتاغیر منافع بخش تنظیمیں

# add_tudo_pro_plan
source: Add TUDO Protection plan
es: Agregar plan de protección TUDO
hi: TUDO सुरक्षा योजना जोड़ें
te: TUDO ప్రొటెక్షన్ ప్లాన్జోడించండి TUDO
ur: شامل کریں TUDO پروٹیکشن پلان

# invoice_amt
source: Invoice Amount
es: Importe de la factura Importe de la
hi: चालान राशि
te: ఇన్‌వాయిస్ మొత్తాన్ని
ur: انوائس رقم

# booking_fee_text
source: TUDO Booking Fee
es: Cuota de reserva de TUDO propina
hi: TUDO बुकिंग शुल्क
te: బుకింగ్ ఫీజు
ur: TUDO بکنگ فیس

# gratutity_text
source: Gratuity/ Tip Amount
es: / propina ¡
hi: ग्रेच्युटी/टिप राशि
te: గ్రాట్యుటీ/ టిప్ మొత్తం
ur: گریچیوٹی/ ٹپ رقم

# payment_success_text
source: Payment completed successfully!
es: Pago completado correctamente!
hi: भुगतान सफलतापूर्वक पूर्ण!
te: చెల్లింపు విజయవంతంగా పూర్తయింది!
ur: ادائیگی کامیابی سے مکمل!

# sent_to_text
source: Sent to
es: Enviado a
hi: भेजा गया
te: పంపబడింది.
ur: بھیجا گیا

# inovice_no_text
source: Invoice No.
es: número de factura.
hi: इनवॉइस नंबर पर।
te: ఇన్‌వాయిస్‌కువెళ్లడం
ur: انوائس نمبر پر۔ گھر

# back_to_home_button
source: Back to Home
es: Volver a Inicio
hi: घर वापस
te: ఇంటికి తిరిగి
ur: واپس

# something_wrong_text
source: Uh oh! Something went wrong! Try again later.
es: Algo salió mal, inténtelo de nuevo.
hi: कुछ गलत हो गया, पुन: प्रयास करें
te: ఏదో తప్పు జరిగింది, మళ్లీ ప్రయత్నించండి
ur: کچھ غلط ہو گیا ، دوبارہ کوشش کریں

# question_text
source: We would love to hear from you, rate and provide your feedback on this Service Provider?
es: Nos encanta saber de usted, calificar y brindar sus comentarios sobre este proveedor de servicios.
hi: हमें आपसे सुनना, रेट करना और इस सेवा प्रदाता पर आपकी प्रतिक्रिया प्रदान करना अच्छा लगता है?
te: ఈ సర్వీస్ ప్రొవైడర్‌లో మీ నుండి వినడానికి, రేట్ చేయడానికి మరియు మీ అభిప్రాయాన్ని అందించడానికి మేము ఇష్టపడతామా?
ur: ہمیں آپ سے سننا ، شرح دینا اور اس سروس فراہم کنندہ پر اپنی رائے دینا پسند ہے؟

# yes_text
source: Yes
es: Sí
hi: हां
te: అవును
ur: ہاں

# no_text
source: No
hi: नहीं
te: కాదు
ur: نہیں

# bsp_review_screen_title
source: Rate and Review
es: Calificar y revisar
hi: दर और समीक्षा
te: రేటు మరియురివ్యూ
ur: کی شرح اورریویو

# rating_error
source: Rate and Review on Service
es: Calificar y revisar el servicio
hi: दर और सेवा पर
te: సర్వీస్అనుభవంరేటు మరియు రివ్యూ
ur: سروسپرکی شرح اور جائزہ

# post_positive
source: Review your positive experience on this Service
es: Revisar la experiencia positiva en este Servicio
hi: समीक्षा इस सेवा पर सकारात्मक अनुभव की समीक्षा इस सेवा में
te: ఈ సర్వీస్లోరివ్యూ సానుకూల
ur: اس کی خدمت پرجائزہ مثبت تجربے

# post_improvements
source: Suggest improvements on this Service
es: Sugerir mejoras en este Servicio
hi: सुधार का सुझाव दें
te: ఈ సర్వీస్లో మెరుగుదలలను సూచించండి
ur: اس کی خدمت پر بہتری کی تجویز

# post_positive_desc
source: What you liked the most
es: Lo que más le gustó
hi: आपको सबसे ज्यादा क्या पसंद आया
te: మీరు పనినే అత్యంత
ur: آپ کو پسند کیا سب سے زیادہ

# post_improvements_desc
source: Suggest improvements
es: Sugerir mejoras
hi: सुधारों का सुझाव
te: సూచించండి మెరుగుదలలు
ur: تجویز بہتری

# submit_button
source: Submit
es: Enviar
hi: सबमिट
te: సమర్పించండి
ur: جمع

# thanks_text
source: Thanks for your review and feedback
es: Gracias por su revisión y comentarios
hi: करें अपनी समीक्षा और प्रतिक्रिया के लिए धन्यवाद
te: మీ సమీక్ష మరియు ఫీడ్బ్యాక్ధన్యవాదాలు
ur: آپ کے جائزے اور رائےکے لئے شکریہ

# field_required_text
source: Required field
es: Campo obligatorio
hi: आवश्यक फ़ील्ड
te: అవసరమైన ఫీల్డ్
ur: مطلوبہ فیلڈ

# we_recommended_text_cmr
source: (*We recommend you to give rating to this consumer out of 5)
es: (* Le recomendamos que califique a este consumidor de 5)
hi: (* हम आपको इस उपभोक्ता को रेटिंग देने की सलाह देते हैं) का 5)
te: (* మేము మీరు ఈ వినియోగదారు అవుట్ రేటింగ్ ఇవ్వాలని సిఫార్సు 5 లో)5
ur: (* ہم آپ کو اس صارفی باہر کرنے کی ریٹنگ دینے کے لئے مشورہ دیتے ہیں 5)کی

# we_recommended_text_bsp
source: (*We recommend you to give rating to this business out of 5)
es: (* Le recomendamos que le dé una calificación a este negocio de 5)
hi: (* हम आपको 5 में से इस व्यवसाय को रेटिंग देने की सलाह देते हैं)
te: (*నుండి ఈ వ్యాపారానికి రేటింగ్ ఇవ్వమని మేము మీకు సిఫార్సు చేస్తున్నాము)
ur: (* ہم 5 میں سے اس کاروبار کو درجہ بندی دینے کے لئے آپ کی سفارش)

# thanks_review_txt
source: Thank you for your review and comments
es: Gracias por la revisión y los comentarios.
hi: समीक्षा और टिप्पणियों के लिए धन्यवाद
te: సమీక్ష మరియు వ్యాఖ్యలకు ధన్యవాదాలు
ur: جائزے اور تبصرے کے لیے شکریہ۔

# create_hyperwallet_user_title
source: Create Receivables Account
es: Crear cuenta de cuentas por cobrar
hi: प्राप्य खाता बनाएं
te: స్వీకరించదగిన ఖాతాను సృష్టించండి
ur: بنائیں وصولی اکاؤنٹ

# select_birth_country
source: Select your Country of Birth
es: Seleccione su país de nacimiento
hi: अपना जन्मजन्म का
te: మీ జన్మ
ur: پیدائش کےکے آپ کے ملکمنتخب

source: Country of Birth
es: País de nacimiento
hi: देशदेश
te: దేశాన్నిజాతీయతను
ur: پیدائشملک

# select_nationality
source: Select your Nationality
es: Seleccione su nacionalidad
hi: चुनेंअपनी राष्ट्रीयता का चयन करें राष्ट्रीयता का
te: ఎంచుకోండి మీఎంచుకోండి జాతీయత
ur: آپ کی قومیتمنتخب کریں

source: Country of Nationality
es: País de nacionalidad
hi: देश
te: దేశాన్ని
ur: کی قومیتملک

source: Select Profile Type
es: Seleccione el tipo de perfil Introduzca la
hi: चुनें प्रोफ़ाइल प्रकार
te: ఎంచుకోండి ప్రొఫైల్ రకం
ur: منتخب پروفائل قسم

# enter_valid_date
source: Please enter Valid Date
es: fecha válida
hi: कृपया मान्यदर्ज
te: దయచేసిచెల్లుబాటు అయ్యే తేదీని నమోదు చేయండి
ur: درست تاریخداخل کریں.

source: Date of Birth
es: Fecha de nacimiento
hi: जन्म तिथि
te: పుట్టిన తేదీ
ur: پیدائشیکیکوڈ

source: Business Name
es: Nombre de la empresa
hi: व्यवसाय का नाम
te: వ్యాపారం పేరు
ur: بزنس نام

source: Select Gender
es: Seleccione el sexo
hi: करेंचुनें लिंग का
te: లింగం
ur: منتخب صنف

source: Select Business Type
es: Seleccione Tipo de empresa
hi: चयन करें व्यवसाय का प्रकार
te: ఎంచుకోండి బిజినెస్ టైప్
ur: سلیکٹبزنس کی قسم

# select_business_role
source: Select Business Contact Role Type
es: Select de Contacto Papel Tipo
hi: चुनें व्यापार से संपर्क भूमिका प्रकार
te: బిజినెస్ కాంటాక్ట్ రోల్ టైప్
ur: منتخب کریں بزنس رابطہ رول ٹائپ

source: Business Operating Name
es: de empresa operativo Nombrela
hi: व्यापार ऑपरेटिंग नाम
te: బిజినెస్ ఆపరేటింగ్ నేమ్
ur: بزنس آپریٹنگ نام

source: Business Registration ID
es: de empresa ID de registro
hi: व्यवसाय पंजीकरण आईडी
te: బిజినెస్ రిజిస్ట్రేషన్ ఐడి
ur: بزنس رجسٹریشن آئی ڈی

# choose_address_from_map
source: Pick Address from map
es: Recogida de direcciones en un mapa
hi: नक्शासे पता उठाओ
te: మ్యాప్
ur: نقشہ سے ایڈریس منتخب کریں ایڈریس

# address_line1
source: Address Line 1 (House No, Locality)
es: Dirección Línea 1 (House No, Localidad)
hi: पता पंक्ति 1 (हाउस नहीं है, इलाका)
te: అడ్రస్ లైన్ 1 (హౌస్ నం, లొకాలిటీ)
ur: لائن 1 (ہاؤس نمبر ، علاقہ)

# address_required
source: Address
es: Dirección
hi: पता
te: అడ్రస్
ur: ایڈریس

source: City
es: Ciudad
hi: शहर
te: సిటీ
ur: سٹی

# city_required
source: City Name
es: Nombre
hi: शहर का नाम
te: సిటీ పేరు
ur: سٹی نام

source: State
es: Estado
hi: राज्य
te: స్టేట్
ur: اسٹیٹ

# state_required
source: State Name
es: Estado Nombre
hi: राज्य का नाम
te: స్టేట్ నేమ్
ur: سٹیٹ کا نام

source: Country
es: País
hi: देश
te: కంట్రీ
ur: ملک کا

# pincode
source: Zip/ Pin code
es: postal / código Pin
hi: ज़िप / पिन कोड
te: జిప్/ పిన్ కోడ్
ur: زپ/ پن کوڈ

# business_Address_details
source: Business Address
es: negocio Dirección
hi: व्यापार पता
te: బిజినెస్ అడ్రస్
ur: بزنس ایڈریس

# business_address_line1
source: Business Address Line 1 (House No, Locality)
es: Dirección Comercial Línea 1 (House No, Localidad)
hi: व्यापार पता पंक्ति 1 (हाउस नहीं है, इलाका)
te: బిజినెస్ అడ్రస్ లైన్ 1 (హౌస్ నం, లొకేషన్)
ur: بزنس ایڈریس لائن 1 (ہاؤس نمبر ، علاقہ)

# business_address_required
source: Business Address
es: Dirección de la
hi: व्यवसाय का पता
te: వ్యాపార చిరునామా
ur: بزنس ایڈریس

source: Business City
es: empresa Ciudad de la
hi: व्यवसाय शहर
te: బిజినెస్ సిటీ
ur: بزنس سٹی

# business_city_required
source: Business City Name
es: empresa Nombre de la ciudad de la
hi: व्यवसाय शहर का नाम
te: బిజినెస్ సిటీ పేరు
ur: بزنس سٹی کا نام

source: Business State
es: empresa Estado de la
hi: व्यवसाय राज्य
te: బిజినెస్ స్టేట్
ur: بزنس سٹیٹ

# business_state_required
source: Business State Name
es: empresa Nombre del estado de la
hi: व्यवसाय राज्य का नाम
te: బిజినెస్ స్టేట్ నేమ్
ur: بزنس اسٹیٹ کا نام

source: Business Country
es: empresa País de la
hi: व्यवसाय देश
te: బిజినెస్ కంట్రీ
ur: بزنس کنٹری

# business_pincode
source: Business Zip/ Pin code
es: empresa Código postal / PIN de la empresa
hi: व्यवसाय ज़िप / पिन कोड
te: బిజినెస్ జిప్/ పిన్ కోడ్
ur: بزنس زپ/ پن کوڈ

# checkbox_text
source: Copy above Address info to Business Address
es: Copia arriba Dirección inf o a la dirección comercial
hi: ऊपर की प्रतिलिपि पता जानकारी o व्यवसाय के पते पर
te: కాపీ అడ్రస్ పైన వ్యాపార చిరునామా o
ur: کاپی اوپر ایڈریس انف۔ کاروباری پتہکرنے O

# hyperwallet_success_text
source: Receivables Account created successfully
es: cuentas por cobrar Cuenta creada con éxito
hi: प्राप्य खातासफलतापूर्वक बनाया गया
te: పొందింది ఖాతారూపొందించినవారు విజయవంతంగా
ur: وصولی اکاؤنٹکامیابیپیدا

# paypal_email_id
source: PayPal Business Account ID
es: ID de cuenta comercial de PayPal ID de cuenta comercial de
hi: पेपैल व्यवसाय खाता आईडी पेपैल व्यवसाय खाता आईडी
te: పేపాల్ వ్యాపారం ఖాతా ID
ur: پے پال بزنس اکاؤنٹ ID

# paypal_email_id_hint
source: Enter PayPal Business Account Id
es: Ingrese el PayPal
hi: दर्ज करें
te: ఎంటర్ పేపాల్ వ్యాపారం ఖాతా Id
ur: درج کریں پے پال بزنس اکاؤنٹ کی شناخت

# email_desc
source: *Create PayPal Business account at www.paypal.com and come back here to enter the details
es: * Cree una cuenta comercial de PayPal en www.paypal.com y regrese aquí para ingresar
hi: * www.paypal.com पर पेपैल व्यवसाय खाता बनाएं और यहां प्रवेश करने के लिए वापस आएं
te: * www.paypal.com వద్ద పేపాల్ వ్యాపారం ఖాతా సృష్టించు మరియు ఇక్కడ పునఃప్రవేశ ఎంటర్
ur: * www.paypal.com پر پے پال بزنس اکاؤنٹ بنائیں اور یہاں واپسی درج کرنے کی

# age_desc
source: *You must be 18 and older
es: * Debe tener 18 años o más
hi: *आपकी आयु 18 वर्ष और उससे अधिक होनी चाहिए
te: * మీ 18 మరియు పాతఉండాలి
ur: * آپ 18 سال یا زیادہکا ہونا لازمی ہے

# contact_role_type
source: Business Contact Role Type
es: Contacto Función Tipo
hi: व्यवसाय संपर्क भूमिका प्रकार
te: బిజినెస్ కాంటాక్ట్ రోల్ టైప్
ur: کاروباری رابطہ کردار قسم

# business_type_text
source: Business Type
es: comercial Tipo de comercial
hi: व्यवसाय प्रकार
te: వ్యాపారం పద్ధతి
ur: کاروبار کی قسم

# birth_country_text
source: Birth Country
es: País de nacimiento
hi: जन्म देश की
te: బర్త్ దేశం
ur: پیدائش ملک

source: Nationality Country
es: Nacionalidad País
hi: राष्ट्रीयता देश का
te: జాతీయతదేశం
ur: قومیتملک کے

# address_type_text
source: Address Type
es: Dirección Tipo
hi: पता प्रकार
te: చిరునామా రకం
ur: پتے کی قسم

# gender_type_text
source: Gender Type
es: Sexo Tipo
hi: लिंग प्रकार
te: లింగం రకం
ur: صنف کی قسم

# repeat_paypal_text
source: Repeat PayPal Business Account ID
es: Repita el ID de cuenta comercial de PayPal
hi: पेपैल व्यापार खाता आईडी दोहराएं
te: పేపాల్ బిజినెస్ అకౌంట్ ID ని రిపీట్ చేయండి
ur: پے پال بزنس اکاؤنٹ آئی ڈی کو دہرائیں۔

# repeat_paypal_validate_text
source: Details entered in PayPal ID & Repeat PayPal ID must match
es: La identificación de PayPal y la identificación repetida de PayPal deben coincidir
hi: पेपैल आईडी और दोहराना पेपैल आईडी मेल खाना चाहिए
te: పేపాల్ ఐడి & రిపీట్ పేపాల్ ఐడి తప్పక సరిపోలాలి
ur: پے پال کی شناخت اور دہرائیں پے پال کی شناخت لازمی ہے۔
