Repository: IamTouseef481/tudo
Catalog: apps/core/priv/gettext/*/LC_MESSAGES/general.po
Languages: ar, es, hi, te, ur

source: Identity Document Number
es: Número de documento de identidad
hi: पहचान दस्तावेज़ संख्या
te: గుర్తింపు పత్రం సంఖ్య సంఖ్య
ur: شناختی دستاویز نمبر

source: Identification Expiry Date
es: Fecha de vencimiento de identificación
hi: पहचान समाप्ति तिथि
te: గుర్తింపు గడువు గడువు తేదీ
ur: شناخت کی میعاد ختم ہونے کی تاریخ

# unlicensed_update_succ_text
source: Branch Unlicensed details updated successfully.
es: Sucursal Detalles sin licencia actualizados con éxito.
hi: शाखा लाइसेंस रहित विवरण सफलतापूर्वक अपडेट किया गया।
te: శాఖ అనుమతి లేని వివరాలు విజయవంతంగా నవీకరించబడ్డాయి.
ur: برانچ غیر لائسنس شدہ تفصیلات کامیابی کے ساتھ اپ ڈیٹ ہو گئیں۔

# licenseissuingauthoritytype
source: License Issuing Authority
ar: نوع الترخيص إصدار
es: Autoridad emisora ​​de
hi: लाइसेंस जारी करने वाला प्राधिकरण
te: లైసెన్స్ ఇష్యూయింగ్ అథారిటీ
ur: لائسنس جاری کرنے والی اتھارٹی

# businesslicenseno
source: Business License Number
ar: الترخيص التجاري #
es: licencias Número de
hi: व्यवसाय लाइसेंस संख्या
te: బిజినెస్ లైసెన్స్ నంబర్
ur: بزنس لائسنس نمبر

# labeluploadlicenpicture
source: Upload front and back photos of your Business License
ar: تحميل صور ترخيص العمل
es: Cargue fotos del anverso y el reverso de su licencia comercial
hi: अपने व्यवसाय लाइसेंस के आगे और पीछे के फ़ोटो अपलोड करें
te: అప్లోడ్ ముందు మరియుమీ వ్యాపారం లైసెన్సువెనుక ఫోటోలు
ur: اپنے کاروباری لائسنس کی اگلی اور پچھلی تصاویر اپ لوڈ کریں

# licenseissuingauthority
source: Name of Issuing Authority
ar: ترخيص العمل سلطة إصدار الترخيص
es: Nombre de la autoridad emisora
hi: जारीकर्ता प्राधिकारी का नाम
te: జారీచేసే అధికారఫోటోలనుపేరు
ur: جاری کرنے والے اتھارٹی کا نام

# branch_title
source: Branch License Details
es: Sucursal Detalles de
hi: शाखा लाइसेंस विवरण
te: బ్రాంచ్ లైసెన్సు వివరాలు
ur: برانچ لائسنس کی تفصیلاتلائسنس کی تفصیلات

# bsp_title
source: Business License Details
es: la licencia Detalles de
hi: व्यवसाय लाइसेंस विवरण
te: వ్యాపారం లైసెన్సు వివరాలు
ur: کاروباریکاروباری لائسنس کی تفصیلات

# document_required_text
source: Business License photos are required
es: la licencia comercial Se requieren fotos de la licencia comercial
hi: व्यवसाय लाइसेंस फ़ोटो आवश्यक हैं
te: వ్యాపారం లైసెన్సు
ur: درکار ہیں

# document_required_desc
source: You must upload photos of at least two licensed documents (front and back) to proceed next
es: Debe cargar al menos dos fotos del documento de licencia para continuar.
hi: आगे बढ़ने के लिए आपको कम से कम दो लाइसेंस दस्तावेज़ फ़ोटो अपलोड करने होंगे
te: మీరు కెళ్ళాలి కనీసం రెండు లైసెన్సు పత్రం ఫోటోలు అప్ లోడ్ చెయ్యాలి
ur: آگے بڑھنے کے لیے آپ کو کم از کم دو لائسنس دستاویزی تصاویر اپ لوڈ کرنا ہوں گی اگلی

source: Choose an Image
es: Elija una imágenes
hi: एक छविचुनें
te: ఒకచిత్రంఎంచుకోండి
ur: تصویرکا انتخاب کریں

source: Gallery
es: Galería de
hi: गैलरी
te: గ్యాలరీ
ur: گیلری

source: Camera
es: cámara se
hi: कैमरा
te: కెమెరా
ur: کیمرہ

# licensed_update_succ_text
source: License details updated successfully
es: Los detalles de la licencia de la actualizaron correctamente.
hi: लाइसेंस विवरण सफलतापूर्वक अपडेट किया गया।
te: లైసెన్స్ వివరాలు విజయవంతంగా నవీకరించబడిందిఅవసరం.
ur: لائسنس شدہ تفصیلات کامیابی سے اپ ڈیٹ ہوئیں۔

# branchlicenseno
source: Branch License Number
es: Rama de Número
hi: शाखा लाइसेंस संख्या
te: బ్రాంచ్ లైసెన్స్ సంఖ్య
ur: برانچ لائسنس نمبر

# license_expiry_date
source: Business License Expiry Date
es: licencia de negocios Fecha de caducidad
hi: व्यवसाय लाइसेंस समाप्ति तिथि
te: వ్యాపారం లైసెన్సు గడువు తేదీ
ur: کاروباری لائسنس کیختم ہونے کی تاریخ

# agreeandaccept
source: I accept and agree to pay the cost of my business background verification
ar: أوافق وأوافق على دفع المستحقات المتكبدة في التحقق من خلفية نشاطي التجاري
es: acepto y estoy de acuerdo en pagar el costo de mi conocimiento de los negocios verificación
hi: मैं स्वीकार करता हूं और मेरे व्यवसाय पृष्ठभूमि सत्यापन के लिए लागत का भुगतान करने के लिए सहमत हूं व्यावसायिक
te: నేను అంగీకరిస్తున్నాను మరియు నా వ్యాపార నేపథ్యం ధృవీకరణకోసం ఖర్చు చెల్లించడానికి
ur: میں قبول کرتا ہوں اور اپنے کاروباری پس منظر کی توثیق کے لیے اخراجات کو

# uploadprofilepicture
source: Upload Your Business Profile Photos
ar: تحميل صور الملف التجاري:
es: dede subida de contacto Perfil Fotos:
hi: प्रोफ़ाइल फ़ोटो अपलोड करें:
te: అప్లోడ్ వ్యాపారం ప్రొఫైల్ ఫోటోలుఅంగీకరిస్తున్నారు:
ur: کاروباری پروفائل فوٹو اپ لوڈ کریں:

# accepttudo
source: I accept TUDO's Terms and Conditions
ar: أوافق وأوافق على شروط وأحكام TUDO
es: Acepto Términos TUDO y Condiciones
hi: मैं TUDO नियम और शर्तें स्वीकार करता हूं
te: నేను TUDO నిబంధనలను అంగీకరించాలి మరియు నిబంధనలు
ur: میعادقبول کرتا ہوںمیں قبول کرتا ہوں TUDO شرائط و ضوابط

# branch_is
source: The Branch is
es: rama son los
hi: शाखा
te: బ్రాంచ్
ur: برانچ ہے

# business_is
source: The Business is
es: negocios es
hi: व्यवसाय है
te: వ్యాపారంఉంది
ur: بزنس ہے

# write_branch_profile
source: Write your Branch Business Profile
es: escribir su rama de visita del perfil
hi: अपनी शाखाव्यावसायिक प्रोफ़ाइल
te: మీ బ్రాంచ్ వ్యాపారం ప్రొఫైల్
ur: اپنی برانچ بزنس پروفائل

# write_business_profile
source: Write your Business Profile
es: de escritura su perfil comercial
hi: लिखेंलिखें आपकी व्यावसायिक प्रोफ़ाइल
te: వ్రాయండిమీ వ్యాపారం ప్రొఫైల్
ur: لکھیں آپ کے کاروبار کے پروفائل

# other
source: Explain if other than Insured and Bonded
es: Explique si no es asegurado y consolidado
hi: स्पष्ट करें कि क्या बीमित और बंधुआ के अलावा कोई अन्य है यदि बीमित और बंधुआ के
te: బీమా కంటే బాండెడ్ఇతర ఉంటే
ur: کی وضاحت بیمہ اور بندواکے علاوہ کسی اور

# explain_if_other_text
source: Explain if other than Insured and Bonded
es: Explique si no es asegurado y consolidado
hi: अलावा अन्य
te: బీమా బాండెడ్కంటే ఇతర ఉంటే వివరించండి
ur: بیمہ اور بندواعلاوہ کسی اور اگر اس بات کی وضاحت

# please_enter_branch_details
source: Please enter Branch Profile Details
es: Ingrese los detalles del perfil de la sucursal detalles del perfil
hi: कृपया शाखा प्रोफ़ाइल विवरण
te: నమోదు చేయండి బ్రాంచ్ ప్రొఫైల్ వివరాలు
ur: درج کریں برانچ پروفائل تفصیلات

# please_enter_business_details
source: Please enter Business Profile Details
es: Ingrese lo comercial
hi: दर्ज करें कृपया व्यवसाय प्रोफ़ाइल विवरण दर्ज करें
te: వ్యాపారం ప్రొఫైల్ వివరాలునమోదు చేయండి
ur: درج کریں کاروبار کی پروفائل کی تفصیلات

# note
source: Please note the information you have entered is publicly visible to other TUDO users
es: PS: La información ingresada es visible públicamente para otros usuarios de TUDO vinculados se
hi: PS: दर्ज की गई जानकारीअन्य TUDO उपयोगकर्ताओं के लिए सार्वजनिक रूप से दिखाई देती है
te: సమాచారం ప్రవేశించిందిఇతర TUDO వినియోగదారులందరికీ పబ్లిక్గా కనిపిస్తాయి ఉంది:PS
ur: PSاگر:معلومات درجدوسرے سے TUDO صارفین تک عوامی طور پر مرئی

# insured_text
source: Insured for General Liability
es: Asegurado para responsabilidad general
hi: सामान्य देयता के लिए बीमित
te: జనరల్ బాధ్యతబీమా
ur: عام ذمےواری کیکے لئے بیمہ

# surety_text
source: Surety Bonded
es: Fianza Los
hi: ज़मानत बंधुआ
te: జామీను బాండెడ్
ur: زامن بانڈڈ

# branch_update_succ_text
source: Branch Profile details were updated successfully
es: detalles del perfil de la sucursal actualizaron correctamente.
hi: शाखा प्रोफ़ाइल विवरण सफलतापूर्वक अपडेट किया गया।
te: విజయవంతంగా నవీకరించబడిందిబ్రాంచ్ ప్రొఫైల్ వివరాలనువివరించండి.
ur: کامیابی سے حالیہبرانچ پروفائل کی تفصیلاتہیں.

# upload_upto_5_text
source: Please upload up to 5 Business Profile Photos
es: Cargar hasta 5 fotos de perfil comercial
hi: 5 व्यावसायिक प्रोफ़ाइल फ़ोटो तक अपलोड
te: 5 వ్యాపార ప్రొఫైల్ ఫోటోల వరకు అప్‌లోడ్ చేయండి
ur: اپ لوڈ 5 بزنس پروفائل فوٹو

# select_service_page_title
source: Select Services
es: Seleccionar servicios
hi: करें सेवाओं का चयन करें
te: సేవలు
ur: سروسز منتخب کریں سروسز

# no_service_type
source: No Services available for this type
es: No hay servicios disponibles para este tipo
hi: इस प्रकार के लिए कोई सेवा उपलब्ध नहीं
te: ఈ రకానికి సేవలు అందుబాటులో లేవు,
ur: اس قسم کے لیے دستیاب نہیںکے لیے

# please_select_one_service_desc
source: Select at least one Service to proceed next
es: Seleccionar al menos un servicio para continuar
hi: है आगे बढ़ने के लिए कम से कम एक सेवा का चयन
te: తదుపరి కొనసాగడానికి కనీసం ఒక సేవను ఎంచుకోండి
ur: کم از کم ایک سروس کو آگے بڑھانےمنتخب کریں

# in_home_text
source: In-Home Services
es: Servicios en el hogar
hi: इन-होम सेवाएं
te: హోమ్-హోమ్ సేవలు
ur: اندرونی سروسز

# newpass
source: Enter New Password
ar: كلمة المرور الجديدة
es: Nueva contraseña
hi: नया पासवर्ड पासवर्ड की
te: కొత్త పాస్‌వర్డ్
ur: نیا پاس ورڈ

# confirmpass
source: Confirm Password
ar: تأكيد كلمة المرور
es: Confirmar contraseña
hi: पुष्टि करें
te: ధృవీకరించండి పాస్వర్డ్
ur: کنفرم پاس ورڈ

# module
source: Holiday Calendar
ar: المقرر
es: Vacaciones comerciales
hi: व्यावसायिक अवकाश
te: వ్యాపార సెలవు
ur: بزنس ہالیڈے

source: Create Holiday
ar: إعدادالعملعطلة
es: Crear vacaciones
hi: अवकाशबनाएं
te: సృష్టించు సెలవుదినం
ur: چھٹیبنائیں

source: Update Holiday
ar: تحديثالعمل
es: Actualizar vacaciones
hi: अपडेट अवकाश
te: సెలవు
ur: اپ ڈیٹ چھٹی

# holidays_title
source: Title
es: Título
hi: शीर्षक
te: టైటిల్
ur: عنوان

# discrption
source: Description
ar: العطلةالعطلة
es: Descripción
hi: विवरण
te: వివరణ
ur: کی تفصیل

# dishint
source: Description of Holiday
ar: وصفوصفإجازة
es: Descripción de lade las vacaciones
hi: छुट्टी कीका विवरण
te: హాలిడేవివరణ
ur: چھٹیوں کاکی تفصیل

source: Duration
ar: المدة
es: duración
hi: अवधि
te: వ్యవధి
ur: دورانیہ

source: To Date
ar: إلى تاريخ
es: Hasta la fecha
hi: तिथि
te: తేదీ
ur: تاریخ کرنے کے لئے

source: From Date
ar: من تاريخ
es: Desde la fecha
hi: से
te: నుండి
ur: تاریخ

source: To Time
ar: إلى وقت
es: hasta la hora
hi: समय
te: సమయం
ur: فوقتا

source: From Time
ar: من وقت
es: Desde la hora
hi: तक समय से
te: వరకు సమయం
ur: وقتسے؟

# ishalf
source: Is it a Half Day?
ar: جزئي يوم؟
es: ¿Es medio día?
hi: आधा दिन है?
te: హాఫ్ డే?
ur: ہے آدھے دن

source: Save
ar: حفظ
es: Guardar
hi: सहेजें
te: సేవ్
ur: محفوظ کریں

source: Delete
ar: حذف
es: Eliminar
hi: हटाएं
te: తొలగించు
ur: کریں حذف

source: Close
ar: إغلاق
es: Cerrar
hi: बंद करें
te: క్లోజ్
ur: کریں

# confDelete
source: Are you sure?
ar: هل أنت متأكد؟
es: ¿Está seguro?
hi: क्या आप सुनिश्चित हैं?
te: మీరు ఖచ్చితంగా ఉన్నారా?
ur: کیا آپ کو یقین ہے؟

# updateMessage
source: Holiday updated successfully
ar: تم التحديث
es: Se actualizó
hi: सफलतापूर्वक अपडेट किया गया
te: విజయవంతంగా నవీకరించబడింది
ur: کامیابی سے حالیہ

# createMessage
source: Holiday created successfully
ar: بنجاح تم
es: correctamente Se creó
hi: सफलतापूर्वक बनाया गया
te: విజయవంతంగా సృష్టించబడింది
ur: کامیابی کےکی

# deleteHoliday
source: Holiday deleted successfully
ar: الحذف بنجاح
es: correctamente Se eliminó correctamente
hi: सफलतापूर्वक हटाया
te: విజయవంతంగా తొలగించబడింది
ur: کامیابی سے خارج

# hitToDate
source: To Date
ar: حتى تاريخ
es: Hasta la fecha
hi: दिनांक
te: తేదీ
ur: کرنے تاریخ

# hitfromdate
source: From Date
ar: من تاريخ
es: Desde la fecha
hi: से
te: నుండి
ur: تاریخ سے

# hitToTime
source: To Time
ar: إلى وقت
es: hasta la hora
hi: समयसमय
te: సమయంటైమ్

# hitFromTime
source: From Time
ar: من وقت
es: Desde la hora El
hi: तकगयासे
te: వరకు టైమ్టైమ్
ur: وقتفوقتا

# errTitle
source: Title is required
ar: مطلوب عنوان الإجازة.
es: título es obligatorio.
hi: शीर्षकआवश्यक है।
te: అవసరం.
ur: عنوانضرورت ہے.

# errDis
source: Description is required
ar: الوصف مطلوب.
es: Se requiere una descripción.
hi: विवरण आवश्यक है।
te: వివరణ అవసరం.
ur: تفصیل درکار ہے۔

# errToDate
source: To Date is required
ar: إلى تاريخ مطلوب.
es: Hasta la fecha es obligatorio.
hi: आज तक आवश्यक है।
te: తేదీ అవసరం.
ur: تاریخ درکار ہے۔

# errToDate1
source: Invalid date range
ar: النطاق الزمني غير صالح.
es: Intervalo de fechas no válido.
hi: अमान्य दिनांक सीमा.
te: చెల్లని తేదీ పరిధి.
ur: غلط تاریخ کی حد۔

# errFromDate
source: From Date is required
ar: من التاريخ مطلوب.
es: Desde la fecha es obligatorio.
hi: दिनांक से आवश्यक है।
te: తేదీ నుండి అవసరం.
ur: سے تاریخ درکار ہے۔

# errToTime
source: To Time is required
ar: الوقت المطلوب.
es: Se requiere tiempo.
hi: समय की आवश्यकता है।
te: సమయం అవసరం.
ur: وقت کی ضرورت ہے۔

# errFromTime
source: From Time is required
ar: من الوقت مطلوب.
es: Se requiere From Time.
hi: समय से आवश्यक है।
te: సమయం అవసరం.
ur: وقت کی ضرورت ہے۔

# errToTime2
source: Invalid time range
ar: النطاق الزمني غير صالح.
es: Intervalo de tiempo no válido.
hi: अमान्य समय सीमा.
te: చెల్లని సమయ పరిధి.
ur: غلط وقت کی حد۔

# allholi
source: All Holiday
ar: قائمةالسنوية
es: Todos los
hi: सभी छुट्टी
te: అన్ని హాలిడే
ur: تمام چھٹیاں

# noholi
source: No holidays in this month
ar: العطلاتلم يتم العثور على الإجازات في هذا الشهر
es: días festivos No hay días festivos en este mes
hi: इस महीने केनहीं छुट्टियां
te: ఈ నెల లోలేవు సెలవులు
ur: اس مہینے میں

# noholiist
source: No holidays available
ar: الإجازة غير متوفرة
es: No hay días festivos disponibles
hi: नहीं की छुट्टियों उपलब्ध
te: లేవు సెలవులు అందుబాటులో
ur: کوئی تعطیلات دستیاب نہیں

source: Service Date
ar: تاريخ الخدمة
es: Fecha de servicio
hi: सेवा दिनांक
te: సర్వీస్ తేదీ
ur: سروس کی تاریخ

# flexibleme
source: Flexible (+/- 2 hours)
ar: الوقت المرن (+/- ساعتان)
es: Flexible (+/- 2 horas)
hi: लचीला (+/- 2 घंटे)
te: ఫ్లెక్సిబుల్ (+/- 2 గంటలు)
ur: لچکدار (+/- 2 گھنٹے)

source: Select Address
ar: حدد عنوان
es: Seleccionar dirección
hi: पते का चयन
te: అడ్రస్ ఎంచుకోండి
ur: ایڈریس

# uploadpicture
source: Upload Photos
ar: تحميل الصور
es: Cargar fotos
hi: अपलोड फ़ोटो
te: అప్లోడ్ ఫోటోలు
ur: اپلوڈ فوٹو

source: Search
es: búsqueda
hi: खोजें
te: శోధన
ur: تلاش

source: Begin Time
ar: وقت البدء وقت
es: Hora de inicio Hora deInicio de
hi: शुरू समय
te: ప్రారంభం సమయం
ur: شروع وقت

source: End Time
ar: الانتهاء
es: finalización
hi: समाप्ति समय
te: ముగింపు సమయం
ur: اختتام وقت

# shift_schedule_title
source: Title
es: Título
hi: शीर्षक
te: శీర్షిక
ur: عنوان

# namedis
source: Name or Description
ar: الاسم أو الوصف
es: nombre o descripción
hi: नाम या विवरण
te: పేరు లేదా వివరణ
ur: نام یا تفصیل

# offday
source: Day Off
ar: خارج اليوم
es: Día libre
hi: डे ऑफ़
te: డే ఆఫ్
ur: ڈے آف

source: Default
ar: الافتراضي
es: predeterminado
hi: डिफ़ॉल्ट
te: డిఫాల్ట్
ur: ڈیفالٹ

# nameORdis
source: Name or Description
ar: الاسم أو الوصف
es: nombre o descripción
hi: नाम या विवरण
te: పేరు లేదా వివరణ
ur: نام یا تفصیل

# err1
source: Invalid Shift begin or end time, correct your entry
ar: وقتغير صالح
es: turno o la hora de finalización no es válida La hora deno
hi: शिफ्ट शुरू या समाप्ति समय अमान्य है
te: Shift ప్రారంభిస్తారు లేదా ముగింపు సమయం చెల్లదు
ur: شفٹ شروع کریں یا اختتامی وقت غلط ہے

# err2
source: Invalid Break begin or end time, correct your entry
ar: البدء أو الانتهاءبداية الاستراحة أو وقت الانتهاء غير صالح
es: inicio o finalización de la pausas válida. El
hi: ब्रेक प्रारंभ या समाप्ति समय अमान्य है
te: విరామం ప్రారంభం లేదా ముగింపు సమయం చెల్లదు
ur: وقفے کا آغاز یا اختتام کا وقت غلط ہے

# err3
source: Name or description are required
ar: يجب أن يتطلب الاسم أو الوصف
es: nombre o la descripción deben ser obligatorios.
hi: नाम या विवरण आवश्यक
te: పేరు లేదా వివరణ తప్పనిసరిగా
ur: نام یا تفصیل درکار ہے

# err4
source: At least 2 hours time difference required between overlapping Shifts, correct your entry
ar: ساعتين كحد أقصى من التداخل المسموح به بين الورديات.
es: Para la superposición del otro turno, se requieren al menos 2 horas de diferencia.
hi: है ओवरलैपिंग के लिए अन्य शिफ्ट के लिए कम से कम 2 घंटे का अंतर आवश्यक है।
te: అతివ్యాప్తి చెందడానికి ఇతర షిఫ్ట్‌కి కనీసం 2 గంటల వ్యత్యాసం అవసరం.
ur: دوسری شفٹ کو اوور لیپ کرنے کے لیے کم از کم 2 گھنٹے کا فرق درکار ہے۔

# err5
source: Break time must be between shift time, correct your entry
ar: يجب أن يكون وقت الاستراحة بين حدودالتحول تم
es: El tiempo de descanso debe ser entre el horario de turno. El
hi: ब्रेक टाइम शिफ्ट के समय के बीच होना चाहिए
te: విరామం సమయం తప్పనిసరిగా షిఫ్ట్ సమయానికి మధ్య ఉండాలి,
ur: وقفے کا وقت شفٹ وقت کے درمیان ہونا چاہیے

# err6
source: Shift schedule successfully saved
ar: جدولحفظ الجدول بنجاح
es: horario se guardó
hi: शेड्यूल सफलतापूर्वक सहेजा
te: షెడ్యూల్ విజయవంతంగా సేవ్ చేయబడింది
ur: شیڈول کامیابی سے محفوظ

# err7
source: Uh oh! Something went wrong!
ar: معذرةً ، حدث خطأ ما ، حاول مرة أخرى !!
es: correctamente. ¡Algo salió mal!
hi: गया कुछ गलत हो गया!
te: ఏదో తప్పు జరిగింది!
ur: ہو گیا کچھ غلط ہو گیا!

# err8
source: Please enter the required Shift information to go ahead
ar: الرجاء إدخال معلومات التحول المطلوبة
es: Ingrese los datos de turno requeridos para continuar
hi: कृपया आगे बढ़ने के लिए आवश्यक शिफ्ट डेटा दर्ज करें
te: దయచేసి ముందుకు వెళ్లడానికి అవసరమైన షిఫ్ట్ డేటాను నమోదు చేయండి
ur: براہ کرم آگے بڑھنے کے لیے مطلوبہ شفٹ ڈیٹا درج کریں

# err9
source: Do you want to set this as the default schedule for your Business?
ar: هل أنت متأكد من تعيين الجداول الافتراضية لعملك؟
es: . ¿Desea establecer un horario predeterminado para el negocio?
hi: क्या आप व्यवसाय के लिए डिफ़ॉल्ट शेड्यूल सेट करना चाहते हैं?
te: మీరు వ్యాపారం కోసం డిఫాల్ట్ షెడ్యూల్‌ను సెట్ చేయాలనుకుంటున్నారా?
ur: کیا آپ کاروبار کے لیے ڈیفالٹ شیڈول سیٹ کرنا چاہتے ہیں؟

# enter_shift_go_ahead
source: Enter shift time for go ahead
es: Ingrese la hora del turno para seguir adelante
hi: जाने के लिए पारी समय दर्ज आगे
te: ప్రయాణంలో కోసం బదిలీ సమయాన్ని నమోదు ముందుకు
ur: آگے بڑھنے کے لیےدرج کریں

source: Shift Time
es: Turno de
hi: शिफ्ट समय
te: Shift సమయం
ur: شفٹ ٹائمشفٹ ٹائم

source: Shift Breaks
es: turno Descansos del
hi: शिफ्ट ब्रेक
te: Shift బ్రేక్స్
ur: شفٹ بریکس

# shift_txt
source: Shift
es: turno
hi: शिफ्ट
ur: شفٹ

source: Business hours for
es: Horas de trabajo para
hi: के कामकाज के घंटे
te: కోసంవ్యాపారం గంటల
ur: کاروباری اوقات

# filter_title
source: Filter By Status
ar: تصفيةحسب الحالة
es: Filtrar por estado
hi: फ़िल्टरकरके स्थिति
te: వడపోతద్వారా స్థితి
ur: فلٹر کے لیے اسٹیٹس کے

source: Pending
ar: قيد
es: Pendiente En
hi: विचाराधीन
te: పెండింగ్లో
ur: زیر التوا

source: Waiting
ar: الانتظار
es: espera
hi: प्रतीक्षा कर रहा है
te: వేచి
ur: انتظار کو

source: Ignored
ar: تجاهل
es: Ignorado
hi: पर ध्यान नहीं दिया
te: నిర్లక్ష్యం
ur: نظر انداز کر دیا گیا

source: Rejected
ar: رفض
es: Rechazado
hi: अस्वीकार कर दिया
te: తిరస్కరించింది
ur: مسترد

# confirmed
source: Scheduled
es: Programado
hi: अनुसूचित
te: షెడ్యూల్డ్
ur: شیڈول

# started_heading
source: On-Way
es: En camino
hi: पर-वे
te: ఆన్ వే
ur: آن

# started_working
source: On-Board
es: A bordo
hi: पर बोर्ड
te: ఆన్ బోర్డు
ur: بورڈ

source: Completed
ar: الانتهاء من
es: Completado
hi: पूरे
te: పూర్తయింది
ur: مکمل

source: Invoiced
ar: فواتير
es: Facturado
hi: चालान
te: ఇన్వాయిస్
ur: انوائس

# paid
source: Closed
es: Cerrado
hi: बंद
te: క్లోజ్డ్
ur: بند

source: Closed
ar: مغلق
es: Cerrado
hi: बंद
te: క్లోజ్డ్
ur: بند

source: Finalized
ar: النهائية،
es: Finalizado
hi: फाइनलाइज्ड
te: ఖరారు
ur: حتمی

source: Cancelled
ar: ألغي
es: Cancelado
hi: रद्दगए
te: రద్దు
ur: منسوخ

source: Scheduled
ar: المقرر
es: Programado
hi: अनुसूचित
te: షెడ్యూల్డ్
ur: شیڈول

source: On-Way
ar: يوم في اتجاه
es: En camino
hi: पर-वे
te: ఆన్ వే
ur: آن

source: On-Board
ar: من داخل المجلس
es: a bordo
hi: पर बोर्ड
te: ఆన్ బోర్డు
ur: بورڈ

source: Invoice
ar: فاتورة
es: Factura
hi: चालान
te: వాయిస్
ur: انوائس

source: Accept/Reject
es: Aceptar/Rechazar
hi: अस्वीकार/ स्वीकार करें
te: ఆమోదిస్తారా/ తిరస్కరిస్తారా
ur: مستردقبول

source: Bids
es: Ofertas
hi: बोलियों को
te: బిడ్లు
ur: بولیوں

source: Disputes
es: Disputas
hi: विवाद
te: వివాదాలు
ur: تنازعات

source: Overdues
es: Atrasos
hi: अतिदेय

source: Payments
es: Pagos
hi: भुगतान
te: చెల్లింపులు
ur: ادائیگیاں

source: Jobs
es: Trabajos
hi: नौकरियां
te: ఉద్యోగాలు
ur: نوکریاں

source: Dues
es: Cuotas
hi: बकाया
te: గడువులు
ur: واجبات

# invoice_title
source: Invoice Details
es: Detalles de la factura
hi: चालान विवरण
te: ఇన్వాయిస్ వివరాలు
ur: انوائس تفصیلات

# total_amt
source: Total Amount
es: Monto total
hi: कुल राशि
te: మొత్తం
ur: کل رقم

source: Send Invoice
es: Enviar factura
hi: किएचालान भेजें
te: వాయిస్ పంపండి
ur: بھیجیں انوائس

source: Add Tax
es: Agregar impuesto El
hi: टैक्स
te: పన్నుజోడించండి
ur: ٹیکس شامل کریں ٹیکس

# add_tax_succ
source: Tax added successfully
es: impuesto se agregó correctamente.
hi: टैक्स सफलतापूर्वक जोड़ा गया।
te: పన్నువిజయవంతంగా జోడించబడింది.
ur: کامیابی کے ساتھ شامل کیا گیا۔

# add_chrg
source: Add Charges
es: Agregar cargo
hi: शुल्क जोड़ें शुल्क
te: ఛార్జ్
ur: کے لئے شامل کریں

# add_chrg_succ
source: Charges added successfully
es: Cargo agregado exitosamente
hi: सफलतापूर्वक जोड़ा गया
te: విజయవంతంగాఛార్జ్
ur: چارجکامیابی سےشامل

source: Add Discount
es: Agregar descuento
hi: छूट जोड़ें छूट
te: డిస్కౌంట్జోడించారు
ur: ڈسکاؤنٹشامل

# add_discount_succ
source: Discount added successfully
es: Descuento agregado exitosamente
hi: सफलतापूर्वक जोड़ा गया
te: విజయవంతంగాడిస్కౌంట్
ur: ڈسکاؤنٹکامیابی سے

# add_comment
source: Add Comments
es: Agregar comentarios
hi: टिप्पणियाँ जोड़ें टिप्पणियाँ
te: వ్యాఖ్యలుజోడించారు
ur: تبصرےمیں شامل

# add_comment_succ
source: Comments added successfully
es: Comentarios agregados exitosamente
hi: सफलतापूर्वक जोड़ी गईं
te: వ్యాఖ్యలు విజయవంతంగా జోడించారు
ur: تبصرے کامیابی سے شامل کر

# send_conf
source: Please confirm, if you want to send the invoice to Consumer?
es: ¿Está seguro de enviar la factura al consumidor?
hi: क्या आप उपभोक्ता को चालान भेजना सुनिश्चित हैं?
te: మీకు కన్స్యూమర్ వాయిస్ పంపండి ఖచ్చితంగాజోడించండి?
ur: کیا آپ واقعی صارفین کو انوائس بھیجنے کے لئے ہیںشامل؟

# send_tax_conf
source: You are NOT collecting Tax on this Invoice, you are obligated to collect Tax on behalf of the Government. Are you sure you want to proceed?
es: NO está recaudando impuestos en esta factura, está obligado a recaudar impuestos en nombre del gobierno. ¿Estás seguro de continuar?
hi: आप इस चालान पर टैक्स नहीं जमा कर रहे हैं, आप सरकार की ओर से टैक्स जमा करने के लिए बाध्य हैं। क्या आप निश्चित रूप से आगे बढ़ेंगे?
te: మీరు ఈ ఇన్‌వాయిస్‌పై పన్ను వసూలు చేయడం లేదు, ప్రభుత్వం తరపున పన్ను వసూలు చేయడం మీ బాధ్యత. మీరు ఖచ్చితంగా కొనసాగాలా?
ur: آپ اس انوائس پر ٹیکس جمع نہیں کر رہے ، آپ حکومت کی جانب سے ٹیکس وصول کرنے کے پابند ہیں۔ کیا آپ آگے بڑھنے کا یقین رکھتے ہیں؟

# send_succ
source: Invoice generated successfully
es: Factura generada con éxito
hi: चालान सफलतापूर्वक उत्पन्न हुआ
te: వాయిస్ విజయవంతంగాఉత్పత్తి
ur: انوائس کو کامیابی سے پیدا

# red_dis
source: Request Adjustment
es: Solicitar ajuste
hi: समायोजन का अनुरोध
te: అభ్యర్థన అడ్జస్ట్మెంట్
ur: ایڈجسٹمنٹکی درخواست کریں

# red_resone_title
source: Enter reasons for Adjustment
es: Ingrese los motivos de la Solicitud de ajuste Informe a
hi: करें समायोजन अनुरोध के कारण दर्ज करें
te: అడ్జస్ట్మెంట్ అభ్యర్థన కారణాలు ఎంటర్
ur: ایڈجسٹمنٹ کی درخواست کے لئے وجوہات درج

# red_resone_label
source: Let your Service Provider know the reason for adjustment
es: su proveedor de servicios el motivo del ajuste ...
hi: अपने सेवा प्रदाता को समायोजन का कारण बताएं...
te: మీ సర్వీస్ ప్రొవైడర్ తెలియజేసే సర్దుబాటు కారణం లెట్ ...
ur: آپ کے سروس فراہم جانتے ایڈجسٹمنٹ وجہ دو...

# red_resone_error
source: Enter reasons for Dispute Request
es: Ingrese los motivos de la solicitud de disputa
hi: विवाद अनुरोध के कारण
te: వివాద అభ్యర్థనకారణాలు నమోదు
ur: تنازعہ کی درخواستکی وجوہات درج

source: Pay
ar: ادفع فاتورة
es: Pagar
hi: भुगतान
te: పే
ur: پے

source: Submit
es: Enviar
hi: सबमिट
te: సమర్పించండి
ur: جمع

source: Cancel
ar: إلغاء
es: Cancelar
hi: करेंरद्दकरें
te: రద్దు
ur: منسوخ

# tax_title
source: Enter Title
es: Ingresar título
hi: दर्जकरें शीर्षक दर्ज
te: చేయండిశీర్షిక
ur: درج عنوان

# tax_error
source: Required field
es: Campo requerido
hi: आवश्यक फ़ील्ड
te: అవసరం రంగంలో
ur: مطلوبمیدان

# tax_select_amt
source: Select Amount
es: Seleccione Monto
hi: राशि चुनें
te: ఎంచుకోండి మొత్తం
ur: منتخبرقم

# tax_in_per
source: Amount:
es: Monto:
hi: राशि:
te: చేయండి:సొమ్ము
ur: رقمکرائیں:

# tax_dis_title
source: Enter Description
es: Ingrese descripción
hi: विवरण दर्ज करें
te: నమోదు
ur: درج

# tax_per
source: Tax in %
es: Impuesto en%
hi: % में
te: వివరణ%పన్ను%
ur: تفصیل٪میں

# disc_per
source: Discount in %
es: Descuento en%
hi: छूट
te: రాయితీ
ur: ڈسکاؤنٹٹیکس٪میں
