Repository: IamTouseef481/tudo
Catalog: apps/core/priv/gettext/*/LC_MESSAGES/general.po
Languages: ar, es, hi, te, ur

# branch_admin_manager_role
source: Branch Admin Manager (Branch Manager)
es: Sucursal Gerente de administración (Gerente de sucursal)
hi: शाखा व्यवस्थापक प्रबंधक (शाखा प्रबंधक)
te: బ్రాంచ్ అడ్మిన్ మేనేజర్ (బ్రాంచ్ మేనేజర్)
ur: برانچ ایڈمن مینیجر (برانچ منیجر)

# fulltime_employment
source: Fulltime
es: completo a tiempo
hi: फ़ुलटाइम
te: సాధారణ సమయం
ur: پورنکالک

# temp_employment
source: Temporary
es: temporal a
hi: अस्थाई
te: తాత్కాలిక
ur: عارضی

# education_qualification_type
source: Education
es: educación
hi: शिक्षा
te: విద్యా
ur: تعلیم

# certification_qualification_type
source: Certification
es: Certificación de
hi: प्रमाणन
te: సర్టిఫికేషన్
ur: سرٹیفیکیشن

# other_qualification_type
source: Other
es: Otro
hi: अन्य
te: ఇతర
ur: علاوہ

# less_than12th_qualification
source: Less than High School (< 12th Grade)
es: menos que alto Hool (<12 ° Grado)
hi: उच्च एससी सेकम hool (<12 वीं ग्रेड)
te: హై Sc ల బదులుగాతక్కువ hool (<12 వ గ్రేడ్)
ur: ہائی سپریم کورٹ کے کم ہول (<12 گریڈ)

# high_school_equ_qualification
source: High School (12th grade) or Diploma or Equivalent
es: escuela secundaria (grado 12) o Diploma oequivalente
hi: हाई स्कूल (12 वीं कक्षा) या डिप्लोमा या समकक्ष
te: హై స్కూల్ (12 వ గ్రేడ్) లేదా డిప్లొమా లేదా సమానమైన
ur: ہائی اسکول (12 گریڈ) یا ڈپلومہ یا مساوی

# certification_qualification
source: Certification
es: certificación
hi: प्रमाण पत्र
te: సర్టిఫికేషన్
ur: سرٹیفیکیشن

# college_no_degree_qualification
source: Some College, No-Degree
es: Algo de universidad,n-Grado
hi: कुछ कॉलेज, कोई डिग्री
te: కొన్ని కాలేజ్, నో డిగ్రీ
ur: کچھ کالج ، نو ڈگری

# associate_degree_qualification
source: Associate's Degree
es: laAsociado
hi: एसोसिएट डिग्री
te: అసోసియేట్ డిగ్రీ
ur: ایسوسی ایٹ کی ڈگری

# bachelors_degree_qualification
source: Bachelor's Degree
es: DegreedeLicenciatura
hi: स्नातक की डिग्री
te: బ్యాచిలర్ డిగ్రీ
ur: بیچلر ڈگری

# masters_qualification
source: Master's Degree
es: de Masters
hi: स्नातकोत्तर उपाधि
te: మాస్టర్స్ డిగ్రీ
ur: ماسٹر کی ڈگری

# professional_qualification
source: Professional Degree
es: Profesional Grado
hi: व्यावसायिक डिग्री
te: వృత్తి డిగ్రీ
ur: پروفیشنل ڈگری

# doc_phd_qualification
source: Doctorate or PhD
es: DoctoraloporPhD
hi: doctorial या पीएचडी
te: Doctorial లేదా PhD
ur: ڈاکٹر یا پی ایچ ڈیاسسٹنشپ

# other_qualification
source: Other
es: Otras
hi: अन्य
te: ఇతర
ur: دیگر

# internship_experiance_type
source: Internship
es: prácticas
hi: इंटर्नशिप
te: ఇంటర్న్
ur: انٹرنشپ

# trainee_experiance_type
source: Trainee
es: de capacitación
hi: प्रशिक्षु
te: ట్రైనీ
ur: ٹرینی

# employment_experiance_type
source: Employment
es: Empleo
hi: रोजगार
te: ఉపాధి
ur: ایمپلائمنٹ

# research_assistant_experiance_type
source: Research Assistantship
es: Asistentes de Investigación
hi: अनुसंधान assistantship
te: రీసెర్చ్ Assistantship
ur: ریسرچ

# other_experiance_type
source: Other
es: Otro
hi: अन्य
te: ఇతర
ur: دیگر

# temporary_experiance
source: Temporary
es: Temporal
hi: अस्थाई
te: తాత్కాలిక
ur: عارضی

# parttime_experiance
source: Part Time
es: Tiempo parcial
hi: पार्ट टाईम
te: పార్ట్ టైమ్
ur: پارٹ ٹائم

# fulltime_experiance
source: Full Time
es: Tiempo completo
hi: फुल टाईम
te: ఫుల్ టైమ్
ur: فل ٹائم

# self_employed_experiance
source: Self-Employed
es: cuenta propia
hi: स्वरोजगार
te: స్వయం ఉపాధి
ur: سیلف ایمپلائڈ

# freelancer_experiance
source: Freelancer
hi: फ्रीलांसर
te: ఫ్రీలాన్సర్గా
ur: فری لانس

# other_experiance
source: Other
es: otro
hi: अन्य
te: ఇతర
ur: دیگر

# 2wheeler_vehicle_type_motorcycle
source: 2-Wheeler (Motor Bike)
es: 2-Wheeler (bici del motor)
hi: 2-व्हीलर (मोटर बाइक)
te: 2-వీలర్ (మోటార్ బైక్)
ur: 2 وہیلر (موٹر بائک)

# 3wheeler_vehicle_type_motorcycle
source: 3-Wheeler (Auto Rickshaw/ Tuk-tuk)
es: 3-Wheeler (auto Riksha / tuk-tuk)
hi: 3-व्हीलर (ऑटो रक्षा / टुक-टुक)
te: 3-వీలర్ (ఆటో రక్షా / tuk-tuk)
ur: 3 پہی (ں (آٹو رکشہ / ٹک ٹوک)

# sedan_vehicle_type_passenger
source: Sedan (Passenger car)
es: Sedan (Autos)
hi: सेडान (यात्री कार)
te: సెడాన్ (ప్యాసింజర్ కారు)
ur: سیڈن (مسافر کار)

# suv_vehicle_type_multipurpose
source: SUV
hi: एसयूवी
ur: ایس یو وی

# mini_truck_vehicle_type_truck
source: Mini Truck
es: Minicamión
hi: मिनी ट्रक
te: మినీ ట్రక్
ur: مینی ٹرک

# medium_vehicle_type_truck
source: Medium Truck
es: carro medio
hi: मध्यम ट्रक
te: మీడియం ట్రక్
ur: میڈیم ٹرک

# regular_truck_vehicle_type_truck
source: Regular Truck
es: regular de camiones
hi: नियमित ट्रक
te: రెగ్యులర్ ట్రక్
ur: باقاعدہ ٹرک

# heavy_truck_vehicle_type_truck
source: Heavy Truck
es: pesados camiones
hi: भारी ट्रक
te: భారీ ట్రక్
ur: ہیوی ٹرک

# trailer_vehicle_type_truck
source: Multi-axle Trailer Truck
es: multi-eje del remolque de camión
hi: मल्टी एक्सल ट्रेलर ट्रक
te: బహుళ ఆక్సిల్ ట్రైలర్ ట్రక్
ur: ملٹی ایکسل ٹریلر ٹرک

# activity_vehicle_type_low
source: ATV
hi: एटीवी
ur: اے ٹی وی

# bus_vehicle_type_bus
source: Bus
es: autobús
hi: बस
te: బస్
ur: بس

# trailer_vehicle_type_trailer
source: Trailer
es: de remolque
hi: ट्रेलर
te: ట్రైలర్
ur: ٹریلر

# special_equip_vehicle_type_truck
source: Special equipment
es: equipamiento especial
hi: विशेष उपकरण
te: ప్రత్యేక పరికరాలు
ur: خصوصی سامان

# vessal_vehicle_type_truck
source: Vassal
hi: वसल
te: వాసల్
ur: وسول

# other_vehicle_type
source: Other
es: otro
hi: अन्य
te: ఇతర
ur: دیگر

# other_authority
source: Other Govt. Authority
es: otro Gobierno. Autoridad
hi: अन्य सरकार। प्राधिकरण
te: ఇతర Govt. అధికారం
ur: دیگر حکومت۔ اتھارٹی

# fiscal_january
source: January - December
es: enero - diciembre
hi: जनवरी - दिसंबर
te: జనవరి - డిసెంబర్
ur: جنوری۔ دسمبر

# fiscal_february
source: February - January
es: febrero - enero
hi: फरवरी - जनवरी
te: ఫిబ్రవరి - జనవరి
ur: فروری۔ جنوری

# fiscal_march
source: March - February
es: marzo - febrero
hi: मार्च - फरवरी
te: మార్చి - ఫిబ్రవరి
ur: مارچ۔ فروری

# fiscal_april
source: April - March
es: abril - marzo
hi: अप्रैल - मार्च
te: ఏప్రిల్ - మార్చి
ur: اپریل۔ مارچ

# fiscal_may
source: May - April
es: mayo - abril
hi: मई - अप्रैल
te: మే - ఏప్రిల్
ur: مئی۔ اپریل

# fiscal_june
source: June - May
es: junio - mayo
hi: जून - मई
te: జూన్ - మే
ur: جون - مئی

# fiscal_july
source: July - June
es: julio - junio
hi: जुलाई - जून जुलाई -
te: జూలై - జూన్
ur: جولائی۔ جون

# fiscal_august
source: August - July
es: agosto - julio
hi: अगस्त अगस्त - जुलाई
te: ఆగస్టు - జూలై
ur: اگست۔ جولائی

# fiscal_september
source: September - August
es: septiembre - agosto
hi: सितंबर - अगस्त
te: సెప్టెంబర్ - ఆగస్టు
ur: ستمبر۔ اگست

# fiscal_october
source: October - September
es: octubre - septiembre
hi: अक्टूबर - सितंबर
te: అక్టోబర్ - సెప్టెంబర్
ur: اکتوبر۔ ستمبر

# fiscal_november
source: November - October
es: noviembre - octubre
hi: नवंबर - अक्टूबर
te: నవంబర్ - అక్టోబర్
ur: نومبر۔ اکتوبر

# fiscal_december
source: December - November
es: diciembre - noviembre
hi: दिसंबर - नवंबर
te: డిసెంబర్ - నవంబర్
ur: دسمبر۔ نومبر

# delete_branch
source: Delete Business Profile
es: Eliminar perfil comercial
hi: व्यावसायिक प्रोफ़ाइल हटाएं
te: వ్యాపార ప్రొఫైల్‌ను తొలగించండి
ur: کاروباری پروفائل حذف کریں

# delete_branch_desc
source: Are you sure you want to "Delete" your business profile? Please note, you can't reverse this action if you choose to proceed.
es: ¿Está seguro de que desea "Eliminar" su perfil comercial? Tenga en cuenta que no puede revertir esta acción si decide continuar.
hi: क्या आप सुनिश्चित हैं कि आप अपनी व्यावसायिक प्रोफ़ाइल "हटाना" चाहते हैं? कृपया ध्यान दें, यदि आप आगे बढ़ना चुनते हैं तो आप इस क्रिया को पूर्ववत नहीं कर सकते।
te: మీరు ఖచ్చితంగా మీ వ్యాపార ప్రొఫైల్‌ను తొలగించాలనుకుంటున్నారా? దయచేసి గమనించండి, మీరు కొనసాగించాలని ఎంచుకుంటే మీరు ఈ చర్యను రివర్స్ చేయలేరు.
ur: کیا آپ واقعی اپنے کاروباری پروفائل کو "ڈیلیٹ" کرنا چاہتے ہیں؟ براہ کرم نوٹ کریں، اگر آپ آگے بڑھنے کا انتخاب کرتے ہیں تو آپ اس کارروائی کو ریورس نہیں کر سکتے۔

# delete_branch_title
source: Are you sure?
es: ¿Está seguro?
hi: क्या आपको यकीन है?
te: మీరు ఖచ్చితంగా అనుకుంటున్నారా?
ur: کیا تمہیں یقین ہے؟

# branch_success_title
source: Your business profile deleted successfully.
es: Tu perfil de empresa se eliminó correctamente.
hi: आपकी व्यावसायिक प्रोफ़ाइल सफलतापूर्वक हटा दी गई।
te: మీ వ్యాపార ప్రొఫైల్ విజయవంతంగా తొలగించబడింది.
ur: آپ کا کاروباری پروفائل کامیابی کے ساتھ حذف ہو گیا۔

# branch_success_desc
source: Please logout and relogin again
es: Por favor, cierre sesión y vuelva a iniciar sesión
hi: कृपया लॉगआउट करें और पुनः लॉगिन
te: దయచేసి లాగ్ అవుట్ చేసి, మళ్లీ లాగిన్ చేయండి
ur: براہ کرم لاگ آؤٹ کریں اور دوبارہ لاگ ان

source: Delete Account
es: Eliminar cuenta
hi: करें खाता हटाएं
te: ఖాతాను తొలగించండి
ur: کریں اکاؤنٹ حذف کریں

# delete_account_title
source: Are you sure?
es: ¿Está seguro?
hi: क्या आप सुनिश्चित हैं?
te: మీరు ఖచ్చితంగా అనుకుంటున్నారా?
ur: کیا آپ کو یقین ہے؟

# delete_account_desc
source: Are you sure you want to delete your account? Please note, you can't reverse this action if you choose to proceed.
es: ¿Está seguro de que desea eliminar su cuenta? Tenga en cuenta que no puede revertir esta acción si decide continuar.
hi: क्या आप इस खाते को हटाने के लिए सुनिश्चित हैं? कृपया ध्यान दें, यदि आप आगे बढ़ना चुनते हैं तो आप इस क्रिया को पूर्ववत नहीं कर सकते।
te: మీరు ఖచ్చితంగా మీ ఖాతాను తొలగించాలనుకుంటున్నారా? దయచేసి గమనించండి, మీరు కొనసాగించాలని ఎంచుకుంటే మీరు ఈ చర్యను రివర్స్ చేయలేరు.
ur: کیا آپ واقعی اپنا اکاؤنٹ حذف کرنا چاہتے ہیں؟ براہ کرم نوٹ کریں، اگر آپ آگے بڑھنے کا انتخاب کرتے ہیں تو آپ اس کارروائی کو ریورس نہیں کر سکتے۔

# account_success_title
source: Your account successfully deleted.
es: Su cuenta se eliminó con éxito.
hi: आपका खाता सफलतापूर्वक हटा दिया गया।
te: మీ ఖాతా విజయవంతంగా తొలగించబడింది.
ur: آپ کا اکاؤنٹ کامیابی سے حذف ہو گیا۔

# account_success_desc
source: Please logout to confirm.
es: Cierra la sesión para confirmar.
hi: कृपया पुष्टि करने के लिए लॉगआउट करें।
te: దయచేసి నిర్ధారించడానికి లాగ్ అవుట్ చేయండి.
ur: تصدیق کرنے کے لیے براہ کرم لاگ آؤٹ کریں۔

source: To:
es: A:
te: కు:
ur: تک:

# discount_age
source: Discount in %
es: Descuento en%
te: మీరు%ఈడిస్కౌంట్
ur: میں٪ڈسکاؤنٹ

# appt_txt
source: Appt. #:
es: N.º de:
te: Appt.#Appt.
ur: وجہ:.Appt کے #:

# token_text
source: Token#
es: N.º de token
te: టోకెన్#
ur: ٹوکن #

# paypal_payout_screen_title
source: My Transfers
es: Mis Transferencias
te: నా బదిలీలు
ur: میرا ٹرانسفر

source: Transfer Now
es: Transferencia Ahora
te: ఇప్పుడు బదిలీ
ur: ابھی منتقلی

# reject_job_for_Consumer_notify
source: REJECTED!- {service_type} Appointment #{job_id} changes have been rejected and the good news is your original appointment is intact.
es: !! REJECTED !! - Se rechazaron los cambios de {service_type} Cita # {job_id} y la buena noticia es que su cita original está intacta.
te: !! తిరస్కరించబడింది !!- {service_type} నియామకం #{job_id} మార్పులు తిరస్కరించబడ్డాయి మరియు శుభవార్త మీ అసలు నియామకం చెక్కుచెదరకుండా ఉంది.
ur: !! مسترد !! - _ سروس_ٹائپ} تقرری # {نوکری_ ID} تبدیلیاں مسترد کردی گئیں اور خوشخبری آپ کی اصل تقرری برقرار ہے۔

# reject_job_for_Service Provider_emp_notify
source: REJECTED!- {service_type} Appointment #{job_id} changes have been rejected and the good news is your original appointment is still intact.
es: !! REJECTED !! - Se rechazaron los cambios de {service_type} Cita # {job_id} y la buena noticia es que su cita original está intacta.
te: !! తిరస్కరించబడింది !!- {service_type} నియామకం #{job_id} మార్పులు తిరస్కరించబడ్డాయి మరియు శుభవార్త మీ అసలు నియామకం చెక్కుచెదరకుండా ఉంది.
ur: !! مسترد !! - _ سروس_ٹائپ} تقرری # {نوکری_ ID} تبدیلیاں مسترد کردی گئیں اور خوشخبری آپ کی اصل تقرری برقرار ہے۔

# businesscheck
source: (In-Home Services) - Your business personnel will visit the consumer’s place to render the services as per the scheduled appointment.
ar: إلى البيت الخدمات (عملي زيارة شخصية الأماكن العملاء)
es: (Servicios en el hogar): el personal de su empresa visita el lugar del consumidor para prestar servicios comerciales.
te: (ఇన్ -హోమ్ సర్వీసెస్) - వ్యాపార సేవలను అందించడానికి మీ వ్యాపారం వినియోగదారుల స్థలాన్ని సందర్శిస్తుంది.

# app_type_text
source: Appt.Type:
es: cita Tipo de cita:
te: రకం:

source: Email has been already taken
te: ఇమెయిల్ ఇప్పటికేతీసుకోబడింది

source: Error while creating user install!
te: యూజర్ ఇన్‌స్టాల్‌ను సృష్టించేటప్పుడులోపం!

# gst_business_tax
source: GST
te: జిఎస్టి

# partime_employment
source: Parttime
es: tiempocompleto
