Repository: IamTouseef481/tudo
Catalog: apps/core/priv/gettext/*/LC_MESSAGES/general.po
Languages: ar, es, hi, te, ur

# can_not_create_local_transaction
source: Something went wrong, can't create local transaction
es: Algo salió mal, no se puede crear la transacción local
hi: में कुछस्थानीय लेनदेननहीं बना सकते, गलत हो गया
te: ఏదో తప్పు జరిగింది, స్థానిక లావాదేవీని సృష్టించలేము
ur: کچھ غلط ہوا ، مقامی ٹرانزیکشن نہیں تشکیل پایا

# unable_to_create_local_transaction
source: Something went wrong, unable to create local transaction
es: Algo salió mal, no se pudo crear la transacción local
hi: कुछथा,गलत हो गया था स्थानीय लेनदेनबनाने में असमर्थ
te: ఏదో తప్పు జరిగింది, స్థానిక లావాదేవీని సృష్టించలేకపోయింది
ur: کچھ غلط ہو گیا ، مقامی ٹرانزیکشن پیدا کرنے سے قاصر

# can_not_calculate_amount_shares
source: Something went wrong, can't calculate Gratuity, Donations and Service Provider's amount!
es: Algo salió mal, no se puede calcular la propina, las donaciones y el monto del proveedor de servicios.
hi: कुछगलत हो गया था, उपदान, दान और सेवा प्रदाता के राशि की गणना नहीं कर सकता!
te: ఏదో తప్పు జరిగింది, గ్రాట్యుటీ, విరాళాలు మరియు సర్వీస్ ప్రొవైడర్ మొత్తాన్ని లెక్కించలేరు!
ur: کچھ غلط ہو گیا ، قدر ، عطیات اور سروس فراہم کرنے والے کی رقم کا حساب نہیں لگا سکتا!

source: Error while creating Consumer spent amount
es: Error al crear la cantidad gastada por el consumidor
hi: उपभोक्ता खर्च राशि बनाते समय त्रुटि उपभोक्ता खर्च राशि
te: వినియోగదారుడు ఖర్చు చేసిన మొత్తాన్ని సృష్టించేటప్పుడు
ur: خرابیکنزیومر خرچ ہونے والی رقمپیدا کرتے

source: Error while updating Consumer spent amount
es: Error al actualizar la cantidad gastada por el consumidor
hi: अपडेट करते समय त्रुटि उपभोक्ता खर्च राशि
te: లోపం, వినియోగదారుడు ఖర్చు చేసిన మొత్తం
ur: کنزیومر خرچ ہونے والی رقماپ ڈیٹ کرتے ہوئےمیں خرابی

source: Error while getting Consumer spent amount
es: Error al obtener la cantidad gastada por el consumidor ¡La
hi: प्राप्त करते समय त्रुटि
te: లోపం వినియోగదారుడు ఖర్చు చేసిన మొత్తంపొందడంలో లోపం
ur: کنزیومر خرچ ہونے والی رقمہو رہی ہے جبکہمیں خرابی

# transaction_does_not_exist
source: Transaction doesn't exist!
es: transacción no existe!
hi: मौजूद नहीं है!
te: లావాదేవీనిలేదు!
ur: ٹرانزیکشن کا کوئی وجود نہیںہوئے!

# unable_to_fetch_bt_transaction
source: Something went wrong, unable to fetch Braintree transaction
es: Algo salió mal, no se pudo recuperar la transacción de Braintree.
hi: कुछ है, गलत हो गया ब्रेनट्री लेनदेनप्राप्त नहीं कर पा
te: ఏదో తప్పు జరిగింది, బ్రెంట్రీ లావాదేవీని పొందలేకపోయింది
ur: کچھ غلط ہوگیا ، برائنٹری ٹرانزیکشن بازیافت کرنے سے قاصر

# failed_to_refund_transaction
source: Something went wrong, failed to Refund transaction!
es: Algo salió mal, no se pudo reembolsar la transacción.
hi: कुछवापसी लेन-देन करने में विफल रहा, गलत हो गया था!
te: ఏదో తప్పు జరిగింది, లావాదేవీని తిరిగి చెల్లించడంలో విఫలమైంది!
ur: کچھ غلط ہوگیا ، رقم کی واپسی میں ناکام رہا!

# bt_customer_already_exists
source: Braintree Customer account already exists!
es: ¡La cuenta de cliente de Braintree ya existe!
hi: Braintree ग्राहक खाता पहले से मौजूद है!
te: బ్రెంట్రీ కస్టమర్ ఖాతా ఇప్పటికే ఉంది!
ur: برائنٹری کسٹمر اکاؤنٹ پہلے سے موجود ہے!

# bt_customer_does_not_exist
source: Braintree customer account doesn't exist
es: La cuenta de cliente de Braintree no existe
hi: Braintree ग्राहक खातामौजूद नहीं है
te: బ్రేంట్రీ కస్టమర్ ఖాతా ఉనికిలోలేదు
ur: braintree کی کسٹمر کے اکاؤنٹکا کوئی وجود نہیں

source: Unable to fetch Customer
es: No se puede recuperar Cliente
hi: ग्राहकलाने में असमर्थ
te: కస్టమర్పొందడం సాధ్యం కాలేదు
ur: کسٹمربازیافت کرنے سے قاصر ہے

source: Unable to fetch Braintree Customer
es: No se puede recuperar Cliente de Braintree
hi: ब्रेनट्री ग्राहकलाने में असमर्थ
te: బ్రేంట్రీ కస్టమర్పొందడం సాధ్యం కాలేదు
ur: braintree کی کسٹمربازیافت کرنے سے قاصر ہے

source: Unable to create Customer
es: No se puede crear Cliente
hi: ग्राहकबनाने में असमर्थ
te: కస్టమర్సృష్టించడం సాధ్యం కాలేదు
ur: کسٹمربنانے سے قاصر

source: Unable to update Braintree Customer
es: No se puede actualizar Cliente de Braintree
hi: ब्रेनट्री ग्राहकअपडेट करने में असमर्थ
te: బ్రేంట్రీ కస్టమర్నవీకరించలేకపోతున్నారా
ur: braintree کی کسٹمراپ ڈیٹ کرنے سے قاصر ہے

source: Unable to delete Customer
es: No se puede borrar Cliente
hi: ग्राहकहटाने में असमर्थ
te: కస్టమర్తొలగించలేము
ur: کسٹمرحذف کرنے سے قاصر

source: Unable to delete Braintree customer
es: No se puede borrar Cliente de Braintree
hi: को हटाने के लिए ब्रेनट्री ग्राहकअसमर्थ
te: బ్రేంట్రీ కస్టమర్తొలగించలేము
ur: braintree کی کسٹمرحذف کرنے سے قاصر

# hyper_wallet_user_does_not_exist
source: HyperWallet User doesn't exist
es: HyperWallet El usuario no existe
hi: HyperWallet उपयोगकर्तामौजूद नहीं है
te: HyperWallet వాడుకరికాదుఉనికిలో లేదు
ur: HyperWallet صارفموجود نہیں ہے

# more_than_one_hw_records_against_this_user
source: Multiple Hyperwallet records against this User
es: Múltiples registros de Hyperwallet contra este Usuario
hi: इस उपयोगकर्ताके खिलाफ एकाधिक Hyperwallet रिकॉर्ड
te: ఈ వినియోగదారువ్యతిరేకంగాబహుళ Hyperwallet రికార్డులు
ur: اس صارفخلاف ایک سے زیادہ Hyperwallet ریکارڈز

# unable_to_fetch_local_hw_user
source: Unable to fetch local Hyperwallet User
es: No se puede recuperar local El usuario de Hyperwallet
hi: स्थानीय प्राप्त करने में असमर्थHyperwallet उपयोगकर्ता उपयोगकर्ता
te: స్థానిక పొందడం సాధ్యం కాలేదుహైపర్‌వాలెట్ వినియోగదారు
ur: کو مقامی بازیافت کرنے سے قاصرہائپر واللیٹ صارف صارف کے

# unable_to_list_transfer_methods_of_that_user
source: Unable to list Transfer Methods for the User!
es: no puede enumerar los métodos de transferencia para el usuario.
hi: के लिए स्थानांतरण विधियों को सूचीबद्ध करने में असमर्थ है!
te: వినియోగదారు కోసం బదిలీ పద్ధతులను జాబితా చేయడం సాధ్యపడలేదు!
ur: لئے منتقلی کے طریقوں کی فہرست میں ناکام ہے!

# hw_transfer_method_does_not_exist
source: Hyperwallet Transfer Method doesn't exist
es: El método de transferencia de Hyperwallet no existe
hi: Hyperwallet स्थानांतरण विधिमौजूद नहीं है
te: Hyperwallet బదిలీ పద్ధతి ఉనికిలోలేదు
ur: ہائپر واللیٹ کی منتقلی کا طریقہ موجود

source: Unable to fetch Transfer Method
es: No se puede recuperar el método de transferencia El método de transferencia de
hi: लाने के लिए स्थानांतरण विधिअसमर्थ
te: ట్రాన్స్ఫర్ విధానంపొందడం సాధ్యం కాలేదు
ur: نہیں ہے منتقلی کا طریقہ کار لانے سے قاصر

# no_hw_transfer_method_exist
source: Hyperwallet Transfer Method doesn't exist
es: Hyperwallet no existe
hi: पद्धतिमौजूद नहीं Hyperwallet स्थानांतरण
te: విధానంఉనికిలో లేదుHyperwallet ట్రాన్స్ఫర్
ur: ہائپر واللیٹ کی منتقلی کا طریقہ موجود نہیں ہے

source: Error while getting Branch
es: Error al obtener la sucursal
hi: त्रुटिहै,जबकि शाखाहो रही
te: బ్రాంచ్పొందడానికి అయితేలోప
ur: جبکہ برانچ

source: Unable to get Service Provider minimum Transfer Limit
es: No se puede obtener el límite de transferencia mínimo del proveedor de servicios
hi: सेवा प्रदाता न्यूनतम स्थानांतरण सीमाप्राप्त करने में असमर्थ
te: సర్వీస్ ప్రొవైడర్ కనీస ట్రాన్స్ఫర్ పరిమితిపొందలేకపోయినది
ur: کو خدمت فراہم کرنے والے کو کم سے کم منتقلی کی حد

source: Unable to get Service Provider maximum Transfer Limit
es: No se puede obtener el límite de transferencia máximo del proveedor de servicios
hi: सेवा प्रदाता अधिकतम स्थानांतरण सीमाप्राप्त करने में असमर्थ
te: సర్వీస్ ప్రొవైడర్ గరిష్ట ట్రాన్స్ఫర్ పరిమితిపొందడం సాధ్యపడలేదు
ur: ملنے سے قاصر ہےفراہم کنندہزیادہ سے زیادہ منتقلی کی حد میں

source: Error in updating Available Balance
es: Error al actualizar Saldo disponible Saldo
hi: उपलब्ध शेष राशिअपडेट करनेमेंत्रुटि
te: అందుబాటులో సంతులనంనవీకరించుటకులోపం
ur: دستیابکو اپ ڈیٹ کرنے میںغلطی دستیاب

source: Insufficient Balance
es: insuficiente
hi: अपर्याप्त शेष
te: చాలని సంతులనం
ur: ناکافی توازن میں

# error_in_getting_available_balance
source: Error in fetching Available Balance
es: Error al buscar Disponible Saldo
hi: प्राप्त करने में कठिनाई उपलब्ध मेंमें त्रुटिशेष!
te: అందుబాటులో పొందడంలోలోపంబ్యాలెన్స్
ur: لانے میںخرابی دستیاب ہے۔ توازن

# unable_to_create_hw_payment
source: Unable to create Hyperwallet payment!
es: No se puede crear el pago de Hyperwallet.
hi: Hyperwallet भुगतान बनाने में असमर्थ
te: హైపర్‌వాలెట్ చెల్లింపుని సృష్టించడం సాధ్యపడలేదు!
ur: ہائپر واللیٹ ادائیگی پیدا کرنے سے قاصر ہے!

# unable_to_get_hw_payment
source: Unable to get Hyperwallet payment!
es: ¡No se puede obtener el pago de Hyperwallet!
hi: हाइपरवालेट भुगतान प्राप्त करने में असमर्थ!
te: హైపర్‌వాలెట్ పేమెంట్ పొందడం సాధ్యపడలేదు!
ur: ہائپر واللیٹ ادائیگی حاصل کرنے سے قاصر!

# unable_to_create_hw_transfer
source: Unable to create Hyperwallet transfer!
es: ¡No se puede crear la transferencia de Hyperwallet!
hi: हाइपरवालेट ट्रांसफर बनाने में असमर्थ!
te: హైపర్‌వాలెట్ బదిలీని సృష్టించడం సాధ్యపడలేదు!
ur: ہائپر واللیٹ ٹرانسفر بنانے سے قاصر!

# unable_to_create_hw_transfer_method
source: Unable to create Hyperwallet transfer method!
es: ¡No se puede crear el método de transferencia Hyperwallet!
hi: हाइपरवालेट ट्रांसफर विधि बनाने में असमर्थ!
te: హైపర్‌వాలెట్ బదిలీ పద్ధతిని సృష్టించడం సాధ్యపడలేదు!
ur: ہائپر واللیٹ کی منتقلی کا طریقہ پیدا کرنے سے قاصر ہے!

# unable_to_create_hw_local_transfer_method
source: Unable to create Hyperwallet local transfer method!
es: ¡No se puede crear el método de transferencia local de Hyperwallet!
hi: हाइपरवालेट स्थानीय स्थानांतरण विधि बनाने में असमर्थ!
te: హైపర్‌వాలెట్ స్థానిక బదిలీ పద్ధతిని సృష్టించడం సాధ్యపడలేదు!
ur: ہائپر واللیٹ مقامی منتقلی کا طریقہ پیدا کرنے سے قاصر ہے!

# unable_to_update_hw_local_transfer_method
source: Unable to update local Transfer method
es: No se puede actualizar el método de transferencia local
hi: स्थानीय ट्रांसफ़र पद्धति को अपडेट करने में असमर्थ
te: అప్‌డేట్ చేస్తున్నప్పుడు స్థానిక బదిలీ పద్ధతిని అప్‌డేట్ చేయడం సాధ్యం కాలేదు
ur: مقامی ٹرانسفر کے طریقہ کار کو اپ ڈیٹ کرنے سے قاصر

# error_in_updating_local_hw_transfer_method
source: Error while updating local Hyperwallet transfer method
es: Error al actualizar el método de transferencia local de Hyperwallet
hi: स्थानीय हाइपरवालेट ट्रांसफ़र विधि को अपडेट करते समय
te: స్థానిక హైపర్‌వాలెట్ బదిలీ పద్ధతిని
ur: مقامی ہائپر واللیٹ کی منتقلی کے طریقہ کار کو اپ ڈیٹ کرتے وقت

source: Hyperwallet User already exists!
es: ¡El usuario de Hyperwallet ya existe!
hi: हाइपरवालेट उपयोगकर्ता पहले से मौजूद है!
te: హైపర్‌వాలెట్ యూజర్ ఇప్పటికే ఉంది!
ur: ہائپر واللیٹ صارف پہلے ہی موجود ہے!

# unable_to_create_hw_user
source: Unable to create Hyperwallet user!
es: ¡No se puede crear un usuario de Hyperwallet!
hi: Hyperwallet उपयोगकर्ता बनाने में असमर्थ!
te: హైపర్‌వాలెట్ వినియోగదారుని సృష్టించడం సాధ్యపడలేదు!
ur: ہائپر واللیٹ صارف بنانے سے قاصر!

# unable_to_create_hw_local_user
source: Unable to create Hyperwallet local user
es: No se puede crear el usuario local de Hyperwallet. ¡
hi: Hyperwallet स्थानीय उपयोगकर्ता बनाने में
te: హైపర్‌వాలెట్ స్థానిక వినియోగదారుని సృష్టించడం
ur: ہائپر واللیٹ مقامی صارف بنانے سے

# unable_to_update_hw_user
source: Unable to update Hyperwallet user!
es: No se puede actualizar el usuario de Hyperwallet!
hi: असमर्थ
te: సాధ్యపడలేదు హైపర్‌వాలెట్ వినియోగదారుని అప్‌డేట్ చేయడం సాధ్యపడలేదు!
ur: قاصر ہائپر واللیٹ صارف کو اپ ڈیٹ کرنے سے قاصر!

# unable_to_get_hw_user
source: Unable to get Hyperwallet user!
es: ¡No se pudo obtener el usuario de Hyperwallet!
hi: Hyperwallet उपयोगकर्ता प्राप्त करने में असमर्थ!
te: హైపర్‌వాలెట్ వినియోగదారుని పొందడం సాధ్యపడలేదు!
ur: ہائپر واللیٹ صارف حاصل کرنے سے قاصر!

# amount_could_not_verified
source: Transaction amount couldn't verify with invoice amount!
es: ¡El monto de la transacción no se pudo verificar con el monto de la factura!
hi: लेनदेन राशि चालान राशि के साथ सत्यापित नहीं हो सकी!
te: ఇన్‌వాయిస్ మొత్తంతో లావాదేవీ మొత్తం ధృవీకరించబడలేదు!
ur: انوائس کی رقم سے لین دین کی رقم کی توثیق نہیں ہوسکی!

# error_in_fetching_invoice_to_verify_amount
source: Error in fetching Invoice to verify transaction amount
es: Error al obtener la factura para verificar el monto de la transacción.
hi: चालान सत्यापित करने के लिए लेनदेन की रकमफ़ेच करने में त्रुटि
te: లావాదేవీ మొత్తాన్ని ధృవీకరించడానికి ఇన్‌వాయిస్‌ని పొందడంలో లోపం,
ur: اس بات کی تصدیق کرنے کے بل لین دین کی رقمبازیافت میں خرابی

# no_record_for_promotion_price_verification
source: No record exists for Promotion price verification
es: No existe ningún registro para la verificación del precio de la promoción.
hi: कोई रिकॉर्ड संवर्धन कीमत सत्यापनके लिए मौजूद है
te: ప్రమోషన్ ధర ధృవీకరణకు రికార్డ్ లేదు
ur: کوئی ریکارڈ پروموشن قیمت تصدیقیکے لئے موجود ہے

# could_not_verify_promotion_amount
source: Something went wrong while verifying amount of Subscription promotion
es: Se produjo un error al verificar el monto de la promoción de
hi: थोड़ी देरसदस्यता पदोन्नतिकी राशि की पुष्टि करने केकुछगलत हो गया
te: ,సబ్‌స్క్రిప్షన్ ప్రమోషన్మొత్తాన్ని ధృవీకరిస్తున్నప్పుడు ఏదో తప్పు జరిగింది
ur: سکریپشن فروغکی رقم کی توثیق کرتے وقتکچھغلط ہو

# no_subscription_Service Provider_rule
source: Subscription rule for Service Provider doesn't exist!
es: suscripción. ¡La regla de suscripción para el proveedor de servicios no existe!
hi: के लिए सेवा प्रदाता मौजूद नहीं हैसदस्यता शासनथा!
te: సర్వీస్ ప్రొవైడర్ కోసంసబ్‌స్క్రిప్షన్ రూల్!
ur: کے لئے سروس فراہم موجود نہیں ہےسکریپشن حکمرانیگیا!

# available_promotion_is_not_created
source: Available Promotion isn't created
es: La promoción disponible no se crea ¡
hi: उपलब्ध प्रचार नहीं बनाया गया है
te: అందుబాటులో ఉన్న ప్రమోషన్ సృష్టించబడలేదు
ur: دستیاب پروموشن نہیں بنایا گیا ہے

# can_not_add_donation_and_tip_amounts
source: Can't add Donation and Gratuity amounts!
es: No se pueden agregar montos de donaciones y propinas!
hi: दान और ग्रेच्युटी राशि नहीं जोड़ सकते हैं!
te: , విరాళం మరియు గ్రాట్యుటీ మొత్తాలను జోడించలేరు!
ur: عطیہ اور قدر کی مقدار میں اضافہ نہیں کیا جاسکتا!

# can_not_get_Service Provider_subscription
source: Can't get Service Provider Subscriptions
es: No se pueden obtener las suscripciones del proveedor de servicios. Los
hi: सेवा प्रदाता सदस्यता प्राप्त नहीं कर सकते
te: సర్వీస్ ప్రొవైడర్ సబ్‌స్క్రిప్షన్
ur: سروس فراہم کرنے والے کے خریداریاں حاصل نہیں ہوسکتی ہیں

# params_for_calculating_shares_not_correct
source: Params to calculate local transaction are not correct
es: parámetros para calcular la transacción local no son correctos. ¡no
hi: स्थानीय लेनदेन की गणना करने के लिए Params सही नहीं हैं
te: స్థానిక లావాదేవీ సరైనది కాదని లెక్కించడానికిపారామ్‌లను పొందడం అసాధ్యం
ur: مقامی لین دین کا حساب کتاب کرنے کے پیرام درست نہیں ہیں

source: Unauthorized
es: Elautorizado
hi: अनधिकृत
te: అనధికార
ur: غیر مجاز

source: User status is not confirmed!
es: estado de usuariono está confirmado!
hi: उपयोगकर्ता की स्थिति की पुष्टि नहीं की गई है!
te: వినియోగదారు స్థితి నిర్ధారించబడలేదు!
ur: صارف کی حیثیت کی تصدیق نہیں ہوئی ہے!

# unable_to_convert_string_to_time
source: Unable to convert String to Time format
es: No se puede convertir la cadena a formato de hora. El
hi: स्ट्रिंग को समय प्रारूप में बदलने में असमर्थ
te: స్ట్రింగ్‌ని టైమ్ ఫార్మాట్‌గా మార్చడం కుదరలేదు
ur: اسٹرنگ کو ٹائم فارمیٹ میں تبدیل کرنے سے قاصر

# device_not_correct
source: Device not correct or not supported
es: dispositivo no es correcto o no es compatible. ¡
hi: डिवाइस सही नहीं है या समर्थित
te: పరికరం సరిగా లేదు లేదా సపోర్ట్
ur: آلہ درست نہیں ہے یا تعاون یافتہ

# cannot_send_android_notification
source: Can't send Android notifications!
es: No se pueden enviar notificaciones de Android!
hi: नहीं है, Android सूचनाएं नहीं भेज सकता!
te: చేయబడదు Android నోటిఫికేషన్‌లను పంపలేరు!
ur: نہیں ہے Android اطلاعات نہیں بھیج سکتا!

# cannot_send_ios_notification
source: Can't send IOS notifications!
es: ¡No se pueden enviar notificaciones de IOS!
hi: IOS सूचनाएं नहीं भेज सकते हैं!
te: IOS నోటిఫికేషన్‌లను పంపలేరు!
ur: IOS اطلاعات نہیں بھیج سکتا!

source: Dashboard auto refresh
es: Actualización automática del panel
hi: डैशबोर्ड स्वत: रीफ्रेश
te: డాష్‌బోర్డ్ ఆటో రిఫ్రెష్
ur: ڈیش بورڈ آٹو ریفریش

# share_location_with_user
source: Share your location
es: Comparta su ubicación
hi: शेयर अपने स्थान
te: మీ లొకేషన్షేర్
ur: اپنے مقام کا اشتراک کریں

source: Error while fetching Branch Availability
es: Error al obtener la disponibilidad de la sucursal La
hi: शाखा उपलब्धताप्राप्त करते समयमें त्रुटि
te: బ్రాంచ్ లభ్యతపొందడంలో లోపం ఉంది.
ur: برانچ کی دستیابی کے

# availability_settings_does_not_exist
source: Availability Settings for this Branch doesn't exist
es: configuración de disponibilidad para esta sucursal no existe
hi: करता इस शाखा के लिएउपलब्धता सेटिंगमौजूदनहीं
te: ఈ బ్రాంచ్ కోసంలభ్యత సెట్టింగ్‌లు
ur: وقت موجودگی کی ترتیبات موجود نہیں ہیں

# unable_to_create_bid
source: Something went wrong, unable to create the Bid, try again
es: Algo salió mal, no se pudo crear la Oferta, vuelva a intentarlo
hi: कुछ गलत हो, बोलीबनाने के लिए, फिर से कोशिश में असमर्थ हो गया था
te: ఏదో తప్పు జరిగింది, బిడ్‌ను సృష్టించలేకపోయింది, మళ్లీ ప్రయత్నించండి,
ur: کچھ بولا گیا ، بولی بنانے سے قاصر ، دوبارہ کوشش کریں

# can_not_create_bid
source: Something went wrong, can't create the Bid
es: Algo salió mal, no se puede crear la Oferta
hi: कोई त्रुटि हुई, बोलीनहीं बना सकते
te: ఏదో తప్పు జరిగింది, బిడ్సృష్టించలేదు
ur: کچھ غلط ہو گیا ، بولی

# unable_to_update_bid
source: Something went wrong, unable to update Bid
es: Algo salió incorrecto, no se puede actualizar la oferta
hi: कुछ चला गयागलत, अद्यतन करने के लिए बोलीअसमर्थ
te: ఏదోతప్పు, బిడ్ అప్‌డేట్ చేయలేకపోయింది,
ur: نہیں بن سکتا غلط ، بولی کو اپ ڈیٹ کرنے سے قاصر

# can_not_update_bid
source: Something went wrong, can't update Bid
es: Algo salió mal, no se puede actualizar la oferta
hi: कुछ गलत हो गया, अद्यतन नहीं कर सकते बोली
te: ఏదో తప్పు జరిగింది, బిడ్ అప్‌డేట్ చేయలేదు,
ur: کچھ غلط ہو گیا ، تازہ کاری نہیں ہوسکتی ہے بولی میں

# can_not_delete_bid
source: Something went wrong, can't delete Bid
es: Algo salió mal, no se puede eliminar la oferta
hi: कुछ गलत हो गया, नहीं हटा सकतेबोली
te: ఏదో తప్పు జరిగింది, బిడ్‌ను తొలగించలేము
ur: کچھ غلط ہوا ، بولی کو حذف نہیں کیا جاسکتا

# unable_to_create_bid_proposal
source: Something went wrong, unable to create Bid proposal
es: Algo salió mal, no se pudo crear la propuesta de oferta
hi: कुछ गलत हो,बोली प्रस्तावबनाने के असमर्थ हो
te: ఏదో తప్పు జరిగింది, బిడ్ ప్రతిపాదనను సృష్టించలేకపోయింది
ur: کچھ غلط ہو گیا ، بولی کی تجویز کو تشکیل دینے سے قاصر

# can_not_create_bid_proposal
source: Something went wrong, can't create Bid proposal
es: Algo salió mal, no se puede crear la propuesta de
hi: गलत हो गयाकुछलिए,बोली प्रस्तावनहीं बना सकते
te: ఏదో తప్పు జరిగింది, బిడ్ ప్రతిపాదనను సృష్టించలేము బిడ్ ప్రతిపాదన
ur: کچھ غلط ہو گیا ،

# bid_proposal_does_not_exist
source: Bid proposal doesn't exist!
es: oferta ¡La propuesta de oferta no existe!
hi: बोली प्रस्ताव मौजूद नहीं हैगया!
te: ఉనికిలో లేదు!
ur: بولی کی تجویز موجود نہیں!

# service_type_does_not_exist
source: Service type doesn't exist!
es: ¡El tipo de servicio no existe!
hi: सेवा प्रकार मौजूद नहीं है!
te: సర్వీస్ రకం ఉనికిలో లేదు!
ur: خدمت کی قسم موجود نہیں ہے!

# error_in_getting_availability_settings
source: Error in retrieving Availability Settings for this Branch
es: Error al recuperar la configuración de disponibilidad para esta sucursal
hi: इस शाखा के लिए उपलब्धता सेटिंग्स प्राप्त करने में त्रुटि
te: ఈ బ్రాంచ్ కోసం లభ్యత సెట్టింగ్‌లను తిరిగి పొందడంలో లోపం
ur: اس برانچ کے لئے دستیابی کی ترتیبات کو بازیافت کرنے میں خرابی

# can_not_delete_branch
source: Something went wrong, can't delete Branch. Services are associated with the Branch
es: Algo salió mal, no se puede eliminar la sucursal. Los servicios están asociados con la sucursal. El
hi: कुछ गलत हो गई, शाखा को हटा नहीं सकता। सेवाएँ शाखा से जुड़ी होती हैं,
te: ఏదో తప్పు జరిగింది, బ్రాంచ్‌ను తొలగించడం సాధ్యపడలేదు. బ్రాంచ్సేవలు అనుబంధించబడ్డాయి,
ur: کچھ غلط ہو گیا ، برانچ کو حذف نہیں کیا جاسکتا۔ خدمات برانچوابستہ ہیں

# business_does_not_exist_for_that_user
source: Business doesn't exist for that user
es: negocio no existe para ese usuario.
hi: व्यवसाय उस उपयोगकर्ता के लिए मौजूद नहीं होता है जो
te: బిజినెస్‌తోఆ యూజర్
ur: بزنس سےاس صارف کے

source: Access denied
es: Acceso denegado.
hi: पहुँच से वंचित है
te: యాక్సెస్ నిరాకరించబడింది
ur: ل Access رسائی کا انکار نہیں

# dynamic_field_does_not_exist
source: Dynamic field doesn't exist
es: El campo dinámico no existe. ¡
hi: डायनामिक फ़ील्ड मौजूद नहीं है
te: డైనమిక్ ఫీల్డ్ ఉనికిలో
ur: متحرک فیلڈ موجود نہیں ہے

# dynamic_group_already_attached_to_that_screen
source: Dynamic Group already attached to the Screen
es: El grupo dinámico ya adjunto a lapantalla
hi: डायनामिक समूह स्क्रीनसे पहले से
te: లేదు స్క్రీన్ఇప్పటికే జతచేయబడిన డైనమిక్ గ్రూప్
ur: اسکرین پرگروپ پہلے ہی منسلک ہے

# dynamic_field_tag_does_not_exist
source: Dynamic Field tag doesn't exist!
es: etiqueta de campo dinámico deno existe!
hi: डायनामिक फ़ील्ड टैगमौजूद नहीं है!
te: డైనమిక్ ఫీల్డ్ ట్యాగ్లేదు!
ur: متحرکمتحرک فیلڈ ٹیگ موجود نہیں ہے!

# dynamic_field_type_does_not_exist
source: Dynamic Field type doesn't exist!
es: ¡El tipo de campo dinámico no existe!
hi: डायनेमिक फ़ील्ड प्रकार मौजूद नहीं है!
te: డైనమిక్ ఫీల్డ్ రకం లేదు!
ur: متحرک فیلڈ کی قسم موجود نہیں ہے!

# can_not_update
source: Something went wrong, can't update
es: Algo salió mal, no se puede actualizar
hi: कुछ गलत हो गया, नहीं कर सकते हैं अद्यतन
te: ఏదో తప్పు జరిగింది, అప్‌డేట్ చేయలేము,
ur: کچھ غلط ہوا ، تازہ کاری نہیں ہوسکتی ہے

# can_not_delete
source: Something went wrong, can't delete
es: Algo salió mal, no se puede borrar
hi: कुछ गलत हो गया, नहीं हटानेकर सकते
te: ఏదో తప్పు జరిగింది, తొలగించడం సాధ్యం కాలేదు,
ur: کچھ غلط ہوا ، حذف نہیں ہوسکتا ہے

# can_not_insert
source: Something went wrong, can't insert
es: Algo salió mal, no se puede insertar
hi: कुछ गलत हो गयाहैं,नहीं डालनेकर सकते हैं
te: ఏదో తప్పు జరిగింది, ఇన్‌సర్ట్ చేయలేము,
ur: کچھ غلط ہوا ، داخل نہیں ہوسکتا ہے

# can_not_get
source: Something went wrong, can't retrieve
es: Algo salió mal, no se puede recuperar
hi: कुछ गलत हो गया,प्राप्त नहीं कर सकता
te: ఏదో తప్పు జరిగింది,
ur: کچھ غلط ہو گیا ہے ،

source: Error in deleting Employee Setting
es: Error al eliminar Configuración del empleado
hi: कर्मचारी सेटमेंको हटाने में त्रुटि
te: ఉద్యోగుల సెట్టింగ్
ur: ملازمین کو حذف کرنے

source: Error in updating Employee setting
es: Error al actualizar la configuración del empleado
hi: कर्मचारी सेटिंग अपडेट करनेमेंकरने त्रुटि
te: ఎర్రర్‌ను అప్‌డేట్ చేయడంలో
ur: میں غلطی سے ملازمین کی ترتیب کو اپ ڈیٹ کرنے میں غلطی ملازم کی ترتیب

source: Error in creating Employee setting
es: Error al crear la configuración del
hi: कर्मचारी सेटिंगबनाने मेंमें त्रुटि
te: లోపం
ur: پیدا کرنے میں خرابی

# employee_type_does_not_exist
source: Employee type doesn't exist!
es: empleado El tipo de empleado no ¡No existe!
hi: कर्मचारी प्रकार नहीं करता'मौजूद नहीं है!
te: పొందలేము. ఉనికిలో లేదు!
ur: ملازم کی قسم نہیں ہے موجود نہیں!

# employee_status_does_not_exist
source: Employee status doesn't exist!
es: ¡El estado de empleado no existe!
hi: कर्मचारी की स्थिति मौजूद नहीं है!
te: ఉద్యోగుల హోదా లేదు!
ur: ملازم کی حیثیت موجود نہیں!

# employee_role_does_not_exist
source: Employee role doesn't exist!
es: ¡El rol de empleado no existe!
hi: कर्मचारी की भूमिका मौजूद नहीं है!
te: ఉద్యోగి పాత్ర లేదు!
ur: ملازم کا وجود نہیں!

# pay_rate_does_not_exist
source: Employee Pay Rate doesn't exist!
es: ¡La tarifa de pago del empleado no existe!
hi: कर्मचारी वेतन दर मौजूद नहीं है!
te: ఉద్యోగుల చెల్లింపు రేటు లేదు!
ur: ملازمین کی تنخواہ کی شرح موجود نہیں ہے!

# file_not_uploaded_successfully
source: Something went wrong, file upload failed
es: Algo salió mal, la carga del archivo fallóno
hi: कुछ गलत हो गया है, फ़ाइल अपलोड विफल हो गई
te: ఏదో తప్పు జరిగింది, ఫైల్ అప్‌లోడ్ విఫలమైంది
ur: کچھ غلط ہوگیا ، فائل اپ لوڈ ناکام ہوگئی ، فائل کی

# invalid_file
source: Invalid file format, upload blocked!
es: . Formato de archivoválido, carga bloqueada.
hi: अमान्य फ़ाइल प्रारूप, अपलोड अवरुद्ध!
te: చెల్లని ఫైల్ ఫార్మాట్, అప్‌లోడ్ బ్లాక్ చేయబడింది!
ur: غلط شکل ، اپ لوڈ مسدود ہے!

source: Icon not uploaded successfully!
es: ¡El icono no se ha subido correctamente!
hi: आइकन सफलतापूर्वक अपलोड नहीं हुआ!
te: ఐకాన్ విజయవంతంగా అప్‌లోడ్ చేయబడలేదు!
ur: شبیہہ کامیابی کے ساتھ اپ لوڈ نہیں ہوا!
