Repository: IamTouseef481/tudo
Catalog: apps/core/priv/gettext/*/LC_MESSAGES/general.po
Languages: ar, es, hi, te, ur

source: Share with Social Media
es: Compartir con las redes sociales
hi: सोशल मीडियासाथ साझा करें
te: సోషల్ మీడియాలేదువాటా
ur: سوشل میڈیاساتھ شیئر

# search_text
source: Search
es: Buscar
hi: खोज
te: శోధన
ur: سرچ

# dont_avail_promotion
source: Promotions not available at this time
es: promociones no disponibles en este momento
hi: इस समय उपलब्ध नहींप्रचारों के
te: ప్రమోషన్లుఈ సమయంలో అందుబాటులో
ur: اس وقتپروموشنز کے

# please_purchase_seprate
source: Upgrade your Subscription Plan or Purchase individual Promotional Plan to proceed
es: Actualice su plan de suscripción o compre promoción individual para continuar
hi: अपनी सदस्यता योजना को अपग्रेड करें या आगे बढ़ने के लिए व्यक्तिगत प्रचार
te: మీ సభ్యత్వ ప్రణాళిక లేదా కొనుగోలు వ్యక్తిగత ప్రమోషన్కొనసాగాలని అప్గ్రేడ్
ur: کریں اپنے سبسکرپشن پلان کو اپ گریڈ کریں یا آگے بڑھنے کے لیے انفرادی پروموشن

# purchase_text
source: Purchase
es: Comprar
hi: खरीदें खरीद
te: కొనుగోలు
ur: خریدیں

# any_available_promotion
source: Promotions not available at this time
es: promociones no disponibles en este momento
hi: प्रचार इस समय उपलब्ध नहीं है
te: ప్రమోషన్లు ఈ సమయంలోఅందుబాటులో లేదు
ur: پروموشنز اس وقت دستیاب

# not_now_text
source: Not now
es: No ahora El
hi: अभी नहीं
te: ఇప్పుడు కాదు
ur: نہیں ہیںنہیں اب

# cutomer_not_exist
source: Business doesn't exist
es: negocio no existe
hi: व्यवसाय मौजूद नहीं है
te: వ్యాపారం ఉనికిలో లేదు
ur: بزنس موجود نہیں ہے

# select_subscription
source: Select a Subscription Plan
es: Seleccione un plan de suscripción Seleccione un plan de
hi: एक सदस्यता योजना कासदस्यता योजना का
te: చందా ప్లాన్ఎంచుకోండి
ur: ایک سبسکرپشن پلان

# select_plan_desc
source: Select Subscription Plan to create Promotional campaigns
es: suscripción para crear la promoción
hi: चयन करें प्रचार कोदेने के लिएचयन करें
te: క్రాట్ ప్రమోషన్ఒకఎంచుకోండి చందా ప్లాన్
ur: منتخب کریں پروموشنپرائس پرائس پرائس

# paid_service_desc
source: Promotional pricing varies based on Broadcast Range area
es: El precio de la promoción varía según en el área de rango de transmisión
hi: बढ़ावापदोन्नति मूल्य निर्धारण के आधार पर भिन्न होता है ब्रॉडकास्ट रेंज क्षेत्र पर
te: ప్రమోషన్ ధరఆధారంగా మారుతుంది బ్రాడ్‌కాస్ట్ రేంజ్ ఏరియాలో
ur: پروموشن پروموشنمختلف ہوتی ہے براڈکاسٹ رینج ایریا پر

source: Selected Plan
es: Plan seleccionado Plan
hi: चयनित योजना
te: ఎంచుకున్న ప్లాన్
ur: منتخب کردہ منصوبہ

source: Monthly Plan
es: mensual
hi: मासिक योजना
te: మంత్లీ ప్లాన్
ur: ماہانہ پلان

# deal_details_title
source: Deal Details
es: Detalles de la oferta
hi: डील विवरण
te: డీల్ వివరాలు
ur: ڈیل کی تفصیلات

# exact_one_service_to_next
source: Select at least one service to proceed next
es: Seleccione al menos un servicio para continuar a continuación
hi: आगे बढ़ने के लिए कम से कम एक सेवा का चयन
te: తదుపరి కొనసాగడానికి కనీసం ఒక సర్వీస్‌ని ఎంచుకోండి
ur: کریںآگے بڑھنے کے لیے کم از کم ایک سروس منتخب کریں

# please_enter_valid_time
source: Please enter valid Date and Time
es: Ingrese la fecha y hora válidas Fecha y hora del
hi: करें कृपया मान्य तिथि और समय दर्ज करें
te: దయచేసి చెల్లుబాటు అయ్యే తేదీ మరియు టైమ్
ur: براہ مہربانی درست تاریخ اور وقت کی

# service_date_time
source: Service Date and Time
es: servicio
hi: सेवा तिथि और समय
te: సర్వీస్ తేదీ మరియు టైమ్
ur: خدمت کی تاریخ اور وقت کی

# job_title
source: Service Appointment Title
es: Título de la cita del servicio
hi: सेवा नियुक्ति शीर्षक
te: సర్వీస్ అపాయింట్‌మెంట్ టైటిల్
ur: خدمت کا تقرری عنوان

# upload_picture
source: Upload Photos (If any)
es: Cargar fotos (si las hay)
hi: फोटो अपलोड करें (यदि कोई हो)
te: అప్‌లోడ్ ఫోటోలు (ఏదైనా ఉంటే)
ur: اپ لوڈ کریں فوٹو (اگر کوئی ہو)

# error_in_finding_bsp
source: Sorry, Service Providers not available at this time, please try with different Date and Time
es: Lo sentimos, los proveedores de servicios no están disponibles en este momento, intente con una fecha diferente y el tiempo ¡
hi: क्षमा करें, सेवा प्रदाता इस समय उपलब्ध नहीं हैं, कृपया अलग तिथि के साथ प्रयास करें और समय
te: క్షమించండి, ఈ సమయంలో సర్వీస్ ప్రొవైడర్లు అందుబాటులో లేరు, దయచేసి వేరే తేదీతో ప్రయత్నించండి మరియు సమయం
ur: معذرت ، سروس فراہم کرنے والے اس وقت دستیاب نہیں ہیں ، براہ کرم مختلف تاریخ کے ساتھ کوشش کریں اور وقت

source: Something went wrong!
es: Algo salió mal!
hi: कुछ गलत हो गया!
te: ఏదో తప్పు జరిగింది!
ur: کچھ غلط ہو گیا!

# you_can_edit_address
source: You may edit address to include Apt#, Plot#, Floor#, Suit#, etc.
es: Puede editar la dirección para incluir el número de apartamento, el número de parcela, el número de piso, el número de traje, etc.
hi: आप Apt#, प्लॉट#, फ्लोर#, सूट#, आदि को शामिल करने के लिए पते को संपादित कर सकते हैं।
te: మీరు Apt #, ప్లాట్ #, అంతస్తు #, సూట్ #, మొదలైనవిఉన్నాయి మార్చు చిరునామా ఉండవచ్చు
ur: آپ اپٹ#، پلاٹ#، فلور#، سوٹ#، وغیرہ شامل کرنے کے لیے ایڈریس میں ترمیم کر سکتے ہیں

# please_enter_address
source: Select Service Address
es: Seleccione la dirección de servicio
hi: सेवा का पता
te: ఎంచుకోండి సర్వీస్ చిరునామా
ur: سروس ایڈریس

source: Please select valid time
es: Seleccione la hora válida
hi: चुनें कृपया मान्य समय
te: దయచేసి ఎంచుకోండి సరియైన సమయం
ur: منتخب کریں براہ کرم درست وقتمنتخب

# service_type_text
source: Service Type
es: Tipo de servicio
hi: चुनें सेवा प्रकार
te: సర్వీస్ టైప్
ur: سروس کی قسم

source: Create Walk-In
es: Crear
hi: वॉक-इन
te: సృష్టించువల్క్-ఇన్
ur: کریں واک ان

# walk_in_create_success
source: Walk-In Service Appointment created successfully
es: cita de servicio sin cita previa creada con éxito
hi: वॉक-इन सेवा अपॉइंटमेंट सफलतापूर्वक बनाया गया
te: విజయవంతంగా రూపొందించినవారువాక్-ఇన్ సర్వీస్ నియామకం
ur: واک ان سروس اپائنٹمنٹ کامیابی سے بنائی گئی

# in_home_create_success
source: In-Home Service Appointment created successfully
es: Cita de servicio a domicilio creada con éxito
hi: इन-होम सर्विस अपॉइंटमेंट सफलतापूर्वकबनाया गया
te: గృహవిజయవంతంగా రూపొందించినవారు సర్వీస్ నియామకం
ur: گھر میں سروس اپائنٹمنٹ کامیابی سےبنائی گئی۔

# on_demand_create_success
source: On-Demand Service Appointment created successfully
es: Bajo demanda Cita de servicio creada con éxito
hi: ऑन-डिमांडसेवा नियुक्ति सफलतापूर्वक बनाई गई
te: ఆన్ డిమాండ్సర్వీస్ నియామకం విజయవంతంగారూపొందించినవారు:
ur: آن ڈیمانڈسروس اپائنٹمنٹ کامیابی کے ساتھ بنایا گیا

# questionaries_response
source: Questionnaire response:
es: Respuesta al cuestionario:
hi: प्रश्नावली प्रतिक्रिया:
te: ప్రశ్నాపత్రం స్పందన
ur: سوالنامہ کا جواب:

# select_terms_conditions
source: Please accept TUDO Terms and Condition
es: Acepte los términos y condiciones de TUDO
hi: कृपया TUDO नियम और शर्तें स्वीकार करें
te: TUDO నియమాలు మరియు కండిషన్అంగీకరించండి
ur: براہ کرم TUDO کی شرائط و ضوابط کو قبول کریں

# job_details
source: Appointment Detail
es: Detalle de la cita
hi: नियुक्ति विवरण
te: నియామకం వివరాలు
ur: تقرری کی تفصیل

source: Service Information
es: Información del servicio
hi: सेवा जानकारी
te: సర్వీస్ సమాచారం
ur: سروس کی معلومات

source: Select From Address Book
es: Seleccione de la libreta de direcciones
hi: पता पुस्तिका से चयन करें
te: ఎంచుకోండిచిరునామా పుస్తకంనుండి
ur: ایڈریس بک سے منتخب کریں

source: Current Location
es: Ubicación actual
hi: वर्तमान स्थान
te: ప్రస్తుత స్థానం
ur: موجودہ مقام

source: Appointment
es: cita de
hi: नियुक्ति
te: నియామకం
ur: اپائنٹمنٹ

source: Date and Time
es: Fecha y hora de la
hi: दिनांक और समय
te: తేదీ మరియు సమయం
ur: کی تاریخ اور وقت کی

source: Request Type
es: Tipo de solicitud
hi: अनुरोध प्रकार
te: అభ్యర్థన పద్ధతి
ur: درخواست کی قسم

# bsp_listview
source: List View
es: Lista deVer
hi: सूची देखें
te: జాబితా వీక్షణ
ur: لسٹ دیکھیں

source: Sort
es: Ordenar
hi: क्रमबद्ध करें
te: క్రమీకరించు
ur: ترتیب دیں

# add_address_txt
source: Add Address
es: Añadir dirección
hi: पता जोड़ें
te: చిరునామాను జోడించండి
ur: ایڈریس شامل کریں۔

# save_address_txt
source: Save Address
es: Guardar dirección
hi: पता सहेजें
te: చిరునామాను సేవ్ చేయండి
ur: ایڈریس محفوظ کریں۔

# selected_address_txt
source: Selected Address
es: Dirección seleccionada
hi: चयनित पता
te: ఎంచుకున్న చిరునామా
ur: منتخب کردہ پتہ۔

source: Custom Address Type
es: Tipo de dirección personalizada
hi: कस्टम पता प्रकार
te: అనుకూల చిరునామా రకం
ur: اپنی مرضی کے ایڈریس کی قسم۔

# custom_address_txt
source: Custom Address
es: Dirección personalizada
hi: कस्टम पता
te: అనుకూల చిరునామా
ur: اپنی مرضی کا پتہ۔

source: Select Address type
es: Seleccione el tipo de dirección
hi: पता प्रकार चुनें
te: చిరునామా రకాన్ని ఎంచుకోండి
ur: ایڈریس کی قسم منتخب کریں۔

# mark_default_address
source: Mark as Default Address
es: Marcar como dirección predeterminada
hi: डिफ़ॉल्ट पते के रूप में चिह्नित करें
te: డిఫాల్ట్ చిరునామాగా గుర్తించండి
ur: بطور ڈیفالٹ ایڈریس نشان زد کریں۔

# no_bsp_found
source: Sorry, this Service Provider is not available at this time, please try with a different Date and Time
es: Lo sentimos, los proveedores de servicios no están disponibles en este momento, intente con diferentes Fecha y hora
hi: क्षमा करें, सेवा प्रदाता इस समय उपलब्ध नहीं हैं, कृपया विभिन्न के साथ प्रयास करें दिनांक और समय
te: క్షమించాలి, ఈ సమయంలో అందుబాటులో లేదు సర్వీస్ ప్రొవైడర్స్, దయచేసి వేర్వేరు ప్రయత్నించండి తేదీ మరియు సమయం
ur: معذرت ، سروس فراہم کرنے والے اس وقت دستیاب نہیں ہیں ، براہ کرم مختلف کے ساتھ کوشش کریں تاریخ اور وقت

# distance_text
source: Distance
es: Distancia
hi: दूरी
te: డిస్టాన్స్
ur: فاصلہ

source: Service Providers
es: Proveedores de servicios
hi: सेवा प्रदाता
te: సర్వీస్ ప్రొవైడర్స్
ur: سروس فراہم

# app_id
source: Appt. #:
hi: Appt.#:Appt.
ur: Appt کے #:

source: Appt.Type:
es: CitaCitaTipo:
hi: प्रकार:

# spend_txt
source: Spend
es: Gastar
hi: खर्च करें
te: కేటాయిస్తున్నారు
ur: خرچ کرتے

# get_off_desc
source: and get % Discount off on your total
es: y obtener% de descuento en su total
hi: और अपनी कुलपर% छूट प्राप्त करें
te: మరియు% డిస్కౌంట్ పొందండి మీ మొత్తంఆఫ్:
ur: ہیں اور آپ کی کلپر حاصل کرنے٪

# cost_estimates
source: Estimated Cost
es: costo estimado:
hi: अनुमानित लागत:
te: అంచనా వ్యయం
ur: متوقع قیمتڈسکاؤنٹ:

# plus_taxes
source: (plus Add-ons and applicable Taxes)
es: (más los complementos y los impuestos aplicables)
hi: (प्लस ऐड-ऑन और लागू कर)
te: (ప్లస్ పొడగింతలు మరియు అదనపు పన్నులు)
ur: (علاوہ شامل کریں ons اور لاگو ٹیکس)

# enter_re_schedule_reason
source: Please enter Reschedule Reason
es: Ingrese el motivo de la
hi: कृपया पुनर्निर्धारण कारण
te: వాయిదా కారణమునమోదు
ur: درج کریں نظام الاوقات تبدیل وجہ

# re_schedule_reason
source: Write Reschedule reason
es: reprogramación Escriba el motivo de la
hi: लिखें पुनर्निर्धारित कारण लिखें
te: వ్రాయండి వాయిదా కారణం
ur: لکھنا نظام الاوقات تبدیل وجہ

# re_schedule_text
source: Appointment Reschedule
es: reprogramación Reprogramación de la cita
hi: नियुक्ति पुनर्निर्धारित
te: నియామకం వాయిదా
ur: تقرری نظام الاوقات تبدیل

# service_provider_must_accept
source: Note: Other party must accept your reschedule request, in the meantime Appointment will be in Waiting stage
es: Nota: la otra parte debe acepte su solicitud de reprogramación, mientras tanto, la cita estará en la etapa de espera
hi: नोट: अन्य पार्टी को चाहिए इस बीच नियुक्ति में अपने को पुनर्निर्धारित अनुरोध स्वीकार करते हैं, प्रतीक्षा कर रहा है चरणमें होगा
te: గమనికచేయండి:ఇతర పార్టీ తప్పక ఈలోగా నియామకం, మీ వాయిదా అభ్యర్థనను అంగీకరించడానికి వేచి దశలోఉంటుంది
ur: نوٹ: دیگر پارٹی ضروری انتظار مرحلےمیں ہو گا اس دوران تقرری میں، آپ کے نظام الاوقات تبدیل درخواست قبول

source: Reschedule
es: Reprogramar
hi: को पुनर्निर्धारित
te: వాయిదా
ur: نظام الاوقات تبدیل

# select_new_time
source: Please select a new Date and Time
es: Por favor seleccione una nueva fecha y hora
hi: एक नया दिनांक और समयका चयन करें
te: దయచేసి ఒక క్రొత్త తేదీ మరియు సమయంఎంచుకోండి
ur: ایک نئی تاریخ اور وقتبراہ مہربانی منتخب کریں

# rescheduled_success
source: Reschedule request sent to Service Provider for approval
es: Res solicitud de cédula enviada al proveedor de servicios para su aprobación.
hi: रेससेवा प्रदाता को अनुमोदन के लिए अनुसूची अनुरोध भेजा गया।
te: రెస్చెడుల్ అభ్యర్థన ఆమోదం కోసం సర్వీస్ ప్రొవైడర్‌కు పంపబడింది.
ur: لوڈشیڈول کی درخواست سروس پرووائڈر کو منظوری کے لیے بھیجی گئی۔

# reschedule_title
source: Reschedule Reason
es: Motivo de la reprogramación
hi: पुनर्निर्धारित कारण
te: వాయిదా కారణము
ur: ری شیڈول وجہ

# enter_cancellation_text
source: Please enter the cancellation reason
es: Por favor ingrese el motivo de la
hi: कृपयाकारण
te: రద్దు కారణమునమోదు చేయండి
ur: براہ کرمدرج کریںوجہ

source: Write cancellation reason
es: cancelación Escriba el motivo de la cancelación
hi: रद्द करने का कारण दर्जरद्द करने कालिखें
te: వ్రాయండి రద్దు కారణాన్ని
ur: منسوخی کی وجہمنسوخی کیلکھیں منسوخی

source: Cancel Appointment
es: Cancelar cita
hi: करेंनियुक्ति रद्द करें
te: నియామకం
ur: اپائنٹمنٹ

# cancellation_fees_text
source: Are you sure to cancel this service appointment? TUDO may impose up to $0.00 cancellation fee
es: ¿Está seguro de cancelar esta cita de servicio? TUDO puede imponer una tarifa de cancelación de hasta $ 0.00
hi: क्या आप इस सेवा नियुक्ति को रद्द करना सुनिश्चित करते हैं? TUDO $0.00 रद्द करने का शुल्क लगा सकता है
te: మీరు ఈ సేవ నియామకం రద్దు చేస్తున్నారా ఖచ్చితంగారద్దు?TUDO $ 0.00 వరకు రద్దు రుసుము విధించవచ్చు
ur: کیا آپ کو یقین ہے کہ یہ سروس اپائنٹمنٹ منسوخ ہے؟ TUDO $ 0.00 تک منسوخی فیس عائد کر سکتا ہے

source: Confirmation
es: Confirmación
hi: पुष्टिकरण
te: కన్ఫర్మేషన్
ur: کنفرمیشن

source: Deals & Offers
es: Ofertas y ofertas ofertas
hi: सौदे और ऑफ़र
te: డీల్స్ & ఆఫర్స్
ur: ڈیلز اور آفرز

source: Deal Schedule
es: Programación de
hi: डील शेड्यूल
te: డీల్ షెడ్యూల్
ur: ڈیل شیڈول

# job_title_required
source: Appointment Title is required
es: cita de cita es un campo obligatorio
hi: अपॉइंटमेंट शीर्षक आवश्यक फ़ील्ड है
te: అపాయింట్‌మెంట్ టైటిల్ అవసరం ఫీల్డ్
ur: اپائنٹمنٹ ٹائٹل درکار ہے

# please_select_date_time
source: Please select Date and Time
es: Seleccione la fecha y la hora ¡
hi: कृपया दिनांक और समय चुनें
te: దయచేసి తేదీ మరియు టైమ్ఎంచుకోండి
ur: براہ کرم تاریخ اور وقت منتخب کریں

source: No Deals Found!
es: No se encontraron ofertas!
hi: कोई डील नहीं मिला!
te: లేదు డీల్స్!
ur: کوئی ڈیل نہیں ملی!

source: Select Address
es: Seleccione la dirección
hi: चुनें पता
te: ఎంచుకోండి చిరునామా
ur: منتخب ایڈریس

# your_time_exp_text
source: OTP expired please press click resend for new OTP
es: OTP caducada, presione reenviar para una nueva OTP
hi: OTP के लिए नया OTPसमाप्त हो गई है कृपया प्रेस पुनः
te: OTP గడువు ముగిసింది దయచేసి కొత్త OTP కోసం మళ్లీOTP ని
ur: OTP نئے OTPکے لئے، براہ مہربانی دبائیں دوبارہ بھیجیں کی میعاد ختم

# success_password_change
source: Password updated successfully
es: contraseña actualizada correctamente
hi: पासवर्ड सफलतापूर्वक अपडेट किया गया
te: పాస్‌వర్డ్ విజయవంతంగా నవీకరించబడింది
ur: پاس ورڈ کامیابی سے اپ ڈیٹ

# fill_all_cell_text
source: *Please re enter OTP and press Validate again
es: * Vuelva a ingresar la OTP y presione Validar nuevamente
hi: * कृपया फिर से दर्ज OTP और प्रेस मान्य फिर
te: *దయచేసిచేయండి మరియు మళ్లీనొక్కండి
ur: * دوبارہ درج OTP اور پریس کی توثیق دوبارہمہربانی

# verify_txt
source: Validate
es: Validar
hi: सत्यापित
te: ధృవీకరించండి
ur: توثیق

# resend_otp_text
source: Haven't received OTP yet? Resend
es: ¿No ha recibido la OTP? Reenviar
hi: कोOTP प्राप्त नहींभेजें?फिर से भेजें
te: OTP అందుకోలేదా?మళ్ళీ
ur: ہے OTP موصول نہیں ہواہوگئی؟دوبارہ بھیجیں

source: Wait
es: Espere
hi: प्रतीक्षा
te: వేచి
ur: انتظار

# enter_password_text
source: Enter your Password
es: Ingrese su Contraseña
hi: अपना पासवर्ड दर्ज करें
te: మీ పాస్వర్డ్ఎంటర్
ur: کریں اپنا پاس ورڈ داخل کریں

# new_pass_text
source: New Password
es: Nueva Contraseña
hi: नया पासवर्ड
te: కొత్త పాస్వర్డ్
ur: نیا پاس ورڈ

# update_pass_text
source: Update Password
es: Actualizar Contraseña
hi: अपडेट पासवर्डपासवर्ड
te: నవీకరణ పాస్వర్డ్
ur: اپ ڈیٹ پاس ورڈ

# forgot_pass_text
source: Forgot Password
es: Olvidé la Contraseña
hi: भूल गएभूल गए
te: మర్చిపోయారా పాస్వర్డ్
ur: بھول گیا پاس ورڈ

# job_address_not_found
source: Unable to locate Service address
es: No se puede ubicar la dirección del Servicio
hi: सेवा पते का पता लगाने में असमर्थ
te: గుర్తించడం సర్వీస్ చిరునామాసాధ్యం కాలేదు
ur: سروس ایڈریس تلاش کرنے سے قاصر

# change_details
source: Note: Amendment request sent for Service Provider approval, in the meantime Appointment will be in Waiting state.
es: Nota: Solicitud de enmienda enviada para la aprobación del Proveedor de Servicios, mientras tanto la Cita estará en estado de Espera.
hi: नोट: सेवा प्रदाता अनुमोदन के लिए संशोधन अनुरोध भेजा गया, इस बीच नियुक्ति प्रतीक्षा की स्थिति में होगी।
te: గమనికపంపు:సర్వీస్ ప్రొవైడర్ ఆమోదం కోసం పంపారు సవరణ అభ్యర్థన, ఈలోగా నియామకం వేచి స్థితిలో ఉంటుంది.
ur: نوٹ: سروس پرووائڈر کی منظوری کے لیے ترمیم کی درخواست بھیجی گئی ، اس دوران ملاقات انتظار کی حالت میں ہوگی۔

# new_schedule
source: Revised schedule:
es: Calendario revisado:
hi: संशोधित कार्यक्रम:
te: సవరించిన షెడ్యూల్:
ur: نظر ثانی شدہ شیڈول:

# change_reason
source: Amendment reason:
es: Motivo de la enmienda:
hi: संशोधन का कारण:
te: సవరణ కారణం::
ur: ترمیم کی

source: Employee Enrollment
es: Inscripción del empleado Inscripción
hi: कर्मचारी नामांकन
te: ఉద్యోగుల నమోదు
ur: ملازم اندراج

# previous_text
source: Previous
es: anterior
hi: पिछला
te: మునుపటి
ur: پچھلا

# enrollment_completed
source: Enrollment Completed Successfully
es: completada con éxito
hi: नामांकन सफलतापूर्वक पूरा हुआ
te: నమోదు విజయవంతంగా పూర్తయింది
ur: اندراج کامیابی سے مکمل

# hey_text
source: Hey,
es: Hola,
hi: अरे,
te: హే,
ur: ارے،

# recived_invitations
source: Congratulations on your new employment offer. Accept/ Reject the offer to continue.
es: Felicitaciones por su nueva oferta de empleo. Acepte / rechace la oferta para continuar.
hi: आपके नए रोजगार प्रस्ताव पर बधाई। जारी रखने के प्रस्ताव को स्वीकार/अस्वीकार करें।
te: మీ కొత్త ఉపాధి ఆఫర్‌కు అభినందనలు. కొనసాగించడానికి ఆఫర్‌ని అంగీకరించండి/ తిరస్కరించండి.
ur: آپ کی نئی ملازمت کی پیشکش پر مبارک ہو. جاری رکھنے کے لیے پیشکش کو قبول/ مسترد کریں۔

# accept_text
source: Accept
es: Aceptar
hi: स्वीकार करें
te: అంగీకరించండి
ur: قبول کریں

# accept_invitation_ques
source: Are you sure you want to Accept invitation?
es: ¿Está seguro de aceptar la invitación?
hi: क्या आप निश्चित रूप से आमंत्रण स्वीकार करना चाहते हैं?
te: మీరు ఖచ్చితంగా ఆహ్వానాన్ని అంగీకరిస్తారా?
ur: کیا آپ کو دعوت قبول کرنے کا یقین ہے؟

# reject_text
source: Reject
es: Rechazar
hi: अस्वीकार
te: తిరస్కరించండి
ur: مسترد کریں

# reject_invitations_ques
source: Are you sure you want to Reject the invitation?
es: ¿Está seguro de rechazar la invitación?
hi: क्या आप निश्चित रूप से आमंत्रण को अस्वीकार करना चाहते हैं?
te: మీరు ఖచ్చితంగా ఆహ్వానాన్ని తిరస్కరిస్తున్నారా?
ur: کیا آپ دعوت کو مسترد کرنے کا یقین رکھتے ہیں؟

# self_invite
source: Self Employment invitation is not allowed
es: Invitación auto empleo no está permitido
hi: स्व रोजगार निमंत्रणअनुमति नहीं है
te: స్వీయ ఉపాధి ఆహ్వానం అనుమతించబడదుచేయని
ur: سیلف ایمپلائمنٹ دعوت کو اجازت نہیں ہے

source: Sort By
es: Clasificar por
hi: तकक्रमबद्ध
te: క్రమబద్ధీకరణ ద్వారా
ur: چھانٹیںکے مطابق

# unselected_sort
source: Unselect Sort
es: Clasificar no seleccionada
hi: अचयनितक्रमबद्ध
te: ఎంపిక
ur: غیر منتخب کردہترتیب

# are_you_running_business
source: Are you Running a Business?
es: ¿Está ejecutando un negocio?
hi: यदि आप एक व्यवसाय चला रहे हैं?
te: మీరు వ్యాపారాన్ని నడుపుతున్నారా?
ur: آپ کو ایک کاروبار چلا رہے ہیں؟

# consumer_success_popup_text1
source: Congratulations, your TUDO Consumer account created successfully
es: Felicitaciones, su cuenta de consumidor de TUDO se creó con éxito.
hi: बधाई हो, आपका TUDO उपभोक्ता खाता सफलतापूर्वक बनाया गया
te: అభినందనలు, మీ TUDO కన్స్యూమర్ ఖాతా విజయవంతంగా సృష్టించబడింది
ur: مبارک ہو ، آپ کا TUDO کنزیومر اکاؤنٹ کامیابی سے بن گیا

# consumer_success_popup_text2
source: If you are running a business, grow your business on TUDO Platform. TUDO brings modern and real-time technology at your fingertips, packed with powerful business and productivity tools that can help you run your business efficiently from the palm of your hands
es: Si tiene un negocio, haga crecer su negocio en la plataforma TUDO. TUDO lleva la tecnología moderna y en tiempo real a su alcance, lleno de potentes herramientas de productividad de negocios y ayudar a administrar su negocio de manera eficiente desde la palma de las manos
hi: यदि आप कोई व्यवसाय चला रहे हैं, तो TUDO प्लेटफ़ॉर्म पर अपना व्यवसाय बढ़ाएँ। TUDO आपकी उंगलियों पर आधुनिक और वास्तविक समय की तकनीक लाता है, शक्तिशाली व्यवसाय और उत्पादकता उपकरणों से भरा हुआ है जो आपके हाथों की हथेली से आपके व्यवसाय को कुशलतापूर्वक चलाने में मदद करता है
te: మీరు వ్యాపారాన్ని నిర్వహిస్తుంటే, TUDO ప్లాట్‌ఫారమ్‌లో మీ వ్యాపారాన్ని వృద్ధి చేసుకోండి. TUDO మీ చేతివేళ్ల వద్ద ఆధునిక మరియు రియల్ టైమ్ టెక్నాలజీని తీసుకువస్తుంది, శక్తివంతమైన వ్యాపార మరియు ఉత్పాదక సాధనాలతో నిండి ఉంది, మీ అరచేతి నుండి మీ వ్యాపారాన్ని సమర్ధవంతంగా నడిపించడంలో సహాయపడతాయి,
ur: اگر آپ کاروبار چلا رہے ہیں تو TUDO پلیٹ فارم پر اپنا کاروبار بڑھائیں۔ سے TUDO آپ کی انگلی، طاقتور کاروباری اور پروڈکٹیوٹی ٹولز کے ساتھ پیک میں جدید اور اصل وقت کی ٹیکنالوجی لاتاآپ کے ہاتھ کی کھجور کے سے مؤثر طریقے سے آپ کے کاروبار کو چلانے میں مدد

# consumer_success_popup_text3
source: For questions email us help@tudo.app
es: Para preguntas por correo electrónico a nosotros help@tudo.app
hi: प्रश्नों के लिए हमें ईमेल करें help@tudo.app
te: ప్రశ్నల కోసం మాకు help@tudo.app
ur: سوالات کے لئےہمیں help@tudo.app

source: Service Details
es: servicio Detalles
hi: सेवा विवरण
te: సేవా వివరాల
ur: سروس تفصیلات دیکھیں

# services_help_screen_title
source: Service Help
es: Servicio Ayuda
hi: सेवा सहायता
te: సేవ సహాయం
ur: سروس مدد

# main_header_text
source: Tell TUDO about the nature of your Business by selecting all the applicable services your business offers to your Consumers.
es: Envía TUDO acerca de la naturaleza de su Negocio seleccionando todos los servicios aplicables que su negocio ofrece a sus Consumidores.
hi: को अपनी प्रकृति के बारे में बताएं आपके व्यवसाय द्वारा आपके उपभोक्ताओं को प्रदान की जाने वाली सभी लागू सेवाओं का चयन करके व्यवसाय।
te: మీ స్వభావం గురించి TUDO కి చెప్పండి మీ వ్యాపారం మీ వినియోగదారులకు అందించే అన్ని వర్తించే సేవలను ఎంచుకోవడం ద్వారా వ్యాపారం.
ur: کی نوعیت کے بارے میں سے TUDO بتائیںآپ تمام قابل اطلاق خدمات کو منتخب کرکے کاروبار کریں جو آپ کا کاروبار آپ کے صارفین کو پیش کرتا ہے۔

# walk_in_desc
source: Consumer walks/visits/enters into your business location/office/storefront to avail the services your business offers in the marketplace. Example: Salon, Hospital, Accounting, Dry-cleaners and so.
es: El consumidor camina / visita / ingresa a la ubicación / oficina / escaparate de su empresa para aprovechar los servicios que su empresa ofrece en el mercado. Ejemplo: salón, hospital, contabilidad, tintorería, etc.
hi: आपके व्यवसाय द्वारा बाज़ार में दी जाने वाली सेवाओं का लाभ उठाने के लिए उपभोक्ता आपके व्यावसायिक स्थान/कार्यालय/स्टोरफ्रंट पर चलता है/विज़िट/प्रवेश करता है। उदाहरण: सैलून, अस्पताल, लेखा, ड्राई-क्लीनर आदि।
te: మార్కెట్‌లో మీ వ్యాపారం అందించే సేవలను పొందడానికి వినియోగదారుల నడకలు/సందర్శనలు/మీ వ్యాపార స్థానం/కార్యాలయం/స్టోర్ ముందు భాగంలోకి ప్రవేశిస్తాయి. ఉదాహరణ: సలోన్, హాస్పిటల్, అకౌంటింగ్, డ్రై-క్లీనర్‌లు మొదలైనవి.
ur: آپ کے کاروبار کو مارکیٹ میں پیش کی جانے والی خدمات سے فائدہ اٹھانے کے لیے صارفین آپ کے کاروباری مقام/دفتر/اسٹور فرنٹ میں داخل ہوتے ہیں۔ مثال: سیلون ، ہسپتال ، اکاؤنٹنگ ، ڈرائی کلینر وغیرہ۔
