Repository: IamTouseef481/tudo
Catalog: apps/core/priv/gettext/*/LC_MESSAGES/general.po
Languages: ar, es, hi, te, ur

# confirm_paypal_id
source: Confirm PayPal Email ID
es: Confirme el ID de correo electrónico de PayPal
hi: पेपैल ईमेल आईडी की पुष्टि करें
te: పేపాల్ ఇమెయిల్ ఐడిని నిర్ధారించండి
ur: پے پال ای میل آئی ڈی کی تصدیق کریں۔

# confirm_paypal_validate
source: Details entered in Email ID and confirm email ID must be same
es: El correo electrónico y el correo electrónico de confirmación deben ser iguales
hi: ईमेल और पुष्टि ईमेल एक ही होना चाहिए
te: ఇమెయిల్ మరియు నిర్ధారణ ఇమెయిల్ తప్పనిసరిగా ఒకే విధంగా ఉండాలి
ur: ای میل اور تصدیق ای میل ایک جیسی ہونی چاہیے۔

# hyperwallet_recievable_screen_title
source: Receivable Methods
es: Métodos de
hi: प्राप्य विधियाँ
te: స్వీకరించదగిన పద్ధతులు
ur: وصول کرنے کے طریقےکرنے کے

# no_methods_text
source: Receivable payment transfer method not added yet!
es: cobro Método de transferencia de pago por cobrar no agregado todavía.
hi: प्राप्य भुगतान हस्तांतरण विधि अभी तक जोड़ी नहीं गई है!
te: స్వీకరించదగిన చెల్లింపు బదిలీ పద్ధతి ఇంకా జోడించబడలేదు!
ur: وصولقابل ادائیگی کی منتقلی کا طریقہ ابھی شامل نہیں کیا گیا!

source: Currency Type:
es: Tipo de moneda:
hi: मुद्रा का प्रकार:
te: కరెన్సీ రకం:
ur: کرنسی کی قسم:

source: Debit Cards
es: Tarjetas de débito
hi: डेबिट कार्ड
te: డెబిట్ కార్డులు
ur: ڈیبٹ کارڈز

source: Bank Accounts
es: Cuentas bancarias Cuentas
hi: बैंक खाते
te: బ్యాంక్ ఖాతాలు
ur: بینک اکاؤنٹس

source: Wire Accounts
es: bancarias
hi: तार खाते
te: వైర్ ఖాతాలు
ur: وائر اکاؤنٹس

# default_question_text
source: Are you sure you want to change the default transfer method?
es: ¿Está seguro de cambiar el método de transferencia predeterminado?
hi: क्या आप निश्चित रूप से डिफ़ॉल्ट हस्तांतरण पद्धति को बदलना चाहते हैं?
te: మీరు ఖచ్చితంగా డిఫాల్ట్ బదిలీ పద్ధతిని మార్చుతారా?
ur: کیا آپ ڈیفالٹ ٹرانسفر طریقہ تبدیل کرنے کا یقین رکھتے ہیں؟

# default_transfer_success
source: Default Transfer Payment method updated successfully.
es: El método de pago por transferencia predeterminado se actualizó correctamente.
hi: डिफ़ॉल्ट स्थानांतरण भुगतान विधि सफलतापूर्वक अपडेट की गई.
te: డిఫాల్ట్ బదిలీ చెల్లింపు పద్ధతి విజయవంతంగా నవీకరించబడింది.
ur: ڈیفالٹ ٹرانسفر ادائیگی کا طریقہ کامیابی سے اپ ڈیٹ ہوا۔

# add_transfer_method_page_screen_title
source: Add Transfer Method
es: Agregar método de transferencia
hi: स्थानांतरण विधि जोड़ें
te: బదిలీ పద్ధతిని జోడించండి
ur: ٹرانسفر کا طریقہ شامل کریں

source: Loading...
es: Cargando .......
hi: लोड हो रहा है.......
te: లోడింగ్.......
ur: لوڈنگ.......

# make_default
source: Make Default Payment Method
es: Hacer el método de pago predeterminado
hi: करेंडिफ़ॉल्ट भुगतान विधि बनाएं
te: డిఫాల్ట్ చెల్లింపు పద్ధతి చేయండి
ur: ڈیفالٹ ادائیگی کا طریقہ بنائیں

source: Country Currency Code
es: País Código de moneda código de
hi: देश मुद्रा कोड
te: దేశం కరెన్సీ కోడ్
ur: ملک کرنسی کوڈ

source: Choose Currency Code
es: Elija la moneda
hi: मुद्रा कोड
te: కరెన్సీ కోడ్‌ని
ur: منتخب کریں کرنسی کوڈ

# select_country_currency
source: Select Country Currency Code
es: Seleccione el país Código de moneda
hi: चुनें देश मुद्रा कोड
te: ఎంచుకోండి దేశం కరెన్సీ కోడ్
ur: منتخب کریں ملک کرنسی کوڈ

source: Transfer Method Type
es: Tipo de
hi: स्थानांतरण विधि प्रकार
te: బదిలీ పద్ధతి రకం
ur: ٹرانسفر طریقہ کار کی قسم

source: Select Transfer Method Type
es: método de transferencia Seleccione el tipo de
hi: चुनें स्थानांतरण विधि प्रकार
te: ఎంచుకోండి బదిలీ పద్ధతి రకం
ur: منتخب کریں ٹرانسفر طریقہ کار کی قسم

# payment_method
source: Payment Transfer Method Added Successfully!
es: método de transferencia ¡Método de transferencia de pago agregado con éxito!
hi: भुगतान स्थानांतरण विधि सफलतापूर्वक जोड़ा गया!
te: చెల్లింపు బదిలీ విధానం విజయవంతంగా జోడించబడింది!
ur: ادائیگی کی منتقلی کا طریقہ کامیابی کے ساتھ شامل کیا گیا!

# country_txt
source: Country
hi: देश
te: దేశం
ur: ملک

# choose_country_txt
source: Choose Country
hi: चुनें देश
te: కంట్రీఎంచుకోండి
ur: کنٹریمنتخب کریں

# block_hold_success
source: Block/Hold future appointments settings updated successfully.
es: Bloquear / Mantener la configuración de citas futuras se actualizó correctamente.
hi: ब्लॉक करें/भविष्य में अपॉइंटमेंट होल्ड करें सेटिंग सफलतापूर्वक अपडेट की गईं।
te: బ్లాక్‌ను/భవిష్యత్తులో అపాయింట్‌మెంట్ సెట్టింగ్‌లను విజయవంతంగా అప్‌డేట్ చేయండి.
ur: بلاک کو/مستقبل کی تقرریوں کی ترتیبات کو کامیابی سے اپ ڈیٹ کریں۔

# auto_schedule_success
source: Auto schedule setting updated successfully.
es: La configuración de programación automática se actualizó correctamente.
hi: ऑटो शेड्यूल सेटिंग सफलतापूर्वक अपडेट की गई।
te: ఆటో షెడ్యూల్ సెట్టింగ్ విజయవంతంగా అప్‌డేట్ చేయబడింది.
ur: آٹو شیڈول کی ترتیب کامیابی سے اپ ڈیٹ ہو گئی۔

# bloc_hold_off_ques
source: Are you sure you want to Block/Hold future appointments and proceed ahead?
es: ¿Está seguro de bloquear / retener citas futuras y continuar?
hi: क्या आप निश्चित रूप से भविष्य की नियुक्तियों को ब्लॉक/होल्ड करके आगे बढ़ना चाहते हैं?
te: మీరు భవిష్యత్తులో అపాయింట్‌మెంట్‌లను బ్లాక్/హోల్డ్ చేసి ఖచ్చితంగా కొనసాగించాలా?
ur: کیا آپ مستقبل کی ملاقاتوں کو روکنے/روکنے اور آگے بڑھنے کا یقین رکھتے ہیں؟

# bloc_hold_on_ques
source: You are about to enable future Appointments, are you sure you want to proceed?
es: Está a punto de habilitar futuras citas, ¿está seguro de continuar?
hi: आप भविष्य की नियुक्तियों को सक्षम करने वाले हैं, क्या आप निश्चित रूप से आगे बढ़ना चाहते हैं?
te: మీరు భవిష్యత్తు నియామకాలను ప్రారంభించబోతున్నారు, మీరు ఖచ్చితంగా కొనసాగాలా?
ur: آپ مستقبل کی تقرریوں کو چالو کرنے والے ہیں ، کیا آپ آگے بڑھنے کا یقین رکھتے ہیں؟

# auto_schedule_off_ques
source: You are about to disable Auto Scheduling of Appointments, are you sure you want to proceed?
es: Está a punto de deshabilitar la programación automática de citas, ¿está seguro de continuar?
hi: आप अपॉइंटमेंट के ऑटो शेड्यूलिंग को अक्षम करने वाले हैं, क्या आप निश्चित रूप से आगे बढ़ना चाहते हैं?
te: మీరు నియామకాల స్వీయ షెడ్యూల్‌ను నిలిపివేయబోతున్నారు, మీరు ఖచ్చితంగా కొనసాగాలా?
ur: آپ تقرریوں کے آٹو شیڈولنگ کو غیر فعال کرنے والے ہیں ، کیا آپ آگے بڑھنے کا یقین رکھتے ہیں؟

# auto_schedule_on_ques
source: You are about to enable Auto Scheduling of Appointments, are you sure you want to proceed?
es: Está a punto de habilitar la programación automática de citas, ¿está seguro de continuar?
hi: आप अपॉइंटमेंट के ऑटो शेड्यूलिंग को सक्षम करने वाले हैं, क्या आप निश्चित रूप से आगे बढ़ना चाहते हैं?
te: మీరు నియామకాల యొక్క ఆటో షెడ్యూల్‌ని ప్రారంభించబోతున్నారు, మీరు ఖచ్చితంగా కొనసాగాలా?
ur: آپ تقرریوں کے آٹو شیڈولنگ کو فعال کرنے والے ہیں ، کیا آپ آگے بڑھنے کا یقین رکھتے ہیں؟

# business_setting_screen_title
source: Business Settings
es: configuración empresarial
hi: व्यापार सेटिंग्स
te: వ్యాపార సెట్టింగుల
ur: کاروباری ترتیبات

# business_profile_overview
source: Bus. Profile Overview
es: Bus de. Descripción general del perfil
hi: बस। प्रोफाइल अवलोकन
te: బస్సు. ప్రొఫైల్ అవలోకనం
ur: بس۔ پروفائل کا جائزہ

# business_country_specific
source: Country Specific Settings
es: Configuración específica del país
hi: देश विशिष्ट सेटिंग्स
te: దేశం నిర్దిష్ట సెట్టింగ్‌లు
ur: ملک کی مخصوص ترتیبات

# bloc_hold_future_appointments
source: Block/Hold Future Appointment
es: Bloquear / Retener cita futura
hi: फ्यूचर अपॉइंटमेंटब्लॉक/होल्ड करें
te: బ్లాక్/హోల్డ్ ఫ్యూచర్ అపాయింట్‌మెంట్
ur: بلاک/ہولڈ فیوچر اپائنٹمنٹ

source: Auto Schedule
es: Programación automática
hi: ऑटो शेड्यूल
te: ఆటో షెడ్యూల్
ur: آٹو شیڈول

# business_service_radius
source: Service Radius
es: Radio de
hi: सर्विस रेडियस
te: సర్వీస్ రేడియస్
ur: سروس ریڈیئس

# business_service_duration
source: Service Duration
es: servicio Duración del servicio
hi: सर्विस अवधि
te: సర్వీస్ వ్యవధి
ur: سروس کا دورانیہ

source: My Wallet
es: Mi billetera
hi: माई वॉलेट
te: నా వాలెట్
ur: میرا پرس

# my_recievables
source: Receivables and Transfers
es: Cuentas por cobrar y transferencias
hi: रिसीवेबल्स एंड ट्रांसफर
te: స్వీకరించదగినవి మరియు బదిలీ
ur: وصول اور ٹرانسفر

# business_sales_taxe_rate
source: Tax Rate
es: Tasa de impuestos
hi: टैक्स रेट
te: పన్ను రేటు
ur: ٹیکس ریٹ

source: Business Vehicles
es: Bus.vehículos
hi: बस को। वाहन
te: బస్సు. వాహనాల
ur: بس۔ گاڑیاں

# business_insaurance
source: Business Insurance
es: Bus de.de seguro
hi: बस। बीमा
te: బస్సు. భీమా
ur: بس۔ انشورنس

source: Employee Center
es: empleado del centro
hi: कर्मचारी केंद्र
te: ఉద్యోగుల కేంద్రం
ur: ملازم سینٹر

# business_branches
source: Branches
es: Ramas
hi: शाखाएं
te: శాఖల
ur: شاخیں

# license_and_usage_statistics
source: License and Utilization
es: de licencia y utilización
hi: लाइसेंस और उपयोगिता
te: లైసెన్స్ మరియు వినియోగ
ur: لائسنس اور استعمال

source: Invoice Allowance Limits
es: de facturas Asignación Límites
hi: चालान भत्ता सीमाएं
te: ఇన్‌వాయిస్ అలవెన్స్ పరిమితులు
ur: انوائس الاؤنسکی

# business_rate_card
source: Rate Card
hi: दर कार्ड
te: రేట్ కార్డ్
ur: کی شرح کارڈ

# business_shift_schedule
source: Shift Schedule
es: Shift Programación
hi: शिफ्ट अनुसूची
te: షిఫ్ట్ షెడ్యూల్
ur: شفٹ شیڈول

# business_holiday_calendar
source: Holiday Calendar
es: de vacaciones Calendarios
hi: अवकाश कैलेंडर
te: హాలిడే క్యాలెండర్ల
ur: چھٹیوں کیلنڈرز

# business_service_estimates
source: Service Estimates
es: Servicio Estimates
hi: सेवा अनुमान
te: సర్వీస్ అంచనాల
ur: سروس اندازوں کا

# license_usage_statistics
source: License and Utilization
es: Licencia y utilización
hi: लाइसेंस और उपयोग
te: లైసెన్స్ మరియు వినియోగ
ur: لائسنس اور استعمال

# subscription_text
source: Subscriptions
es: Suscripciones
hi: सदस्यता
te: చందాలు
ur: سبسکرپشنز

# skip_text
source: Skip
hi: छोड़ें
te: దాటవేయండి,
ur: جائیں

# skip_desc
source: You are about to skip, this guided setup helps customize your Business on the TUDO Platform. Are you sure you want to skip it?
es: Vas a Skip, configuración guiada ayuda a personalizar su negocio en la plataforma TUDO. ¿Estás seguro de omitir?
hi: आप छोड़ने वाले हैं, निर्देशित सेटअप TUDO प्लेटफॉर्म पर आपके व्यवसाय को अनुकूलित करने में मदद करता है। क्या आप स्किप करना सुनिश्चित कर रहे हैं?
te: మీరు దాటవేయబోతున్నారు, గైడెడ్ సెటప్ TUDO ప్లాట్‌ఫారమ్‌లో మీ వ్యాపారాన్ని అనుకూలీకరించడానికి సహాయపడుతుంది. మీరు ఖచ్చితంగా దాటవేస్తారా?
ur: تم جائیں کرنے کے بارے میں ہیںحد،ہدایت یافتہ سیٹ اپ سے TUDO پلیٹ فارم پر آپ کے کاروبار کو اپنی مرضی مدد ملتی ہے. کیا آپ کو چھوڑنا یقینی ہے؟

source: Business Setup
es: Configuración de la
hi: व्यवसाय सेटअप
te: బిజినెస్ సెటప్
ur: کاروباری سیٹ اپ

# business_profile_overview_screen_title
source: Business Overview
es: empresa Descripción general de la
hi: व्यवसाय अवलोकन
te: బిజినెస్ ఓవర్‌వ్యూ
ur: کاروباری جائزہ

source: Business Owner Details:
es: empresa Detalles del propietario de la empresa:
hi: व्यवसाय स्वामी विवरण:
te: బిజినెస్ ఓనర్ వివరాలు:
ur: کاروبار کے مالک کی تفصیلات:

source: User Name
es: Nombre de usuario
hi: उपयोगकर्ता नाम
te: యూజర్ పేరు
ur: صارف کا نام

source: Phone
es: Teléfono
hi: फ़ोन
te: ఫోన్
ur: فون

source: Business Details:
es: Detalles de la empresa:
hi: व्यवसाय विवरण:
te: బిజినెస్ వివరాలు:
ur: کاروبار کی تفصیلات:

source: Business Phone
es: empresa Teléfono de la
hi: व्यवसाय फ़ोन
te: బిజినెస్ ఫోన్
ur: بزنس فون

source: Business Established Year
es: empresa Año de establecimiento de la empresa
hi: व्यवसाय स्थापित वर्ष
te: బిజినెస్ ఎస్టాబ్లిష్డ్ ఇయర్
ur: کاروبار قائم سال

# number_employees
source: Number of Employees
es: Número de empleados
hi: कर्मचारियों की संख्या
te: ఎంప్లాయిస్
ur: ملازمین کی تعداد

source: Business License Details:
es: Detalles de:
hi: व्यवसाय लाइसेंस विवरण:
te: బిజినెస్ లైసెన్స్ వివరాలు:
ur: کاروباری لائسنس کی تفصیلات:

source: Business License Number
es: la licencia de la empresa Número de
hi: व्यवसाय लाइसेंस संख्या
te: బిజినెస్ లైసెన్స్ నంబర్
ur: کاروباری لائسنس نمبر

source: License Issuing Authority
es: licencia de la Autoridad emisora ​​de
hi: लाइसेंस जारी करने वाला प्राधिकारी
te: లైసెన్స్ జారీ చేసే అథారిటీ
ur: لائسنس جاری کرنے والے اتھارٹی

# uploaded_business_license_pictures
source: Business License Photos
es: empresa la licencia Fotos de la licencia de la
hi: व्यवसाय लाइसेंस फ़ोटो
te: బిజినెస్ లైసెన్స్ ఫోటోలు
ur: کاروباری لائسنس فوٹو

source: Business Profile Details:
es: empresa Detalles del:
hi: व्यवसाय प्रोफ़ाइल विवरण:
te: బిజినెస్ ప్రొఫైల్ వివరాలు:
ur: کاروباری پروفائل تفصیلات:

# business_profile_text
source: Business Profile Info
es: perfil de la empresa Información del
hi: व्यवसाय प्रोफ़ाइल जानकारी
te: బిజినెస్ ప్రొఫైల్ ఇన్ఫో
ur: کاروباری پروفائل معلومات

# uploaded_business_profile_pictures
source: Business Profile Photos
es: perfil de las Fotos del perfil de la
hi: व्यवसाय प्रोफ़ाइल फ़ोटो
te: బిజినెస్ ప్రొఫైల్ ఫోటోలు
ur: کاروباری پروفائل فوٹو

source: Business Service Details:
es: empresa empresa Detalles del servicio:
hi: व्यवसाय सेवा विवरण:
te: బిజినెస్ సేవా వివరాలు:
ur: کاروبار سروس کی تفصیلات:

# selected_business_services
source: Selected Services
es: Servicios seleccionados
hi: चयनित सेवा
te: ఎంచుకున్న సేవల
ur: منتخب سروسز

# business_profile_expiry_date
source: License Expiry Date
es: Fecha de vencimiento de la licencia
hi: लाइसेंस समाप्ति तिथि
te: లైసెన్స్ గడువు తేదీ
ur: لائسنس کی میعاد ختم ہونے کی تاریخ

# branch_country
source: Business Country
es: empresa País de la
hi: व्यवसाय देश
te: వ్యాపార దేశం
ur: بزنس کنٹری

source: Done
es: Listo
hi: संपन्न
te: పూర్తయింది
ur: مکمل ہو گیاہو گیا

# thanks_text_desc
source: Service Provider sign-up successfully done, your business profile is pending for verification and we will keep in touch with you and notify the progress of your profile. Occasionally TUDO may ask for additional information and in the meantime proceed to guided Business Setup.
es: Registro del proveedor de servicios con éxito, su perfil comercial está pendiente de verificación y le notificaremos nuestra decisión pronto. Ocasionalmente, TUDO puede solicitar información adicional y, mientras tanto, continuar con la Configuración comercial guiada.
hi: सेवा प्रदाता साइनअप सफल, आपकी व्यावसायिक प्रोफ़ाइल सत्यापन के लिए लंबित है और हम जल्द ही अपने निर्णय को सूचित करेंगे। कभी-कभी TUDO अतिरिक्त जानकारी मांग सकता है और इस बीच निर्देशित व्यावसायिक सेटअप के लिए आगे बढ़ सकता है।
te: సర్వీస్ ప్రొవైడర్ సైన్అప్ విజయవంతమైంది, మీ వ్యాపార ప్రొఫైల్ ధృవీకరణ పెండింగ్‌లో ఉంది మరియు మేము త్వరలో మా నిర్ణయాన్ని తెలియజేస్తాము. అప్పుడప్పుడు TUDO అదనపు సమాచారం కోసం అడగవచ్చు మరియు ఈ సమయంలో గైడెడ్ బిజినెస్ సెటప్‌కు వెళ్లండి.
ur: سروس پرووائڈر سائن اپ کامیاب، آپ کے بزنس پروفائل کی توثیق زیر التوا ہے اور ہم اپنے فیصلے کو جلد مطلع کریں گے۔ کبھی کبھار TUDO اضافی معلومات مانگ سکتا ہے اور اس دوران بزنس سیٹ اپ کی رہنمائی کے لیے آگے بڑھ سکتا ہے۔

# business_unlicense_details
source: Self-Employed Business Details:
es: Detalles de la empresa sin licencia:
hi: बिना लाइसेंस वाले व्यावसायिक विवरण:
te: లైసెన్స్ లేని వ్యాపారం వివరాలు:
ur: غیر لائسنس شدہ کاروباری تفصیلات:

source: Personal Identity 1
es: Identidad
hi: व्यक्तिगत पहचान1
te: వ్యక్తిగత Identity1
ur: ذاتی شناخت 1

source: Personal ID Number
es: personal1 Número de
hi: व्यक्तिगत आईडी संख्या
te: వ్యక్తిగత ID సంఖ్య
ur: ذاتی شناختی نمبر

# expiry_date
source: ID Expiry Date
es: Fecha de vencimiento
hi: समाप्ति तिथि
te: గడువు తేదీ
ur: ختم ہونے کی تاریخ

# personal_identity_type_1
source: Personal Identification Type
es: identificación personal Identificación personal 1 Tipo Identificación
hi: व्यक्तिगत पहचान1 प्रकार
te: వ్యక్తిగత Identification1 టైప్
ur: ذاتی شناخت 1 قسم

# uploaded_identification_image_1
source: Personal Identification Photos
es: personal1 Fotos
hi: व्यक्तिगत पहचान1 तस्वीरें
te: వ్యక్తిగత Identification1 ఫోటోలు
ur: ذاتی شناخت 1 تصاویر

source: Personal Identity 2
es: Identidad
hi: व्यक्तिगत पहचान2
te: వ్యక్తిగత Identity2
ur: ذاتی شناخت 2

# personal_identity_type_2
source: Personal Identification Type
es: personal2 Identificación personal 2 Tipo Identificación
hi: व्यक्तिगत पहचान2 प्रकार
te: వ్యక్తిగత Identification2 టైప్
ur: ذاتی شناخت 2 قسم

# uploaded_identification_image_2
source: Personal Identification Photos
es: personal 2 Fotos
hi: व्यक्तिगत पहचान2 तस्वीरें
te: వ్యక్తిగత Identification2 ఫోటోలు
ur: ذاتی شناخت 2 تصاویر

source: Selected Consents:
es: Consentimientos seleccionados:emisora ​​de la
hi: चयनित सहमति:
te: ఎంచుకున్న సమ్మతిస్తే:
ur: منتخب کردہ رضامندی:

# custom_issuing_authority_text
source: License Issuing Authority Name
es: Nombre de la autoridad licencia
hi: लाइसेंस जारी करने वाले अधिकारी का नाम
te: లైసెన్సు జారీచేసే అధికార పేరు
ur: لائسنس جاری کرنے والے اتھارٹی کا نام

source: Selected Services
es: Servicios seleccionados
hi: चयनित सेवाएं
te: ఎంచుకున్న సేవలను
ur: منتخب کردہ خدمات

# invoice_allowance_limits_screen_title
source: Invoice Allowance Limits
es: límites de la asignación de facturas
hi: चालान भत्ता सीमाएं
te: వాయిస్ అనుమతి పరిమితులు
ur: انوائس الاؤنس کی حدیں

# invoice_allowance_confirm
source: Are you sure you want to change Invoice Allowance Limits?
es: ¿Está seguro de cambiar los límites de asignación de facturas?
hi: क्या आप चालान भत्ता सीमाएं बदलना सुनिश्चित करते हैं?
te: వాయిస్ అనుమతి పరిమితులు మార్చడానికి ఖచ్చితంగా ఉన్నారా?
ur: کیا آپ انوائس الاؤنس کی حدیں تبدیل کرنے کا یقین رکھتے ہیں؟

# header_title
source: Max allowed limits while creating Business Invoices
es: Límites máximos permitidos al crear facturas comerciales Los
hi: व्यावसायिक इनवॉइस बनाते समय अधिकतम अनुमत सीमाएँ
te: బిజినెస్ ఇన్‌వాయిస్చేస్తున్నప్పుడు గరిష్టంగా అనుమతించబడిన పరిమితులు
ur: کاروباری انوائسبنانے کے دوران زیادہ سے زیادہ اجازت دی گئی حدیں

# invoice_allowance_success
source: Invoice allowance limits updated successfully.
es: límites de asignación de facturas se actualizaron correctamente.
hi: इनवॉइस भत्ता सीमाएँ सफलतापूर्वक अपडेट की गईं।
te: ఇన్‌వాయిస్ అలవెన్స్ పరిమితులను విజయవంతంగా అప్‌డేట్.
ur: انوائس الاؤنس کی حدیںکامیابی کے ساتھ اپ ڈیٹ ہوئیں۔

source: Max allowed Tax
es: Máximo permitido de impuestos
hi: अधिकतम अनुमति कर
te: మాక్స్ అనుమతించింది పన్ను
ur: میکس اجازت ٹیکس

source: Max allowed Discount
es: Máximo permitido de descuento descuento
hi: अधिकतम छूट
te: గరిష్టంగా డిస్కౌంట్
ur: زیادہ سے زیادہ اجازت ڈسکاؤنٹ

source: Max Invoice Adjust count
es: Máximo de Ajuste de la cuenta
hi: अधिकतम चालान समायोजित गणना
te: మాక్స్ ఇన్‌వాయిస్ సర్దుబాటు కౌంట్
ur: زیادہ سے زیادہ انوائس ایڈجسٹ شمار

# allow_bsp_discount
source: Allow Agent to add Discount
es: Permitir que el agente agregue el descuento
hi: एजेंट को छूट जोड़ने की
te: ఏజెంట్ డిస్కౌంట్ జోడించడానికి
ur: ایجنٹ کو ڈسکاؤنٹ شامل کرنے کی

# allow_bsp_tax
source: Allow Agent to add Tax
es: Permitir que el agente agregue los impuestos
hi: अनुमति दें एजेंट को कर जोड़ने की अनुमति दें
te: అనుమతించండి ఏజెంట్ పన్ను జోడించడానికి అనుమతించండి
ur: اجازت دیں ایجنٹ کو ٹیکس شامل کرنے کی اجازت دیں

# change_discount_ques
source: Are you sure you want to change the Discount Setting?
es: ¿Está seguro de cambiar la configuración de descuento?
hi: क्या आप निश्चित रूप से छूट सेटिंग बदलना चाहते हैं?
te: మీరు డిస్కౌంట్ సెట్టింగ్‌ను ఖచ్చితంగా మారుస్తారా?
ur: کیا آپ ڈسکاؤنٹ سیٹنگ کو تبدیل کرنے کا یقین رکھتے ہیں؟

# change_tax_ques
source: Are you sure you want to change Tax setting?
es: ¿Está seguro de cambiar la configuración de impuestos?
hi: क्या आप वाकई टैक्स सेटिंग बदलना चाहते हैं?
te: మీరు ఖచ్చితంగా పన్ను సెట్టింగ్‌ని మారుస్తారా?
ur: کیا آپ ٹیکس کی ترتیب کو تبدیل کرنے کا یقین رکھتے ہیں؟

# discount_settings_success
source: Discount setting changes made successfully.
es: La configuración Permitir / Prevenir para descuento se actualizó correctamente.
hi: छूट के लिए अनुमति दें/रोकें सेटिंग सफलतापूर्वक अपडेट की गई।
te: విజయవంతంగా అప్‌డేట్ చేయబడిన డిస్కౌంట్ సెట్టింగ్‌ని అనుమతించండి/నిరోధించండి.
ur: اجازت دیں/روکیں ڈسکاؤنٹ کی ترتیب کامیابی کے ساتھ اپ ڈیٹ ہوئی۔

# tax_settings_success
source: Tax settings updated successfully.
es: La configuración Permitir / Prevenir para impuestos se actualizó correctamente.
hi: टैक्स सेटिंग के लिए अनुमति दें/रोकें सफलतापूर्वक अपडेट किया गया।
te: విజయవంతంగా నవీకరించబడిన పన్ను సెట్టింగ్‌ని అనుమతించండి/నిరోధించండి.
ur: اجازت دیں/روکیں ٹیکس کی ترتیب کو کامیابی سے اپ ڈیٹ کیا گیا۔

# business_service_radius_screen_title
source: Service Radius
es: Radio de servicio
hi: सेवा त्रिज्या
te: సర్వీస్ రేడియస్
ur: سروس ریڈیئس

# update_confirm_text
source: Are you sure you want to update Service Radius setting?
es: ¿Está seguro de actualizar la configuración de Radio de servicio?
hi: क्या आप सेवा त्रिज्या सेटिंग को अपडेट करना सुनिश्चित करते हैं?
te: సర్వీస్ రేడియస్ సెట్టింగ్‌ని మీరు ఖచ్చితంగా అప్‌డేట్ చేస్తున్నారా?
ur: کیا آپ سروس ریڈیئس سیٹنگ کو اپ ڈیٹ کرنے کا یقین رکھتے ہیں؟

# update_success_text
source: Service Radius settings updated successfully.
es: La configuración del radio de servicio se actualizó correctamente.
hi: सेवा त्रिज्या सेटिंग सफलतापूर्वक अपडेट की गईं.
te: సర్వీస్ రేడియస్ సెట్టింగ్‌లు విజయవంతంగా అప్‌డేట్ చేయబడ్డాయి.
ur: سروس ریڈیئس کی ترتیبات کامیابی سے اپ ڈیٹ ہو گئیں۔

# default_confirm_text
source: Are you sure you want to revert Service Radius settings?
es: ¿Está seguro de revertir la configuración de Radio de servicio como anteriormente?
hi: क्या आप निश्चित रूप से सेवा त्रिज्या सेटिंग्स को पहले की तरह वापस लाना चाहते हैं?
te: మీరు సేవా రేడియస్ సెట్టింగ్‌లను మునుపటిలాగా తిరిగి ఇవ్వాలనుకుంటున్నారా?
ur: کیا آپ کو یقین ہے کہ سروس ریڈیئس کی ترتیبات کو پہلے کی طرح لوٹانا ہے؟

# same_radius_question_text
source: Is the Radius same for all services?
es: ¿Mismo radio para todos los servicios?
hi: सभी सेवाओं के लिए समान त्रिज्या?
te: అన్ని సేవలకు ఒకే వ్యాసార్థం?
ur: تمام خدمات کے لیے ایک ہی ریڈیئس؟

# no_service_available
source: No Service available for selected settings
es: No hay servicio disponible para la configuración
hi: सेटिंग के लिए कोई सेवा उपलब्ध नहीं है
te: సెట్టింగ్‌ల కోసం సేవ అందుబాటులో లేదు
ur: ترتیبات کے لیے کوئی سروس دستیاب نہیں

# branch_setup_success
source: Congratulations! Your Business Setup was completed successfully, stay connected on TUDO for new business opportunities
es: ¡Enhorabuena! La configuración de su negocio se completó con éxito, manténgase conectado en TUDO para nuevas oportunidades comerciales
hi: बधाई हो! आपका व्यवसाय सेटअप सफलतापूर्वक पूरा हुआ, नए व्यावसायिक अवसरों के लिए TUDO से जुड़े रहें
te: అభినందనలు! మీ వ్యాపారం సెటప్ విజయవంతంగా పూర్తి, వ్యాపార అవకాశాలుసర్వీసెస్TUDO కనెక్ట్
ur: مبارکباد! آپ کا بزنس سیٹ اپ کامیابی سے مکمل ہو گیا ، نئے کاروباری مواقع کے لیے TUDO سے منسلک رہیں

# finish_text
source: Finish
es: Finalizar la
hi: समाप्त करें
te: ముగించు
ur: ختم کریں

# business_expected_duration_screen_title
source: Service Duration
es: duración del servicio ¿La
hi: अवधि
te: సర్వీస్ వ్యవధి
ur: سروس کی مدت

# same_duration_question
source: Is the Duration same for all services?
es: misma duración para todos los servicios?
hi: सभी सेवाओं के लिए समान अवधि?
te: అన్ని సేవలకుఒకే కాలంలోఅయ్యి?
ur: تمام سروسز کے لیے ایک ہی مدت؟

# home_service_label
source: In-Home Services
es: Servicios en el hogar Servicios sin
hi: इन-होम सेवाएं
te: ఇన్-హోమ్ సర్వీసెస్
ur: گھر میں خدمات

# walk_in_label
source: Walk-In Services
es: cita
hi: वॉक-इन सेवाएं
te: వాక్-ఇన్ సర్వీసెస్
ur: واک ان سروسز

# on_demand_label
source: On-Demand Services
es: previa Servicios a pedido ¿
hi: ऑन-डिमांड सेवाओं में
te: ఆన్-డిమాండ్ సర్వీసెస్‌లో
ur: آن ڈیمانڈ خدمات میں

# include_travel_text
source: Include Travel/ Commute time?
es: Incluyen tiempo de viaje / viaje diario al trabajo?
hi: यात्रा / आवागमन का समय शामिल है?
te: ట్రావెల్ / రాకపోకల సమయాన్ని చేర్చాలా?
ur: سفر / سفر کا وقت شامل ہے؟

# schedule_update_success_text
source: Service Duration settings updated successfully.
es: La configuración de Duración del servicio se actualizó correctamente.
hi: सेवा अवधि सेटिंग सफलतापूर्वक अपडेट की गईं.
te: సేవా వ్యవధి సెట్టింగ్‌లు విజయవంతంగా నవీకరించబడ్డాయి.
ur: سروس کی مدت کی ترتیبات کامیابی سے اپ ڈیٹ ہو گئیں۔

# schedule_default_question_text
source: Are you sure you want to revert Service Duration settings?
es: ¿Está seguro de revertir la configuración de Duración del servicio como anteriormente?
hi: क्या आप निश्चित रूप से सेवा अवधि सेटिंग को पूर्व की तरह वापस लाना चाहते हैं?
te: మీరు సేవా వ్యవధి సెట్టింగ్‌లను మునుపటిలాగా తిరిగి ఇవ్వాలనుకుంటున్నారా?
ur: کیا آپ کو یقین ہے کہ سروس کے دورانیے کی ترتیبات کو پچھلے کی طرح لوٹانا ہے؟
