Repository: IamTouseef481/tudo
Catalog: apps/core/priv/gettext/*/LC_MESSAGES/general.po
Languages: ar, es, hi, te, ur

# schedule_update_question_text
source: Are you sure you want to change Service Duration settings?
es: ¿Está seguro de actualizar la configuración de Duración del servicio?
hi: क्या आप वाकई सेवा अवधि सेटिंग अपडेट करना चाहते हैं?
te: మీరు సేవా వ్యవధి సెట్టింగ్‌లను ఖచ్చితంగా అప్‌డేట్ చేస్తున్నారా?
ur: کیا آپ یقینی طور پر سروس کی مدت کی ترتیبات کو اپ ڈیٹ کرتے ہیں؟

# something_wrong_server
source: Something went wrong, try again.
es: Algo salió mal, intenta de nuevo.
hi: कुछ गलत हुआ है, दोबारा कोशिश करें।
te: ఏదో తప్పు జరిగింది, మళ్లీ ప్రయత్నించండి.
ur: کچھ غلط ہو گیا ، دوبارہ کوشش کریں۔

# business_rate_card_screen_title
source: Rate Card
es: Hoja de tarifas
hi: कार्ड रेट
te: రేట్ కార్డ్
ur: ریٹ کارڈ

# update_suceess_text
source: Business service Rate Card updated successfully.
es: La hoja de tarifas del servicio comercial se ha actualizado correctamente.
hi: व्यवसाय सेवा दर कार्ड सफलतापूर्वक अपडेट किया गया।
te: బిజినెస్ సర్వీస్ రేట్ కార్డ్ విజయవంతంగా అప్‌డేట్ చేయబడింది.
ur: بزنس سروس ریٹ کارڈ کامیابی سے اپ ڈیٹ ہو گیا۔

# fill_proper_text
source: Please fill out all the values properly
es: Por favor, complete todos los valores correctamente. ¿
hi: कृपया सभी मानों को ठीक से भरें
te: దయచేసి అన్ని విలువలను సరిగ్గా పూరించండి
ur: براہ کرم تمام اقدار کو مناسب طریقے سے پُر کریں

# common_price_text
source: Is the Price equal for all services?
es: Igual precio para todos los servicios?
hi: सभी सेवाओं के लिए समान मूल्य?
te: అన్ని సేవలకు సమాన ధర?
ur: تمام خدمات کے لیے یکساں قیمت؟

# fixed_rate_label
source: Fixed Rate
es: Tarifa fija Tarifa por
hi: निश्चित दर
te: స్థిర రేటు
ur: فکسڈ ریٹ فی

# hourly_rate_label
source: Hourly Rate
es: hora
hi: प्रति घंटा दर
te: గంట రేటు
ur: گھنٹہ ریٹ

# price_in
source: Price
es: Precio
hi: मूल्य
te: ధర
ur: پرائس

# enter_price_in
source: Enter Price
es: Ingrese el precio
hi: दर्ज करें
te: ఎంటర్ ప్రైస్
ur: درج کریں

# business_sales_tax_rate_screen_title
source: Sales Tax
es: Impuesto comercial sobre las sobre las
hi: व्यापार बिक्री कर
te: బిజినెస్ సేల్స్ టాక్స్
ur: بزنس سیلز ٹیکس

# sales_tax_rate_label
source: Sales Tax
es: ventas Impuesto Ventas
hi: बिक्री कर
te: సేల్స్ టాక్స్
ur: سیلز ٹیکس

# tax_line_description
source: Invoice Tax line description
es: Factura Descripción de la línea del
hi: चालान कर लाइन विवरण
te: ఇన్వాయిస్ టాక్స్ లైన్ వివరణ
ur: انوائس ٹیکس لائن تفصیل

# tax_rate_text
source: Tax Rate
es: impuesto Tasa impositiva ¿Tasa
hi: कर की दर
te: పన్ను రేటు
ur: ٹیکس کی شرحشرح

# common_tax_rate_question
source: Equal Tax rate for all services?
es: impositiva igual para todos los servicios?
hi: सभी सेवाओं के लिए समान कर की दर?
te: అన్ని సర్వీసులకుసమాన పన్ను రేటు?
ur: تمام خدمات کے لیے برابر ٹیکس کی؟

# tax_before_discount
source: Is Tax applied before Discounts?
es: ¿Impuestos aplicados antes de los descuentos?
hi: छूट से पहले लागू कर?
te: డిస్కౌంట్లకు ముందు పన్ను వర్తించబడిందా?
ur: ڈسکاؤنٹ سے پہلے ٹیکس لاگو کیا گیا؟

source: Select Tax Authority
es: Seleccione la autoridad
hi: कर प्राधिकरण का चयन करें
te: పన్ను అథారిటీని ఎంచుకోండి
ur: منتخب کریں ٹیکس اتھارٹی

# national_business_tax_text
source: National Business Tax Identification Number
es: fiscal Número de identificación fiscal comercial nacional
hi: राष्ट्रीय व्यापार कर पहचान संख्या
te: జాతీయ వ్యాపార పన్ను గుర్తింపు సంఖ్య
ur: نیشنل بزنس ٹیکس شناختی نمبر

# regional_business_tax_text
source: Regional Business Tax Identification Number
es: número de identificación fiscal comercial regional
hi: क्षेत्रीय व्यापार कर पहचान संख्या
te: ప్రాంతీయ వ్యాపార పన్ను గుర్తింపు సంఖ్య
ur: علاقائی بزنس ٹیکس شناختی نمبر

# please_fill_value_text
source: Please enter all required fields
es: Por favor ingrese todos los campos obligatorios
hi: कृपया सभी आवश्यक फ़ील्ड दर्ज करें
te: దయచేసి అన్ని అవసరమైన ఫీల్డ్‌లను నమోదు చేయండి
ur: براہ کرم تمام مطلوبہ فیلڈز درج کریں

# businesss_sales_tax_rate_update_confirm
source: Are you sure to update Sales Tax Rate?
es: ¿Está seguro de actualizar la tasa de impuesto sobre las ventas?
hi: क्या आप बिक्री कर की दर को अपडेट करना सुनिश्चित करते हैं?
te: మీరు ఖచ్చితంగా అమ్మకపు పన్ను రేటును అప్‌డేట్ చేస్తున్నారా?
ur: کیا آپ سیلز ٹیکس کی شرح کو اپ ڈیٹ کرنے کا یقین رکھتے ہیں؟

# businesss_sales_tax_rate_success
source: Sales Tax Rate updated successfully.
es: Tasa de impuesto sobre las ventas actualizada correctamente.
hi: बिक्री कर की दर सफलतापूर्वक अपडेट की गई।
te: విక్రయ పన్ను రేటు విజయవంతంగా నవీకరించబడింది.
ur: سیلز ٹیکس کی شرح کامیابی سے اپ ڈیٹ ہو گئی۔

# businesss_sales_tax_rate_default_confirm
source: Are you sure to revert Sales Tax Rate settings as previous?
es: ¿Está seguro de revertir la configuración de la Tasa de impuesto sobre las ventas como anteriormente?
hi: क्या आप निश्चित रूप से बिक्री कर की दर सेटिंग्स को पहले की तरह वापस लाना चाहते हैं?
te: మీరు సేల్స్ టాక్స్ రేట్ సెట్టింగ్‌లను మునుపటిలాగా తిరిగి ఇవ్వాలనుకుంటున్నారా?
ur: کیا آپ سیلز ٹیکس ریٹ کی ترتیبات کو پہلے کی طرح لوٹانا چاہتے ہیں؟

source: Tax Rate
es: Tasa de impuestos
hi: कर की दर
te: పన్ను రేటు
ur: ٹیکس کی شرح

# should_be_in_range
source: (*Tax Rate must be between 0 to 99)
es: (* La tasa de impuestos debe estar entre 0 y 99)
hi: (*कर की दर 0 से 99 के बीच होनी चाहिए)
te: (*పన్ను రేటు తప్పనిసరిగా 0 నుండి 99 మధ్య ఉండాలి)
ur: (*ٹیکس کی شرح 0 سے 99 کے درمیان ہونی چاہیے)

# fiscal_year_text
source: Fiscal Year
es: año fiscal
hi: वित्तीय वर्ष
te: ఆర్థిక సంవత్సరం
ur: مالی سال

# business_fiscal_year_text
source: Business Fiscal Year
es: Año fiscal comercial
hi: व्यापार वित्तीय वर्ष
te: వ్యాపార ఆర్థిక సంవత్సరం
ur: کاروباری مالی سال۔

# tax_calculated_age
source: Tax calculated in %age?
es: ¿Impuesto calculado en% de edad?
hi: % आयु में कर की गणना?
te: పన్ను %లో లెక్కించబడిందా?
ur: ٹیکس کا حساب٪ عمر میں ہے؟

# equal_tax_all_service
source: Is the Tax value equal for all services?
es: ¿Igual valor de impuestos para todos los servicios?
hi: सभी सेवाओं के लिए समान कर मूल्य?
te: అన్ని సేవలకు సమాన పన్ను విలువ?
ur: تمام خدمات کے لیے یکساں ٹیکس کی قیمت؟

# business_service_estimates_screen_title
source: Service Estimates
es: Estimaciones de servicio del
hi: सेवा अनुमान
te: సర్వీస్ అంచనాలు
ur: سروس کے تخمینے

# hrs_text
source: (/hrs)
es: (/ h)
hi: (/ घंटे)
te: (/గంటలు)
ur: (/گھنٹے)

# save_confirm_text
source: Do you want to save Service Estimates?
es: ¿Desea guardar las estimaciones de servicio?
hi: क्या आप सेवा अनुमान बचाना चाहते हैं?
te: మీరు సేవా అంచనాలను ఆదా చేయాలనుకుంటున్నారా?
ur: کیا آپ سروس کے تخمینے کو بچانا چاہتے ہیں؟

# save_suceess_text
source: Service Estimates saved successfully.
es: Las estimaciones de servicio se guardaron correctamente.
hi: सेवा अनुमान सफलतापूर्वक सहेजे गए।
te: సేవా అంచనాలు విజయవంతంగా సేవ్ చేయబడ్డాయి.
ur: سروس کا تخمینہ کامیابی سے محفوظ ہو گیا۔

# multiplier_factor_text
source: Multiplying Factor
es: Factor de multiplicación
hi: गुणन कारक
te: గుణించే కారకాన్ని
ur: ضرب لگانے والے فیکٹر

# note_text
source: *Note: Estimates are excluding Taxes
es: *Nota: Las estimaciones no incluyen impuestos
hi: *नोट: अनुमान करों को छोड़कर
te: *గమనిక: అంచనాలు పన్ను మినహా మినహాయించబడ్డాయి
ur: *نوٹ: تخمینے ٹیکسکو چھوڑ کر ہیں

# mins_text
source: mins.
es: min.
hi: मिनट हैं।
ur: منٹس۔

# travel_communicate_text
source: Travel/ Commute time included in Estimates?
es: ¿El tiempo de viaje / viaje diario está incluido en las estimaciones?
hi: यात्रा/यात्रा का समय अनुमानों में शामिल है?
te: ప్రయాణ/ ప్రయాణ సమయం అంచనాలలో చేర్చబడిందా?
ur: سفر/ سفر کا وقت تخمینہ میں شامل ہے؟

# hr_text
source: hrs.
es: horas.
hi: घंटे।
te: గంటలు.
ur: گھنٹوں۔

# personal_details_Screen_title
source: Personal Data
es: Datos Personales
hi: व्यक्तिगत डेटा
te: వ్యక్తిగత డేటా
ur: ذاتی ڈیٹا

# phone_no
source: Phone Number
es: número teléfono
hi: फोन नंबर
te: ఫోన్ నంబర్
ur: فون نمبر

source: Country Code
es: de País Código
hi: देश कोड
te: కంట్రీ కోడ్
ur: کنٹری کوڈ

# address_mandatory
source: Select address on the map
es: Seleccionar dirección de mapa
hi: मानचित्र से
te: మ్యాప్ చిరునామా నుండి
ur: نقشے سے

source: Address
es: Dirección
hi: पतापता
te: చిరునామాను
ur: پتہپتہ

source: Select Country
es: Seleccione País
hi: चुनेंदेश
te: ఎంచుకోండి దేశం
ur: منتخب کریںمنتخب کریں ملک

source: Choose Country
es: Elige País
hi: चुनें देशचुनें
te: ఎంచుకోండి దేశం
ur: منتخب کریں ملک

source: Gender
es: Sexo
hi: लिंग
te: లింగం
ur: صنف

source: Error
hi: त्रुटि
te: లోపం
ur: خرابی

# select_field_error_text
source: Please Select All Required Items With Profile Picture
es: Todo Seleccione requieren los artículos con perfil de imagen es
hi: कृपया प्रोफ़ाइल चित्र के साथ सभी आवश्यक आइटम चुनें
te: దయచేసి ప్రొఫైల్ పిక్చర్‌తో అవసరమైన అన్ని అంశాలను ఎంచుకోండి
ur: برائے مہربانی تمام مطلوبہ اشیاء کو پروفائل تصویر کے ساتھ منتخب کریں

source: Okay
es: labuena
hi: ठीक है
te: సరే
ur: ٹھیک ہے

# personal_identification_screen_title
source: Identification Detail
es: identificación Detalle
hi: पहचान विवरण
te: గుర్తింపు వివరాల
ur: شناخت کی تفصیل

# no_idnetification_available
source: Identification details not added yet.
es: detalles de identificación no se ha hecho.
hi: पहचान विवरण अभी तक जोड़ा नहीं गया है।
te: గుర్తింపు వివరాలు ఇంకా జోడించబడలేదు.
ur: شناخت کی تفصیلات ابھی تک شامل نہیں کی گئیں۔

source: Identification Type
es: Tipo de
hi: पहचान प्रकार
te: గుర్తింపు రకం
ur: شناخت کی قسم

source: Identification Name
es: identificación Nombre de
hi: पहचान नाम
te: గుర్తింపు పేరు
ur: شناخت کا نام

source: Identification Number
es: identificación Número de identificación
hi: पहचान संख्या
te: గుర్తింపు సంఖ్య
ur: شناختی نمبر

# exp_date
source: Expiry Date
es: Fecha de vencimiento
hi: समाप्ति तिथि
te: గడువు తేదీ
ur: ختم ہونے کی تاریخ

# perosnal_identity_2
source: Personal Identity 2
es: Identidad personal Identidad
hi: व्यक्तिगत पहचान2
te: వ్యక్తిగత గుర్తింపు 2 వ్యక్తిగత గుర్తింపు 1
ur: ذاتی شناخت 2

# perosnal_identity_1
source: Personal Identity 1
es: personal1
hi: व्यक्तिगत पहचान1
te: వ్యక్తిగత గుర్తింపును
ur: ذاتی شناخت 1

# add_personal_identification_screen_title
source: Add Personal Identification
es: Agregar identificación
hi: व्यक्तिगत पहचानजोड़ें
te: జోడించండి వ్యక్తిగత గుర్తింపు
ur: ذاتی شناختشامل کریں

# update_identification
source: Update Personal Identification
es: personal Actualizar identificación
hi: अपडेटव्यक्तिगत पहचान
te: నవీకరణ వ్యక్తిగత గుర్తింపు
ur: اپ ڈیٹذاتی شناخت

# document_number_2
source: Personal Identity Document Number 2
es: personal Documento de identidad Número
hi: व्यक्तिगत पहचान दस्तावेज2 नंबर
te: పత్రం 2 సంఖ్య
ur: ذاتی شناخت دستاویز 2 نمبر

# update_success
source: Personal identification updated successfully.
es: personal2 Identificación personal actualizada correctamente.
hi: व्यक्तिगत पहचान सफलतापूर्वक अपडेट की गई।
te: వ్యక్తిగత గుర్తింపు విజయవంతంగా నవీకరించబడింది.
ur: ذاتی شناخت کامیابی کے ساتھ اپ ڈیٹ ہو گئی۔

# create_success
source: Personal identification created successfully.
es: Identificación personal creada con éxito.
hi: व्यक्तिगत पहचान सफलतापूर्वक बनाई गई।
te: వ్యక్తిగత గుర్తింపు విజయవంతంగా సృష్టించబడింది.
ur: ذاتی شناخت کامیابی سے بن گئی۔

# document_number_1
source: Personal Identity Document Number 1
es: Documento de identidad personal1 número
hi: व्यक्तिगत पहचान दस्तावेज़1 नंबर
te: వ్యక్తిగత గుర్తింపు పత్రం 1 సంఖ్య
ur: ذاتی شناختی دستاویز 1 نمبر

# photo_identity_1_exp_date
source: Photo identification 1 expiry date
es: Identificación con foto1 fecha de caducidad Identificación con foto2 fecha de
hi: फोटो पहचान1 समाप्ति तिथि
te: ఫోటో గుర్తింపు 1 గడువు తేదీ
ur: تصویر کی شناخت 1 میعاد ختم ہونے کی تاریخ

# photo_identity_2_exp_date
source: Photo identification 2 expiry date
es: caducidad
hi: फोटो पहचान2 समाप्ति तिथि
te: ఫోటో గుర్తింపు 2 గడువు తేదీ
ur: تصویر کی شناخت 2 میعاد ختم ہونے کی تاریخ

# perosnal_identity_1_pictures
source: Upload Personal Identity 1 Photos
es: Cargar identidad personal1 Foto Identidad personal2 Fotos
hi: व्यक्तिगत पहचान
te: అప్‌లోడ్ వ్యక్తిగత గుర్తింపు 1 ఫోటోలు
ur: اپ لوڈ کریں ذاتی شناخت 1 فوٹو

# perosnal_identity_2_pictures
source: Upload Personal Identity 2 Photos
es: CargarCargue
hi: अपलोडव्यक्तिगत पहचान
te: వ్యక్తిగత గుర్తింపు
ur: اپ لوڈ کریں ذاتی شناخت 2 تصاویر

# please_select_2_document
source: Please upload at least 2 Photos (Front and Back of your Identity document)
es: al menos 2 fotos (anverso y reverso de su tarjeta de identidad) Los
hi: करें1 तस्वीरेंअपलोड करें2 तस्वीरें कृपया कम से कम 2 तस्वीरें अपलोड करें (आपके पहचान पत्र के आगे और पीछे)
te: 2 ఫోటోలు అప్‌లోడ్ చేయండి దయచేసి కనీసం 2 ఫోటోలను అప్‌లోడ్ చేయండి (మీ గుర్తింపు కార్డు ముందు మరియు వెనుక)
ur: برائے مہربانی کم از کم 2 تصاویر اپ لوڈ کریں (آپ کے شناختی کارڈ کے سامنے اور پیچھے)

# terms
source: The above entered Identity details are legitimate, accurate and belongs to me.
es: datos de identidad ingresados ​​anteriormente son legítimos, precisos y me pertenecen.
hi: ऊपर दर्ज पहचान विवरण वैध, सटीक और मेरे हैं।
te: పైన పేర్కొన్న గుర్తింపు వివరాలు చట్టబద్ధమైనవి, ఖచ్చితమైనవి మరియు నాకు చెందినవి.
ur: اوپر درج شناختی تفصیلات درست ، درست اور خود سے تعلق رکھتی ہیں۔

# education_and_qualification_title
source: Education & Qualifications
es: Educación y calificaciones
hi: शिक्षा और योग्यताएं
te: విద్య & అర్హతలు
ur: تعلیم اور قابلیت

# no_education_text
source: Educational Qualifications have not been added yet.
es: Educación y calificaciones aún no agregadas.
hi: शिक्षा और योग्यताएं अभी तक नहीं जोड़ी गई हैं।
te: విద్య మరియు అర్హతలు ఇంకా జోడించబడలేదు.
ur: تعلیم اور قابلیت ابھی شامل نہیں کی گئی۔

source: From:
es: De:
hi: से: सेवा में
te: నుండి:
ur: سے:

source: Institution, Country
es: Institución, País
hi: संस्थान, देश
te: ఇన్స్టిట్యూషన్, దేశం
ur: انسٹی، ملک

# add_education_and_qualification_title
source: Add Educational Qualification
es: Agregar Educación y calificación
hi: शिक्षा और योग्यता जोड़ें शिक्षा और योग्यता
te: చేర్చు ఎడ్యుకేషన్ & అర్హతలు
ur: تعلیم اور اہلیتمیں شامل

# add_success
source: Educational Qualification added successfully.
es: Educación y calificación agregadas con éxito.
hi: सफलतापूर्वक जोड़ा गया।
te: ఎడ్యుకేషన్ అండ్ క్వాలిఫికేషన్ విజయవంతంగా జోడించారు.
ur: تعلیماور قابلیت کامیابی سے شامل.

# add_education_and_qualification_update_title
source: Update Educational Qualification
es: Actualizar Educación y calificación
hi: अद्यतन शिक्षा और योग्यता
te: అప్డేట్ ఎడ్యుకేషన్ & అర్హతలు
ur: اپڈیٹ ایجوکیشن اینڈ کوالیفیکیشن

# education_and_qualification_info_title
source: Educational Qualification Details
es: Detalles de educación y calificación
hi: शिक्षा और योग्यता विवरण
te: ఎడ్యుకేషన్ & అర్హతలు వివరాలు
ur: ایجوکیشن اینڈ کوالیفیکیشن تفصیلات

source: Qualification Type
es: Tipo de
hi: योग्यता प्रकार
te: అర్హతలు టైప్
ur: کوالیفیکیشن ٹائپ

source: Qualification
es: calificación
hi: योग्यता
te: అర్హతలు
ur: کوالیفیکیشن

source: Qualification Number
es: Calificación Número de
hi: संख्या
te: అర్హతలు సంఖ్య
ur: کوالیفیکیشن نمبر

source: Qualification Field
es: calificación Campo de
hi: योग्यता फ़ील्ड
te: అర్హతలు ఫీల్డ్
ur: کوالیفیکیشن فیلڈ

# qualification_exp_date
source: Qualification Expiry Date
es: calificación Fecha de calificación
hi: योग्यता समाप्ति तिथि दिनांक
te: అర్హతలు గడువు తేదీ
ur: کوالیفیکیشن تاریخ ختم ہونے کی تاریخ

source: From Date
es: vencimiento de Desde la fecha
hi: से
te: నుండి తేదీ
ur: سے

source: End Date
es: Fecha de
hi: समाप्ति तिथि
te: ముగింపు తేదీ
ur: آخری تاریخ

source: Institution Name
es: finalización Nombre de la institución
hi: संस्था का नाम
te: ఇన్స్టిట్యూషన్ పేరు
ur: ادارے کا نام

source: Additional Details
es: Detalles adicionales
hi: अतिरिक्त विवरण
te: అదనపు వివరాలు
ur: اضافی تفصیلات

# uploaded_images_certificates
source: Certificate Photos
es: Fotos del certificado
hi: प्रमाणपत्र तस्वीरें
te: సర్టిఫికెట్ ఫోటోలు
ur: سرٹیفکیٹ فوٹو

# delete_confirm
source: Are you sure you want to delete this Educational Qualification?
es: ¿Está seguro de eliminar esta educación y calificación?
hi: क्या आप इस शिक्षा और योग्यता को हटाना सुनिश्चित करते हैं?
te: మీరు ఖచ్చితంగా ఈ ఎడ్యుకేషన్ అండ్ క్వాలిఫికేషన్ తొలగించడానికి చేస్తున్నారా?
ur: کیا آپ اس تعلیم اور قابلیت کو حذف کرنے کا یقین رکھتے ہیں؟

# delete_success
source: Educational Qualification was deleted successfully.
es: Educación y calificaciones eliminadas correctamente.
hi: शिक्षा और योग्यता सफलतापूर्वक हटाई गई।
te: విద్య మరియు అర్హతలు విజయవంతంగా తొలగించబడ్డాయి.
ur: تعلیم اور قابلیت کامیابی سے حذف ہو گئی۔

# work_experience_list_title
source: Work Experience
es: Experienciaexperiencia
hi: कार्य अनुभव
te: పని అనుభవం
ur: کام کا تجربہ

# no_exp_added_text
source: Work Experience details not added yet.
es: laboral Aún no se han agregado los detalles de la laboral.
hi: कार्य अनुभव विवरण अभी तक जोड़ा नहीं गया है।
te: పని అనుభవం వివరాలు ఇంకా జోడించబడలేదు.
ur: کام کے تجربے کی تفصیلات ابھی تک شامل نہیں کی گئیں۔

# exp_type
source: Experience Type
es: Tipo de experiencia Tipo de
hi: अनुभव का प्रकार
te: అనుభవం రకం
ur: تجربے کی قسم

# emp_type
source: Employment Type
es: empleo
hi: रोजगार का प्रकार
te: ఉపాధి రకం
ur: روزگار کی قسم

source: Organization Name
es: Nombre de la organización Nombre de la
hi: संगठन का नाम
te: సంస్థ పేరు
ur: تنظیم کا نام

source: Job Role
es: Rol de trabajo
hi: नौकरी की भूमिका
te: ఉద్యోగ పాత్ర
ur: جاب کردار

source: Contact Person Name
es: persona de contacto
hi: संपर्क व्यक्ति का नाम
te: సంప్రదించండి వ్యక్తి పేరు
ur: رابطہ شخص کا نام

# current
source: Current job
es: actual
hi: वर्तमान
te: ప్రస్తుత
ur: موجودہ

source: City, Country
es: Ciudad, país
hi: शहर, देश
te: నగరం, దేశం
ur: شہر ، ملک

# add_work_experience_title
source: Add Work Experience
es: Agregar experiencia
hi: कार्य अनुभव जोड़ें
te: పని అనుభవాన్ని జోడించండి
ur: شامل کریں کام کا تجربہ

# add_work_experience_update_title
source: Update Work Experience
es: laboral Actualizar experiencia
hi: अद्यतन कार्य अनुभव
te: పని అనుభవం
ur: اپ ڈیٹ کام کا تجربہ

# exp_added_success
source: Work Experience added successfully.
es: laboral Experiencia laboral agregada correctamente.
hi: कार्य अनुभव सफलतापूर्वक जोड़ा गया।
te: పని అనుభవం విజయవంతంగా జోడించబడింది.
ur: کام کا تجربہ کامیابی سے شامل کیا گیا۔

# exp_update_success
source: Work Experience updated successfully.
es: Experiencia laboral actualizada con éxito.
hi: कार्य अनुभव सफलतापूर्वक अपडेट किया गया।
te: పని అనుభవం విజయవంతంగా నవీకరించబడింది.
ur: کام کا تجربہ کامیابی سے اپ ڈیٹ ہوا۔

# work_experience_info_title
source: Work Experience Details
es: Detalles de la laboral Experiencia
hi: कार्य अनुभव विवरण
te: పని అనుభవం వివరాలు
ur: کام کے تجربے کی تفصیلات

source: Experience
es: experiencia
hi: अनुभव
te: అనుభవం
ur: تجربہ

# refer_person_name
source: Reference Person Name
es: Nombre de la persona de
hi: संदर्भ व्यक्ति का नाम
te: రిఫరెన్స్ వ్యక్తి పేరు
ur: حوالہ شخص کا نام

# refer_person_number
source: Reference Person Number
es: referencia Número de la
hi: संदर्भ व्यक्ति संख्या
te: సూచన వ్యక్తి సంఖ్య
ur: حوالہ شخص نمبر

# refer_person_email
source: Reference Person Email
es: persona de referencia Correo electrónico de la persona de referencia
hi: संदर्भ व्यक्ति ईमेल
te: రిఫరెన్స్ వ్యక్తి ఇమెయిల్
ur: حوالہ شخص ای میل

# exp_delete_que
source: Are you sure you want to delete this experience?
es: ¿Estás segura de eliminar?
hi: क्या वाकई हटाना है?
te: మీరు ఖచ్చితంగా తొలగిస్తారా?
ur: کیا آپ کو حذف کرنے کا یقین ہے؟

# exp_delete_success
source: Experience deleted successfully.
es: Borrado exitosamente
hi: सफलतापूर्वक मिटाया गया
te: విజయవంతంగా తొలగించబడింది
ur: کامیابی سے حذف کر دیا گیا۔

# insurance_list_title
source: My Insurances
es: Mis seguros El
hi: मेरा बीमा
te: నా భీమా
ur: میری انشورنس

# no_insurance_added_text
source: Insurance not added yet.
es: seguro aún no se agregó.
hi: बीमा अभी तक नहीं जोड़ा गया है।
te: బీమా ఇంకా జోడించబడలేదు.
ur: انشورنس ابھی شامل نہیں کی گئی۔

source: Agent Name
es: Nombre del agente
hi: एजेंट का नाम
te: ఏజెంట్ పేరు
ur: ایجنٹ کا نام

# add_insurance_title
source: Add Insurance
es: Agregar seguro
hi: बीमा जोड़ें
te: ఇన్సూరెన్స్
ur: انشورنسشامل کریں انشورنس انشورنس

# add_insurance_update_title
source: Update Insurance
es: Actualizar seguro El
hi: अद्यतन बीमा
te: అప్‌డేట్ ఇన్సూరెన్స్
ur: اپ ڈیٹ

# insurance_added_success
source: Insurance added successfully.
es: seguro se agregó correctamente.
hi: बीमा सफलतापूर्वक जोड़ा गया।
te: బీమా విజయవంతంగా జోడించబడింది.
ur: کامیابی کے ساتھ شامل کیا گیا۔

# insurance_update_success
source: Insurance updated successfully.
es: Seguro actualizado con éxito.
hi: बीमा सफलतापूर्वक अपडेट किया गया।
te: భీమా విజయవంతంగా నవీకరించబడింది.
ur: انشورنس کو کامیابی سے اپ ڈیٹ کیا گیا۔

# insurance_info_title
source: Insurance Details
es: Detalles del
hi: बीमा विवरण
te: భీమా వివరాలు
ur: انشورنس کی تفصیلات

source: Insurance Policy Type
es: seguro Tipo
hi: बीमा पॉलिसी का प्रकार
te: భీమా పాలసీ రకం
ur: انشورنس پالیسی کی قسم

source: Policy Name
es: de póliza de Nombre de Nombre de
hi: पॉलिसी का नाम
te: పాలసీ పేరు
ur: پالیسی نام

# insurance_company
source: Insurance Company Name
es: seguro póliza la compañía de
hi: बीमा कंपनी का नाम
te: భీమా కంపెనీ పేరు
ur: کی انشورنس کمپنی کا نام

source: Insurance Policy Number
es: seguros Número de
hi: बीमा पॉलिसी नंबर
te: భీమా పాలసీ సంఖ్య
ur: کی انشورنس پالیسی نمبر

# policy_value
source: Policy Value/ Limit
es: finalización Valor / límite de la
hi: पॉलिसी मूल्य/सीमा
te: పాలసీ విలువ/ పరిమితి
ur: پالیسی کی قدر / حد

source: Agent Mobile Number
es: agente Número de móvil del
hi: एजेंट मोबाइल नंबर
te: ఏజెంట్ మొబైల్ నంబర్
ur: ایجنٹ موبائل نمبر

source: Agent Email Id
es: agente Identificación de correo electrónico del agente
hi: एजेंट ईमेल आईडी
te: ఏజెంట్ ఇమెయిల్ ఐడి
ur: ایجنٹ ای میل کی شناخت

source: Additional Information
es: Información adicional
hi: अतिरिक्त जानकारी
te: అదనపు సమాచారం
ur: اضافی معلومات

# uploaded_images_policies
source: Insurance Policy Photos
es: Fotos de la
hi: बीमा पॉलिसी तस्वीरें
te: భీమా పాలసీ ఫోటోలు
ur: انشورنس پالیسی فوٹو

# delete_insurance_confirm
source: Are you sure you want to delete this insurance policy?
es: póliza de seguro póliza de seguro ¿Está seguro de eliminar este seguro?
hi: क्या आप इस बीमा को हटाना सुनिश्चित कर रहे हैं?
te: మీరు ఖచ్చితంగా ఈ భీమాను తొలగిస్తారా?
ur: تمہیں یقین اس انشورنس کو حذف کرنا ہیں؟

# delete_inusrance_success_text
source: Insurance policy deleted successfully.
es: Seguro eliminado correctamente.
hi: बीमा सफलतापूर्वक हटाया गया.
te: భీమా విజయవంతంగా తొలగించబడింది.
ur: انشورنس کامیابی کے ساتھ حذف ہو گیا۔

# vehicle_list_title
source: My Vehicles details
es: Mis vehículos
hi: मेरे वाहन
te: నా వాహనాల
ur: میری گاڑیوں کی

# no_vehicles_added_text
source: Vehicle details not added yet.
es: Aún no se han agregado los detalles del vehículo.
hi: वाहन का विवरण अभी तक नहीं जोड़ा गया है।
te: వాహన వివరాలు ఇంకా జోడించబడలేదు.
ur: گاڑیوں کی تفصیلات ابھی تک شامل نہیں کی گئیں۔

# add_vehicles_title
source: Add Vehicles details
es: Agregar vehículos
hi: वाहनजोड़ें वाहन
te: వాహనాలను జోడించండి వాహనాలను
ur: گاڑیاںشامل کریں گاڑیاں

# add_vehicles_update_title
source: Update Vehicles details
es: Actualizar vehículos Los
hi: अपडेट
te: అప్‌డేట్ చేయండి వాహనాలు
ur: اپ ڈیٹ گاڑیاں

# vehicles_added_success
source: Vehicles details added successfully.
es: vehículos se agregaron correctamente.
hi: वाहन सफलतापूर्वक जोड़े गए।
te: విజయవంతంగా జోడించబడ్డాయి.
ur: کامیابی سے شامل کی گئیں۔

# vehicles_update_success
source: Vehicle details updated successfully.
es: Los detalles del vehículo se actualizaron correctamente.
hi: वाहन विवरण सफलतापूर्वक अपडेट किया गया।
te: వాహన వివరాలు విజయవంతంగా నవీకరించబడ్డాయి.
ur: گاڑیوں کی تفصیلات کامیابی سے اپ ڈیٹ ہو گئیں۔

# vehicle_info_title
source: Vehicle Details
es: Detalles del
hi: वाहन विवरण
te: వాహనం వివరాలు
ur: گاڑیوں کی تفصیلات

source: Vehicle Model
es: vehículo Modelo del
hi: वाहन मॉडल
te: వాహనం మోడల్
ur: گاڑی کے ماڈل کی

source: Vehicle Make
es: vehículo Marca del
hi: वाहन
te: వాహనంవాహనం
ur: گاڑی

source: Vehicle Type Name
es: vehículo Tipo de vehículo Nombre
hi: वाहन का प्रकार नाम
te: వాహనం రకంవాహనం రకం
ur: گاڑی کی قسم کا نام

source: Vehicle Type Id
es: Identificación del tipo de
hi: वाहन का प्रकार आईडी
te: వాహనం
ur: گاڑی کی قسم شناختی
