Repository: IamTouseef481/tudo
Catalog: apps/core/priv/gettext/*/LC_MESSAGES/general.po
Languages: ar, es, hi, te, ur

# error_while_creating_details
source: Error while creating details, try again
es: Error al crear los detalles. Vuelva a intentarlo.
hi: विवरण बनाते समय त्रुटि है, पुन: प्रयास करें
te: వివరాలను సృష్టించేటప్పుడు
ur: تفصیلات بنانے کے دوران خرابی، دوبارہ کوشش کریں

# error_while_updating_details
source: Error while updating details, try again
es: Error al actualizar los detalles. Vuelva a intentarlo.
hi: विवरण अपडेट करते समय त्रुटि, पुन: प्रयास करें
te: లోపం, వివరాలను అప్‌డేట్ చేసేటప్పుడు మళ్లీ ప్రయత్నించండి, మళ్లీ ప్రయత్నించండి
ur: تفصیلات کو اپ ڈیٹ کرتے وقت خرابی ، دوبارہ کوشش

# details_more_than_records_employee
source: Multiple records found for this employee!
es: Se encontraron varios registros para este empleado.
hi: इस कर्मचारी के लिए एकाधिक रिकॉर्ड मिले!
te: ఈ ఉద్యోగి కోసం బహుళ రికార్డులు కనుగొనబడ్డాయి!
ur: کریں اس ملازم کے لئے ایک سے زیادہ ریکارڈ مل گئے!

# create_job_pending_for_Consumer_notify
source: THANK YOU! - Your {service_type} appointment (ID: #{job_id}) has been created and is waiting for the service provider's ({Service Provider_profile_name}) approval.
es: !!¡¡GRACIAS!! - Se ha creado su cita de {service_type} (ID: # {job_id}) y está esperando la aprobación del proveedor de servicios ({Service Provider_profile_name}).
hi: !!जी शुक्रिया!! - आपकी {service_type} नियुक्ति (ID: # {job_id}) बनाई गई है और सेवा प्रदाता की ({सेवा प्रदाता_प्रोफ़ाइल_नाम}) अनुमोदन की प्रतीक्षा कर रही है।
te: !!ధన్యవాదాలు!! - మీ {service_type} అపాయింట్‌మెంట్ (ID: #{job_id}) సృష్టించబడింది మరియు సర్వీస్ ప్రొవైడర్ ({సర్వీస్ ప్రొవైడర్_ప్రొఫైల్_ పేరు}) ఆమోదం కోసం వేచి ఉంది.
ur: !! آپ کا شکریہ !! - آپ کی {service_type} ملاقات (ID: # {job_id}) تشکیل دے دی گئی ہے اور خدمت فراہم کنندہ ({خدمت فراہم کنندہ_پروفائل_ نام name) کی منظوری کا منتظر ہے۔

# create_job_pending_for_Service Provider_emp_notify
source: ACTION REQUIRED! Congratulations you are scheduled for a new {service_type} Appointment#{job_id} assigned to {emp_profile_name} with {Consumer_profile_name}
es: !!¡¡ACCIÓN REQUERIDA!! ¡Felicitaciones, está programado para una nueva cita de {service_type} # {job_id} asignada a {emp_profile_name} con {Consumer_profile_name}
hi: !!कार्यवाई की आवश्यकता!! बधाई आपको एक नए {service_type} अपॉइंटमेंट # {job_id} के लिए {Consumer_profile_name} के साथ {emp_profile_name} सौंपी गई है
te: !! చర్య అవసరం !! అభినందనలు మీరు {Consumer_profile_name} తో {emp_profile_name} కి కేటాయించిన కొత్త {service_type} అపాయింట్‌మెంట్ #{job_id} కోసం షెడ్యూల్ చేయబడ్డారు
ur: !!کارروائی کی ضرورت!! مبارک ہو آپ کو ایک نئی pr سروس_ٹائپ} تقرری # {نوکری_ ID for کے لئے مقرر کیا گیا ہے} _name____}___________________________________________pr_pr___prprprprprprprprprprprprprprprprprprprprprprprprprprprprprprpr

# create_job_confirmed_for_Consumer_notify
source: THANK YOU!- Your {service_type} Appointment #{job_id} has been created, scheduled and assigned to service provider {Service Provider_profile_name}.
es: ! ¡GRACIAS! - Su {service_type} cita # {job_id} ha sido creada, programada y asignada al proveedor de servicios. {Service Provider_profile_name}.
hi: !! !! {सेवा प्रदाता_ लाभकारी_नाम}।
te: !! ధన్యవాదాలు !!- మీ {service_type} నియామకం #{job_id} సృష్టించబడింది, షెడ్యూల్ చేయబడింది మరియు సర్వీస్ ప్రొవైడర్‌కు కేటాయించబడింది {సర్వీస్ ప్రొవైడర్_ప్రొఫైల్_పేరు}.
ur: - - - - - - - - - - - Your Your Your Your Your Your Your Your Your Your Your Your Your Your Your and and and {خدمت فراہم کنندہ_پفایل_ نام}۔

# create_job_confirmed_for_Service Provider_emp_notify
source: NEW APPOINTMENT!- Congratulations you are scheduled for a new {service_type} Appointment #{job_id} assigned to {emp_profile_name} with {Consumer_profile_name}.
es: !! NUEVA CITA !! - Felicitaciones, está programado para una nueva cita de {service_type} # {job_id} asignada a {emp_profile_name} con {Consumer_profile_name}.
hi: !! NEW APPOINTMENT !! - आपको एक नए {service_type} अपॉइंटमेंट # {job_id} के लिए {Consumer_profile_name} के साथ {emp_profile_name} सौंपा गया है।
te: !! కొత్త అపాయింట్‌మెంట్ !!- అభినందనలు మీరు {Consumer_profile_name} తో {emp_profile_name} కి కేటాయించిన కొత్త {service_ty} నియామకం #{job_id} కోసం షెడ్యూల్ చేయబడ్డారు.
ur: !! نیا تقرری !! - مبارک ہو کہ آپ {صارف_پیشہ ور_ نام} کے ساتھ {emp_profile_name to کے ساتھ تفویض کردہ ایک نئی _ service_type} تقرری # {نوکری_ ID for کے لئے شیڈول ہیں۔

# accept_job_for_Consumer_notify
source: ACCEPTED!- Your {service_type} Appointment #{job_id} changes accepted, please verify and acknowledge the changes.
es: !! ACEPTADO !! - Se aceptaron los cambios de su {service_type} Cita # {job_id}, verifique y reconozca los cambios.
hi: !! ACCEPTED !! - आपका {service_type} अपॉइंटमेंट # {job_id} स्वीकार किए जाते हैं, कृपया सत्यापित करें और परिवर्तनों को स्वीकार करें।
te: !! అంగీకరించబడింది !!- మీ {service_type} నియామకం #{job_id} మార్పులు ఆమోదించబడ్డాయి, దయచేసి మార్పులను ధృవీకరించండి మరియు అంగీకరించండి.
ur: !! قبول! !! آپ کی {سروس_ٹائپ} تقرری # {نوکری_ ID} تبدیلیاں قبول کی گئیں ، براہ کرم تبدیلیوں کی توثیق کریں اور ان کو تسلیم کریں۔

# accept_job_for_Service Provider_emp_notify
source: ACCEPTED!!- Your {service_type} Appointment #{job_id} changes accepted, please verify and acknowledge the changes.
es: !! ACEPTADO !! - Se aceptaron los cambios de su {service_type} Cita # {job_id}, verifique y reconozca los cambios.
hi: !! ACCEPTED !! - आपका {service_type} अपॉइंटमेंट # {job_id} स्वीकार किए जाते हैं, कृपया सत्यापित करें और परिवर्तनों को स्वीकार करें।
te: !! అంగీకరించబడింది !!- మీ {service_type} నియామకం #{job_id} మార్పులు ఆమోదించబడ్డాయి, దయచేసి మార్పులను ధృవీకరించండి మరియు అంగీకరించండి.
ur: !! قبول! !! آپ کی {سروس_ٹائپ} تقرری # {نوکری_ ID} تبدیلیاں قبول کی گئیں ، براہ کرم تبدیلیوں کی توثیق کریں اور ان کو تسلیم کریں۔

# cancel_job_for_Consumer_notify
source: CANCELLED! - Your Action Required!! {service_type} Appointment #{job_id} has been CANCELLED, please verify and acknowledge the changes.
es: !! CANCELADO - Se requiere su acción !! {service_type} La cita n.º {job_id} ha sido CANCELADA, verifique y reconozca los cambios.
hi: !! रद्द - आपकी कार्यवाही आवश्यक है !! {service_type} नियुक्ति # {job_id} रद्द की गई है, कृपया सत्यापित करें और परिवर्तनों को स्वीकार करें।
te: !! రద్దు చేయబడింది - మీ చర్య అవసరం !! {service_type} నియామకం #{job_id} రద్దు చేయబడింది, దయచేసి మార్పులను ధృవీకరించండి మరియు అంగీకరించండి.
ur: !! منسوخ - آپ کا عمل درکار !! _ سروس_ٹائپ} تقرری # {جاب_ ایڈ AN منسوخ کردی گئی ہے ، براہ کرم تبدیلیوں کی توثیق کریں اور ان کو تسلیم کریں۔

# cancel_job_for_Service Provider_emp_notify
source: CANCELLED! - Your Action Required!! {service_type} Appointment #{job_id} has been CANCELLED, please verify and acknowledge the changes.
es: !! CANCELADO - Se requiere su acción !! {service_type} La cita n.º {job_id} ha sido CANCELADA, verifique y reconozca los cambios.
hi: !! रद्द - आपकी कार्यवाही आवश्यक है !! {service_type} नियुक्ति # {job_id} रद्द की गई है, कृपया सत्यापित करें और परिवर्तनों को स्वीकार करें।
te: !! రద్దు చేయబడింది - మీ చర్య అవసరం !! {service_type} నియామకం #{job_id} రద్దు చేయబడింది, దయచేసి మార్పులను ధృవీకరించండి మరియు అంగీకరించండి.
ur: !! منسوخ - آپ کا عمل درکار !! _ سروس_ٹائپ} تقرری # {جاب_ ایڈ AN منسوخ کردی گئی ہے ، براہ کرم تبدیلیوں کی توثیق کریں اور ان کو تسلیم کریں۔

# reschedule_job_for_Service Provider_emp_notify
source: RESCHEDULE! - Your action REQUIRED!! {service_type} Appointment #{job_id} has been Rescheduled with Business Service Provider {Service Provider_branch_profile_name}, please verify and Accept OR Reject the changes.
es: !! REPROGRAMACIÓN - Tu acción REQUERIDA !! {service_type} La cita n.º {job_id} ha sido reprogramada con el proveedor de servicios comerciales {Service Provider_branch_profile_name}, verifique y acepte O rechace los cambios.
hi: !! परिणाम - आपकी कार्रवाई की आवश्यकता है !! {service_type} अपॉइंटमेंट # {job_id} को बिज़नेस सर्विस प्रोवाइडर {Service Provider_branch_profile_name} के साथ रिशेड्यूल किया गया है, कृपया सत्यापित करें और परिवर्तनों को स्वीकार या अस्वीकार करें।
te: !! రీషెడ్యూల్ - మీ చర్య అవసరం !! {service_type} అపాయింట్‌మెంట్ #{job_id} బిజినెస్ సర్వీస్ ప్రొవైడర్ {సర్వీస్ ప్రొవైడర్_బ్రాంచ్_ప్రొఫైల్_ పేరు} తో రీషెడ్యూల్ చేయబడింది, దయచేసి ధృవీకరించండి మరియు ఒప్పుకోండి లేదా మార్పులను తిరస్కరించండి.
ur: !! تجدید - آپ کا عمل ضروری ہے !! _ سروس_ٹائپ} تقرری # {جاب_ایڈ Business کو بزنس سروس پرووائڈر {سروس پرووائڈر_برانچ_پروفائل_ نام with کے ساتھ دوبارہ شیڈول کیا گیا ہے ، براہ کرم تبدیلیوں کی توثیق اور قبول کریں یا اسے مسترد کریں۔

# reschedule_job_for_Consumer_notify
source: RESCHEDULE! - Your action REQUIRED!! {service_type} Appointment #{job_id} has been Rescheduled with Business Service Provider {{Service Provider_branch_profile_name}}, please verify and Accept OR Reject the changes.
es: !! REPROGRAMACIÓN - Tu acción REQUERIDA !! {service_type} La cita n.º {job_id} se ha reprogramado con el proveedor de servicios comerciales {{Service Provider_branch_profile_name}}, verifique y acepte O rechace los cambios.
hi: !! परिणाम - आपकी कार्रवाई की आवश्यकता है !! {service_type} अपॉइंटमेंट # {job_id} को बिज़नेस सर्विस प्रोवाइडर के साथ पुनर्निर्धारित किया गया है {{Service Provider_branch_profile_name}}, कृपया सत्यापित करें और परिवर्तनों को स्वीकार या अस्वीकार करें।
te: !! రీషెడ్యూల్ - మీ చర్య అవసరం !! {service_type} అపాయింట్‌మెంట్ #{job_id} బిజినెస్ సర్వీస్ ప్రొవైడర్ {{సర్వీస్ ప్రొవైడర్_బ్రాంచ్_ప్రొఫైల్_ పేరు}} తో రీషెడ్యూల్ చేయబడింది, దయచేసి ధృవీకరించండి మరియు ఒప్పుకోండి లేదా మార్పులను తిరస్కరించండి.
ur: !! تجدید - آپ کا عمل ضروری ہے !! _ سروس_ٹائپ} تقرری # {جاب_ ایڈ Business کو بزنس سروس پرووائڈر Res {سروس پرووائڈر_برانچ_پروفائل_ نام with with کے ساتھ شیڈول کیا گیا ہے ، براہ کرم تبدیلیوں کی توثیق اور قبول کریں یا اسے مسترد کریں۔

# agent_reassign_job_for_Consumer_notify
source: CHANGES!- No Action needed! FYI Agent assignment for {service_type} Appointment #{job_id} has been updated.
es: !! CAMBIOS - No es necesario realizar ninguna acción !! FYI. Se actualizó la asignación de agente para la cita de {service_type} n.º {job_id}.
hi: !! परिवर्तन - कोई कार्रवाई की जरूरत है !! FYI करें। {Service_type} अपॉइंटमेंट # {job_id} के लिए एजेंट असाइनमेंट अपडेट किया गया है।
te: !! మార్పులు - చర్య అవసరం లేదు !! FYI. {Service_type} అపాయింట్‌మెంట్ #{job_id} కోసం ఏజెంట్ అసైన్‌మెంట్ అప్‌డేట్ చేయబడింది.
ur: تبدیلیاں - کوئی کارروائی کی ضرورت ہے !! FYI {service_type} تقرری # {نوکری_ ID for کے لئے ایجنٹ کی تفویض تازہ کاری ہوگئی ہے۔

# agent_reassign_job_for_Service Provider_emp_notify
source: CHANGES! - Your action REQUIRED!! {service_type} Appointment #{job_id} has been assigned to Emp#{current_employee_id} from Emp#{previous_employee_id}. Please note and verify and plan.
es: !! CAMBIOS - Tu acción REQUERIDA !! {service_type} Se asignó la cita # {job_id} a Emp # {current_employee_id} de Emp # {previous_employee_id}. Tenga en cuenta y verifique y planifique.
hi: !! परिवर्तन - आपकी कार्रवाई की आवश्यकता है !! {service_type} अपॉइंटमेंट # {job_id} को Emp # {current_employee_id} को Emp # {पिछले_ बेरोजगारी_id} से सौंपा गया है। कृपया ध्यान दें और सत्यापित करें और योजना बनाएं।
te: !! మార్పులు - మీ చర్య అవసరం !! {service_type} అపాయింట్‌మెంట్#{job_id} Emp#{current_employee_id} నుండి Emp#{current_employee_id} కి కేటాయించబడింది. దయచేసి గమనించండి మరియు ధృవీకరించండి మరియు ప్లాన్ చేయండి.
ur: تبدیلیاں - آپ کی کارروائی کی ضرورت ہے !! # خدمت_ٹائپ} تقرری # {نوکری_ ID Emp کو ایمپ # {پچھلے_یمپلوئی_ائڈ Emp سے # # موجودہ #Employee_id assigned تفویض کیا گیا ہے۔ براہ کرم نوٹ کریں اور تصدیق کریں اور منصوبہ بندی کریں۔

# invoice_ready_for_Consumer_notify
source: NVOICED BILLED! - Your action REQUIRED!! - Your {service_type} Appointment #{job_id} has been completed and ready for PAYMENT of {invoice_amount} and appreciate your quick payment.
es: !! FACTURADO FACTURADO - Tu acción REQUERIDA !! - Su {service_type} Cita # {job_id} se completó y está lista para el PAGO de {invoice_amount} y agradecemos su pago rápido.
hi: !! अर्जित बिल - आपकी कार्यवाही की आवश्यकता है !! - आपका "service_type} अपॉइंटमेंट # {job_id} पूरा हो गया है और PAYMENT ऑफ {इनवॉइस_माउंट} के लिए तैयार है और आपके त्वरित भुगतान की सराहना करता है।
te: !! ఇన్వాయిస్డ్ బిల్లు - మీ చర్య అవసరం !! - మీ {service_type} అపాయింట్‌మెంట్ #{job_id} పూర్తయింది మరియు {invoice_amount} యొక్క చెల్లింపు కోసం సిద్ధంగా ఉంది మరియు మీ శీఘ్ర చెల్లింపును అభినందిస్తున్నాము.
ur: !! انوائس شدہ بل - آپ کے عمل کی ضرورت ہے !! - آپ کی {service_type} تقرری # {نوکری_ ID completed مکمل ہوچکی ہے اور {انوائس_اماؤنٹ P کی ادائیگی کیلئے تیار ہے اور آپ کی فوری ادائیگی کی تعریف کرتے ہیں۔

# adjust_invoice_for_Service Provider_emp_notify
source: ADJUST INVOICE! - Your action REQUIRED!! - Consumer requested an adjustment in Invoice# invoice_id. Act fast to get paid.
es: !! AJUSTE LA FACTURA - ¡¡Su acción REQUERIDA !! - El consumidor solicitó un ajuste en la factura # invoice_id. Actúe rápido para que le paguen.
hi: !! पर्याप्त निवेश - आपकी कार्रवाई की आवश्यकता है !! - उपभोक्ता ने चालान # इनवॉइस_आईडी में समायोजन का अनुरोध किया। भुगतान पाने के लिए तेजी से कार्य करें।
te: !! అడ్వెస్ట్ ఇన్వాయిస్ - మీ చర్య అవసరం !! - వినియోగదారుడు ఇన్‌వాయిస్# ఇన్‌వాయిస్_ఐడిలో సర్దుబాటును అభ్యర్థించారు. చెల్లింపు పొందడానికి వేగంగా వ్యవహరించండి.
ur: !! ایڈوسٹ انوائس - آپ کا عمل ضروری ہے !! - صارف نے انوائس # انوائس_ ID میں ایڈجسٹمنٹ کی درخواست کی۔ ادائیگی کے ل fast تیزی سے کام کریں۔

# adjusted_invoice_for_Consumer_notify
source: INVOICE ADJUSTED! - Your action REQUIRED!! - Your {service_type} Appointment# {job_id} has been completed and ready for PAYMENT of {invoice_amount} and appreciate your quick payment.
es: !! FACTURA AJUSTADA - Tu acción REQUERIDA !! - Su {service_type} Cita # {job_id} se completó y está lista para el PAGO de {invoice_amount} y agradecemos su pago rápido.
hi: !! आमंत्रित किया गया - आपकी कार्रवाई की आवश्यकता है !! - आपका "service_type} अपॉइंटमेंट # {job_id} पूरा हो गया है और PAYMENT ऑफ {इनवॉइस_माउंट} के लिए तैयार है और आपके त्वरित भुगतान की सराहना करता है।
te: !! ఇన్వాయిస్ సర్దుబాటు - మీ చర్య అవసరం !! - మీ {service_type} అపాయింట్‌మెంట్# {job_id} పూర్తయింది మరియు {invoice_amount} యొక్క చెల్లింపు కోసం సిద్ధంగా ఉంది మరియు మీ శీఘ్ర చెల్లింపును అభినందిస్తున్నాము.
ur: !! انوائس ایڈجسٹ - آپ کی کارروائی کی ضرورت ہے !! - آپ کی {service_type} تقرری # {نوکری_ ID completed مکمل ہوچکی ہے اور {انوائس_اماؤنٹ P کی ادائیگی کیلئے تیار ہے اور آپ کی فوری ادائیگی کی تعریف کرتے ہیں۔

# raise_dispute_for_Service Provider_emp_notify
source: DISPUTE RAISED! - Your action REQUIRED!! - Consumer requested to resolve issue with {service_type} Appointment #{job_id} and invoice amount: {invoice_amount}. Act fast to resolve the dispute.
es: !! DISPUTA LEVANTADA - Su acción REQUERIDA !! - El consumidor solicitó resolver el problema con {service_type} Cita # {job_id} y el monto de la factura: {invoice_amount}. Actúe rápido para resolver la disputa.
hi: !! जारी रखें - आपकी कार्रवाई की आवश्यकता है !! - उपभोक्ता ने {service_type} अपॉइंटमेंट # {job_id} और इनवॉइस राशि: {चालान_माउंट} के साथ समस्या को हल करने का अनुरोध किया। विवाद को हल करने के लिए तेजी से कार्य करें।
te: !! పంపిణీ రైస్డ్ - మీ చర్య అవసరం !! - వినియోగదారుడు {service_type} అపాయింట్‌మెంట్ #{job_id} మరియు ఇన్‌వాయిస్ మొత్తంతో సమస్యను పరిష్కరించమని అభ్యర్థించారు: {invoice_amount}. వివాదాన్ని పరిష్కరించడానికి వేగంగా వ్యవహరించండి.
ur: تنازعہ اٹھایا گیا - آپ کا عمل درکار ہے !! - صارف نے درخواست کی کہ وہ {سروس_ٹائپ} اپائنمنٹ # {جاب_آئڈی} اور انوائس کی رقم: {انوائس_اماؤنٹ with سے مسئلہ حل کریں۔ تنازعہ کو حل کرنے کے لئے تیزی سے کام کریں۔

# manage_dispute_for_Consumer_notify
source: DISPUTE RESOLVED! - Your action REQUIRED!! - Dispute on {service_type} Appointment #{job_id} has been resolved and revised invoice amount: {invoice_amount} ready for payment, appreciate your prompt payment.
es: !! DISPUTA RESUELTA - Su acción REQUERIDA !! - Se resolvió la disputa sobre {service_type} Cita # {job_id} y se revisó el monto de la factura: {invoice_amount} listo para el pago, agradecemos su puntual pago.
hi: !! घोषित परिणाम - आपकी कार्रवाई की आवश्यकता है !! - {service_type} अपॉइंटमेंट # {job_id} पर विवाद को हल कर दिया गया है और चालान राशि संशोधित की गई है: {चालान_माउंट} भुगतान के लिए तैयार है, आपके शीघ्र भुगतान की सराहना करें।
te: తొలగించబడింది - మీ చర్య అవసరం !! - {service_type} అపాయింట్‌మెంట్ #{job_id} పై వివాదం పరిష్కరించబడింది మరియు ఇన్‌వాయిస్ మొత్తం సవరించబడింది: చెల్లింపు కోసం {invoice_amount} సిద్ధంగా ఉంది, మీ సత్వర చెల్లింపును అభినందించండి.
ur: !! تنازعہ حل - آپ کی کارروائی کی ضرورت ہے !! - {سروس_ٹائپ on اپوائنٹمنٹ # {نوکری_ ID resolved پر تنازعہ حل ہو گیا ہے اور انوائس کی رقم میں نظر ثانی کی گئی ہے: payment انوائس_اماؤنٹ payment ادائیگی کے لئے تیار ہے ، اپنی فوری ادائیگی کی تعریف کریں۔

# on_board_walk_in_Consumer_near_appointment_notify
source: INFORMATION! Consumer for {service_type} Appointment #{job_id} is near by and Onboarded successfully with QuID# {quid}
es: !¡¡INFORMACIÓN!! ¡El consumidor de {service_type} cita # {job_id} está cerca y se incorporó exitosamente con QuID # {quid}
hi: !जानकारी!! {Service_type} अपॉइंटमेंट # {job_id} के लिए उपभोक्ता पास है और क्विड # {quid} के साथ सफलतापूर्वक ऑनबोर्ड किया गया है
te: !సమాచారం!! వినియోగదారుడు {service_type} అపాయింట్‌మెంట్ # {job_id} సమీపంలో ఉంది మరియు QuID # {quid} తో విజయవంతంగా ఆన్‌బోర్డ్ చేయబడింది
ur: !معلومات!! {خدمت_ٹائپ} تقرری # {نوکری_ ID for کے لئے صارف قریب ہے اور کوئڈ # {کوئڈ with کے ساتھ کامیابی کے ساتھ بورڈ پر ہے

# Service Provider_on_boards_appointment_notify
source: INFORMATION! Consumer for {service_type} Appointment #{job_id} is near by and Onboarded successfully with QuID# {quid}
es: ! ¡INFORMACIÓN! ¡El consumidor de {service_type} cita # {job_id} está cerca y se incorporó exitosamente con QuID # {quid}
hi: ! जानकारी !! {Service_type} अपॉइंटमेंट # {job_id} के लिए उपभोक्ता पास है और क्विड # {quid} के साथ सफलतापूर्वक ऑनबोर्ड किया गया है
te: ! సమాచారం !! వినియోగదారుడు {service_type} అపాయింట్‌మెంట్ # {job_id} సమీపంలో ఉంది మరియు QuID # {quid} తో విజయవంతంగా ఆన్‌బోర్డ్ చేయబడింది
ur: ! معلومات !! {خدمت_ٹائپ} تقرری # {نوکری_ ID for کے لئے صارف قریب ہے اور کوئڈ # {کوئڈ with کے ساتھ کامیابی کے ساتھ بورڈ پر ہے

# walk_in_Consumer_near_appointment_notify
source: INFORMATION! Consumer for {service_type} Appointment #{job_id} is near by and Onboarded successfully with QuID# {quid}
es: ! ¡INFORMACIÓN! ¡El consumidor de {service_type} cita # {job_id} está cerca y se incorporó exitosamente con QuID # {quid}
hi: ! जानकारी !! {Service_type} अपॉइंटमेंट # {job_id} के लिए उपभोक्ता पास है और क्विड # {quid} के साथ सफलतापूर्वक ऑनबोर्ड किया गया है
te: ! సమాచారం !! వినియోగదారుడు {service_type} అపాయింట్‌మెంట్ # {job_id} సమీపంలో ఉంది మరియు QuID # {quid} తో విజయవంతంగా ఆన్‌బోర్డ్ చేయబడింది
ur: ! معلومات !! {خدمت_ٹائپ} تقرری # {نوکری_ ID for کے لئے صارف قریب ہے اور کوئڈ # {کوئڈ with کے ساتھ کامیابی کے ساتھ بورڈ پر ہے

# in_home_on_demand_Service Provider_near_appointment_notify
source: INFORMATION! Business Provider for {service_type} Appointment #{job_id} is near by and Onboarded successfully with QuID# {quid}
es: ! ¡INFORMACIÓN! ¡El proveedor comercial para {service_type} Cita # {job_id} está cerca y se incorporó exitosamente con QuID # {quid}
hi: ! जानकारी !! {Service_type} अपॉइंटमेंट # {job_id} के लिए व्यवसाय प्रदाता निकट है और क्विड # {quid} के साथ सफलतापूर्वक ऑनबोर्ड किया गया है
te: ! సమాచారం !! బిజినెస్ ప్రొవైడర్ {service_type} అపాయింట్‌మెంట్ # {job_id} సమీపంలో ఉంది మరియు క్విడ్ # {quid} తో విజయవంతంగా ఆన్‌బోర్డ్ చేయబడింది
ur: ! معلومات !! Prov service_type} تقرری # {نوکری_ ID for کیلئے کاروباری فراہم کنندہ قریب ہے اور کوئڈ # {کوئڈ with کے ساتھ کامیابی کے ساتھ بورڈ پر ہے

# Consumer_Service Provider_initiates_on_board_action_notify
source: INFORMATION! Business Provider for {service_type} Appointment #{job_id} is near by and Onboarded successfully with QuID# {quid}
es: ! ¡INFORMACIÓN! ¡¡El proveedor comercial para {service_type} cita # {job_id} está cerca y se incorporó exitosamente con QuID # {quid}
hi: ! जानकारी !! {Service_type} अपॉइंटमेंट # {job_id} के लिए बिजनेस प्रोवाइडर निकट है और क्विड # {क्विड} के साथ सफलतापूर्वक ऑनबोर्ड है
te: ! సమాచారం !! బిజినెస్ ప్రొవైడర్ {service_type} అపాయింట్‌మెంట్ # {job_id} సమీపంలో ఉంది మరియు క్విడ్ # {quid} తో విజయవంతంగా ఆన్‌బోర్డ్ చేయబడిందిఅలర్ట్
ur: ! معلومات !! Prov service_type} تقرری # {نوکری_ ID for کیلئے کاروباری فراہم کنندہ قریب ہے اور کوئڈ # {کوئڈ with کے ساتھ کامیابی کے ساتھ بورڈ پر ہے

# appointment_alert_12_hrs_earlier_notify
source: ALERT! Your schedule {service_type} Appointment #{job_id} is about to begin in 12 hours.
es: !! ¡¡ALERTA !! Su agenda {service_type} cita n.º {job_id} está a punto de comenzar en 12 horas.
hi: !! ALERT !! आपका शेड्यूल {service_type} अपॉइंटमेंट # {job_id} 12 घंटे में शुरू होने वाला है।
te: !!!! మీ షెడ్యూల్ {service_type} నియామకం #{job_id} 12 గంటల్లో ప్రారంభం కానుంది.
ur: !! الرٹ !! آپ کا شیڈول {سروس_ٹائپ} تقرری # {جاب_ایڈ 12 12 گھنٹے میں شروع ہونے والا ہے۔

# appointment_alert_2_hrs_earlier_notify
source: ALERT! Your schedule {service_type} Appointment #{job_id} is about to begin in 2 hours.
es: !!¡¡ALERTA!! Su agenda {service_type} cita n.º {job_id} está a punto de comenzar en 2 horas.
hi: !! ALERT !! आपका शेड्यूल {service_type} अपॉइंटमेंट # {job_id} 2 घंटे में शुरू होने वाला है।
te: !! హెచ్చరిక !! మీ షెడ్యూల్ {service_type} నియామకం #{job_id} 2 గంటల్లో ప్రారంభం కానుంది.
ur: !! الرٹ !! آپ کا شیڈول {service_type} تقرری # {جاب_ایڈ 2 2 گھنٹے میں شروع ہونے والا ہے۔

# appointment_alert_30_mins_earlier_notify
source: ALERT! Your schedule {service_type} Appointment #{job_id} is about to begin in 30 minutes.
es: !!¡¡ALERTA!! Su agenda {service_type} cita n.º {job_id} está a punto de comenzar en 30 minutos.
hi: !! ALERT !! आपका शेड्यूल {service_type} अपॉइंटमेंट # {job_id} 30 मिनट में शुरू होने वाला है।
te: !! హెచ్చరిక !! మీ షెడ్యూల్ {service_type} నియామకం #{job_id} 30 నిమిషాల్లో ప్రారంభమవుతుంది.
ur: !! الرٹ !! آپ کا شیڈول {service_type} تقرری # {جاب_ایڈ 30 30 منٹ میں شروع ہونے والا ہے۔

# appointment_alert_5_mins_earlier_notify
source: ALERT! Your schedule {service_type} Appointment #{job_id} is about to begin in 5 minutes.
es: !!¡¡ALERTA!! Su programación {service_type} cita n.º {job_id} está a punto de comenzar en 5 minutos.
hi: !! ALERT !! आपका शेड्यूल {service_type} अपॉइंटमेंट # {job_id} 5 मिनट में शुरू होने वाला है।
te: !! హెచ్చరిక !! మీ షెడ్యూల్ {service_type} నియామకం #{job_id} 5 నిమిషాల్లో ప్రారంభమవుతుంది.
ur: !! الرٹ !! آپ کا شیڈول {سروس_ائپ} تقرری # {جاب_ایڈ 5 5 منٹ میں شروع ہونے والا ہے۔

# payment_made_notify
source: PAYMENT PROCESSED! - Your payment {invoice_amount} for {service_type} Appointment #{job_id} has been processed successfully, thank you and looking forward to doing business with you again.
es: !! PAGO PROCESADO !! - Su pago {invoice_amount} para {service_type} Appointment # {job_id} se procesó correctamente. Gracias y esperamos volver a hacer negocios con usted.
hi: !! भुगतान की प्रक्रिया !! - {service_type} नियुक्ति # {job_id} के लिए आपका भुगतान {चालान_माउंट} सफलतापूर्वक संसाधित किया गया है, धन्यवाद और फिर से आपके साथ व्यापार करने के लिए तत्पर हैं।
te: !! చెల్లింపు ప్రాసెస్ చేయబడింది !! - {service_type} అపాయింట్‌మెంట్ #{job_id} కోసం మీ చెల్లింపు {invoice_amount} విజయవంతంగా ప్రాసెస్ చేయబడింది, ధన్యవాదాలు మరియు మీతో మళ్లీ వ్యాపారం చేయడానికి ఎదురుచూస్తున్నాను.
ur: !! ادائیگی کا عمل !! - آپ کی ادائیگی {انوائس_اماؤنٹ} کے لئے {service_type} تقرری # {نوکری_ ID successfully کامیابی کے ساتھ عمل میں لائی گئی ہے ، آپ کا شکریہ اور آپ کے ساتھ دوبارہ کاروبار کرنے کے منتظر ہیں۔
