Repository: IamTouseef481/tudo
Catalog: apps/core/priv/gettext/*/LC_MESSAGES/general.po
Languages: ar, es, hi, te, ur

# confirm_accepting_changes
source: Confirm that you are agreeing and Accepting the Service Appointment amendments
es: Confirmar que usted está de acuerdo y acepta las enmiendas de la cita de servicio
hi: पुष्टि करें कि आप सहमत हैं और सेवा नियुक्ति संशोधन स्वीकार करते
te: ఆనిర్ధారించండిమీరు సర్వీసు అపాయింట్‌మెంట్ సవరణలను అంగీకరిస్తున్నారు మరియు అంగీకరిస్తున్నారు, మీరు సర్వీస్ అపాయింట్‌మెంట్ సవరణలను
ur: تصدیقکہ آپ اتفاق کر رہے ہیں اور سروس اپائنٹمنٹ کی ترامیم کو قبول کرنا اسسروس اپائنمنٹ کی ترامیم

# confirm_rejecting_desc
source: Confirm that you are Rejecting the Service appointment amendments
es: Confirme que está rechazando las enmiendas de la cita de servicio
hi: पुष्टि करें कि आप सेवा नियुक्ति संशोधन को स्वीकार किया जाता है
te: తిరస్కరిస్తున్నట్లు నిర్ధారించండి, మీరు
ur: بات کی تصدیق کریں کہ آپکو مسترد

# begin_service_que
source: You are about to begin serving your Consumer on this Service Appointment
es: Está a punto de comenzar a atender a su consumidor en esta cita de servicio
hi: आप के बारे में हैं इस सेवा नियुक्ति पर अपने उपभोक्ता की सेवा शुरू करने के लिए
te: ఈ సర్వీస్ అపాయింట్‌మెంట్‌లో మీ కస్టమర్‌కు సేవ చేయడం ప్రారంభించబోతున్నారా
ur: کر رہے ہیں آپ اس سروس اپائنٹمنٹ پر اپنے صارف کی خدمت شروع کرنے والے

# onboard_process_desc
source: Are you sure, Consumer is near/ with you and ready to accept your Services?
es: ¿Está seguro de que el consumidor está cerca / con usted y listo para aceptar sus servicios?
hi: क्या आपको यकीन हैहुए उपभोक्ता आप के साथ पास / और अपने सेवा को स्वीकार करने के लिए तैयार है?
ur: ہیں کیا آپ کو یقین ہے کہ ، صارف آپ کے قریب/ آپ کے ساتھ ہے اور آپ کی سروسز کو قبول کرنے کے لیے تیار ہے؟

# plan_appoint_date
source: Planned Service Appointment date:
es: Fecha de la cita de servicio planificada:
hi: नियोजित सेवा नियुक्ति तिथि:
te: ప్రణాళికాబద్ధమైన సర్వీస్ అపాయింట్‌మెంట్ తేదీ:
ur: منصوبہ بند سروس کی تقرری کی تاریخ:

# reason_dispute
source: Dispute reasons
es: motivos de la disputa
hi: विवाद के कारण
te: వివాదాస్పద కారణాలు
ur: تنازعات کی وجوہات

# enter_reason_txt
source: Please enter a valid reason
es: Ingrese una razón válida
hi: कृपया एक वैध कारण दर्ज करें
te: దయచేసి చెల్లుబాటు అయ్యే కారణాన్ని నమోదు చేయండి
ur: براہ مہربانی ایک درست وجہ درج کریں

# uodate_forward_dispute
source: TUDO auto Finalizes Service Appointments after 10 days from successful payment and in between allows to Raise Disputes (if any), Are you sure you want to 'Finalize' early?
hi: TUDO सफल भुगतान के 10 दिनों के बाद सेवा नियुक्तियों को स्वतः अंतिम रूप देता है और बीच में विवाद (यदि कोई हो) उठाने की अनुमति देता है, क्या आप सुनिश्चित हैं कि आप जल्दी 'अंतिम' कर देंगे?
te: TUDO ఆటో చెల్లింపులను విజయవంతంగా చెల్లింపు చేసిన 10 రోజుల తర్వాత సర్వీస్ అపాయింట్‌మెంట్‌లను పూర్తి చేస్తుంది మరియు మధ్యలో వివాదాలు (ఏదైనా ఉంటే) లేవనెత్తుతుంది, మీరు ఖచ్చితంగా 'ఫైనలైజ్' చేస్తారా?
ur: TUDO آٹو سروس کی تقرریوں کو کامیاب ادائیگی سے 10 دن کے بعد حتمی شکل دیتا ہے اور درمیان میں تنازعات اٹھانے کی اجازت دیتا ہے (اگر کوئی ہے) ، کیا آپ کو پہلے 'حتمی شکل دینے' کا یقین ہے؟

# dispute_que
source: Are you sure Dispute is resolved?
es: ¿Está seguro de que la disputa se resolvió?
hi: क्या आप सुनिश्चित हैं कि विवाद का समाधान हो गया है?
te: మీరు ఖచ్చితంగా వివాదం పరిష్కరించబడ్డారా?
ur: کیا آپ کو یقین ہے کہ تنازعہ حل ہو گیا ہے؟

# are_you_appoint
source: Please confirm that you have fulfilled the Service Appointment needs
es: Confirme que ha cumplido con las necesidades de la cita de servicio
hi: कृपया पुष्टि करें कि आपने सेवा नियुक्ति आवश्यकताओं को पूरा कर लिया है
te: దయచేసి మీరు సర్వీస్ అపాయింట్‌మెంట్ అవసరాలను తీర్చారనిఉన్నారని నిర్ధారించండి
ur: براہ کرم تصدیق کریں کہ آپ نے سروس اپائنٹمنٹ کی ضروریات پوری کر لی ہیں

# completed_generated_que
source: and ready to generate Invoice.
es: y que está listo para generar la factura.
hi: और इनवॉइस जनरेट करने के लिए तैयार हैं।
te: మరియు ఇన్‌వాయిస్ రూపొందించడానికి సిద్ధంగా.
ur: اور انوائس بنانے کے لیے تیار ہیں۔

# confirmation_text
source: Confirmation
es: Confirmación
hi: पुष्टीकरण
te: నిర్ధారణ

source: Error while updating user install!
es: ¡Error al actualizar la instalación del usuario!
hi: उपयोगकर्ता इंस्टॉल को अपडेट करते समय त्रुटि!
te: యూజర్ ఇన్‌స్టాల్‌ను అప్‌డేట్ చేస్తున్నప్పుడు లోపం!
ur: صارف انسٹال کرتے وقت تازہ کاری کے دوران خرابی!

# something_went_wrong_while_getting_user_install
source: Something went wrong while retrieving user install
es: Se produjo un error al recuperar la instalación del usuario. ¡
hi: उपयोगकर्ता को पुनर्प्राप्त करते समय कुछ गलत हो गया, उपयोगकर्ता को स्थापितकरने में
te: యూజర్ ఇన్‌స్టాల్‌ను తిరిగి పొందుతున్నప్పుడు ఏదో తప్పు జరిగింది యూజర్ ఇన్‌స్టాల్‌ను
ur: صارف انسٹال کی بازیافت کرتے وقت کچھ غلط ہوگیا۔ صارف انسٹال

source: Unable to create or update user install!
es: No se puede crear o actualizar la instalación del usuario!
hi: करने या अपडेटअसमर्थ!
te: సృష్టించడం లేదా అప్‌డేట్ చేయడం సాధ్యపడలేదు!
ur: بنانے یا اپ ڈیٹ کرنے سے قاصر!

source: Device Token is missing in install params!
es: Falta el token del dispositivo en los parámetros de instalación.
hi: डिवाइस टोकन इंस्टॉल पैराम्स में गायब है!
te: ఇన్‌స్టాల్ పారామ్‌లలో పరికర టోకెన్ లేదు!
ur: ڈیوائس ٹوکن انسٹال پیرامیوں میں گم ہے!

source: More than one results against User and FCM token
es: Más de un resultado contra el usuario y el token FCM ¡
hi: उपयोगकर्ता और FCM टोकन के खिलाफ एक से अधिक परिणाम
te: వినియోగదారు మరియు FCM టోకెన్వ్యతిరేకంగా ఒకటి కంటే ఎక్కువ ఫలితాలు
ur: صارف اور ایف سی ایم ٹوکن کے خلاف ایک سے زیادہ نتائج

# invalid_email_or_some_internet_issue
source: Invalid Email/ Password or Internet issue!
es: Correo electrónico / contraseña no válidos o problema de Internet!
hi: अमान्य ईमेल / पासवर्ड या इंटरनेट समस्या!
te: చెల్లని ఇమెయిల్/ పాస్‌వర్డ్ లేదా ఇంటర్నెట్ సమస్యకు!
ur: غلط ای میل / پاس ورڈ یا انٹرنیٹ مسئلہ!

# user_is_blocked
source: User profile is blocked
es: El perfil de usuario está bloqueado.
hi: उपयोगकर्ता प्रोफ़ाइल अवरुद्ध है
te: వినియోగదారు ప్రొఫైల్‌కివినియోగదారు ప్రొఫైల్
ur: صارف پروفائل مسدود ہے

# user_is_rejected
source: User profile is rejected
es: El perfil de usuario está rechazado.
hi: उपयोगकर्ता प्रोफ़ाइल को अस्वीकार कर दिया गया है
te: తిరస్కరించబడింది
ur: صارف پروفائل مسترد کردیا گیا ہے

# confirmation_pending
source: Your account confirmation is pending
es: Confirmación de su cuenta pendiente.
hi: आपके खाते की पुष्टि लंबित है
te: మీ ఖాతా నిర్ధారణ పెండింగ్‌లో ఉంది,
ur: آپ کے اکاؤنٹ کی توثیق زیر التواء

# bid_does_not_exist
source: Bid doesn't exist!
es: ¡La oferta no existe!
hi: बोली मौजूद नहीं है!
te: బిడ్ ఉనికిలో లేదు!
ur: بولی موجود نہیں!

# unexpected_error_occurred
source: Unexpected error occurred, try again!
es: Se produjo un error inesperado, inténtelo de nuevo.
hi: अनपेक्षित त्रुटि हुई, पुनः प्रयास करें!
te: ఊహించని లోపం సంభవించింది, మళ్లీ ప్రయత్నించండి!
ur: غیر متوقع خرابی پیش آگئی ، دوبارہ کوشش کریں!

# branch_does_not_exist
source: Business Branch doesn't exist!
es: ¡La rama comercial no existe!
hi: व्यापार शाखा मौजूद नहीं है!
te: వ్యాపార శాఖ ఉనికిలో లేదు!
ur: بزنس برانچ موجود نہیں!

# this_business_does_not_belongs_to_you
source: This Business doesn't belongs to you
es: Este negocio no le pertenece
hi: यह व्यापार अंतर्गत आता है नहीं है कि आपकरने के लिए
te: ఈవ్యాపారం మీరుచెందిన లేదు
ur: یہ کاروبار آپ کا نہیں ہے

source: Enable to fetch Business
es: Habilite para buscar Negocio
hi: व्यापार लाने के लिएसक्षम
te: వ్యాపారం పొందడంలోప్రారంభించు
ur: بزنس لانے کے قابل بنائیں

# this_branch_does_not_belongs_to_you
source: This business doesn't belongs to you
es: Este negocio no le pertenece
hi: इस व्यवसायअंतर्गत आता है तो आपकरने के लिए नहीं है
te: ఈ వ్యాపారలేదు చెందిన మీరుకాదు
ur: یہ کاروبار آپ کا نہیں ہےآپ کے

source: Enable to check business for this branch
es: Habilite para verificar el negocio de esta sucursal
hi: इस शाखाके लिए व्यापार की जांच करने के लिए सक्षम
te: ఈ శాఖకోసం వ్యాపార తనిఖీ ప్రారంభించు
ur: اس شاخ کے کاروبار کو جانچنے کے قابل بنائیںکاروبار کے لئے

# already_have_a_branch_for_this_business
source: A Branch with same name already exists for your Business
es: Ya existe una sucursal con el mismo nombre para su negocio
hi: एक शाखा में एक ही नाम के साथ पहले से ही अपने व्यवसाय के लिए मौजूद हैं
te: ఒక శాఖ అదే పేరుతో ఇప్పటికే మీ వ్యాపారం కోసం ఉనికిలో
ur: اسی نام کی ایک شاخ پہلے ہی موجود ہے

source: Enable to fetch Branch
es: Habilite para buscar Sucursal
hi: लाने के लिए सक्षम शाखा
te: పొందడంలో ప్రారంభించుబ్రాంచ్
ur: برانچ

source: Enable to fetch Geo Zones
es: Habilite para buscar zonas geográficas
hi: भू क्षेत्र को लाने के लिए सक्षम
te: జియో మండలాలు పొందడంలో ప్రారంభించు
ur: کو بازیافت کرنے کے قابل بنائیں جیو زونز

source: Enable to fetch Country Services
es: Habilite para buscar País Servicios
hi: देश लाने के लिए सक्षमसेवा
te: దేశం పొందడంలో ప్రారంభించుసేవలు
ur: کو بازیافت کرنے کے قابل بنائیں سروسز

source: Enable to fetch Service Types
es: Habilitar para obtener tipos de servicio
hi: सेवा प्रकार लाने के लिए सक्षम
te: సర్వీస్ రకాలు పొందడంలో ప్రారంభించు
ur: سروس کی قسمیں بازیافت

source: Enable to upsert Branch Services
es: Habilitar para actualizar Servicios de sucursal
hi: शाखा सेवाएं Upsert करने के लिए सक्षम
te: బ్రాంచ్ సర్వీసులు upsert కు ఎనేబుల్
ur: کرنے کے قابل بنائیں برانچ سروسز کو برقرار رکھنے کے قابل بنائیں

# this_user_have_a_business_with_same_name
source: This user already has a Business with same name
es: Este usuario tiene una empresa con el mismo nombre
hi: इस उपयोगकर्ता एक ही नाम के साथ एक व्यापार है
te: ఈ వాడుకరి అదే పేరుతో ఒక వ్యాపార కలిగి
ur: اس صارف کا اسی نام کے ساتھ ایک کاروبار ہے

source: Enable to fetch User
es: Habilitar para buscar Usuario
hi: उपयोगकर्तालाने के लिए सक्षम
te: పొందడంలో ప్రారంభించువినియోగదారును
ur: صارف

source: Enable to create Branch
es: Habilitar para crear sucursal
hi: शाखाबनाने के लिए सक्षम
te: బ్రాంచ్సృష్టించడానికి ప్రారంభించు
ur: کو برانچ بنانے کے قابل بنائیں برانچ کوفعال

source: Invalid Business_id or Country_Service_id
es: Business_id o Country_Service_id no válidos
hi: अमान्य business_id या Country_Service_id
te: చెల్లని Business_id లేదా Country_Service_id
ur: غیربزنس ایڈ یا کنٹری_سواس_آئڈی

# dynamic_screen_exists_for_this_business_and_cs
source: Dynamic Screen already exists for this Business and Country Service
es: La pantalla dinámica ya existe para esta empresa y el servicio de país
hi: गतिशील स्क्रीनपहले से मौजूद है के लिए इस व्यवसाय और देश सेवा
te: డైనమిక్ స్క్రీన్ఈ వ్యాపారం మరియు కంట్రీ సర్వీసులతోకోసం ఇప్పటికే ఉంది
ur: متحرک اسکرین پہلے ہی موجود ہے اس بزنس کے لئے اور کنٹری سروس

# dynamic_screen_exists_for_this_country_service
source: Dynamic Screen already exists for this Country Service
es: La pantalla dinámica ya existe para estaservicio de país
hi: गतिशील स्क्रीन पहले से ही इस देश सेवाके लिए मौजूद है
te: డైనమిక్ స్క్రీన్ ఇప్పటికే ఈ కంట్రీ సర్వీసులతోకోసం ఉనికిలో
ur: متحرک اسکرین اس کنٹری سروسکیلئے پہلے سے موجود ہے۔

# dynamic_screen_does_not_exist
source: Dynamic Screen doesn't exist
es: dinámica deLa pantalla no existe
hi: गतिशीलस्क्रीन मौजूद नहीं है
te: డైనమిక్స్క్రీన్
ur: ڈائنامکاسکرین موجود نہیں ہے

# business_or_dynamic_screen_is_not_correct
source: Business and/ or Dynamic Screen is incorrect!
es: La pantalla empresarial y / o dinámica es incorrecta.
hi: व्यवसाय और / या डायनामिक स्क्रीन गलत है!
te: వ్యాపారం లేదు మరియు/ లేదా డైనమిక్ స్క్రీన్ తప్పు!
ur: کاروبار اور / یا متحرک اسکرین غلط ہے!

# dynamic_screen_is_not_correct
source: Dynamic Screen is in correct!
es: ¡La pantalla dinámica es correcta!
hi: डायनेमिक स्क्रीन सही में है!
te: డైనమిక్ స్క్రీన్ సరైనది!
ur: متحرک اسکرین درست ہے!

source: Dynamic group already exists
es: El grupo dinámico ya existe ¡
hi: डायनामिक ग्रुप पहले से मौजूद है
te: డైనమిక్ గ్రూప్ ఇప్పటికే ఉంది
ur: متحرک گروپ پہلے ہی موجود ہے

# dynamic_group_or_screen_does_not_exist
source: Dynamic Group or Screen doesn't exist!
es: El grupo dinámico o la pantalla no existe!
hi: डायनामिक ग्रुप या स्क्रीन मौजूद नहीं है!
te: డైనమిక్ గ్రూప్ లేదా స్క్రీన్ ఉనికిలో లేదు!
ur: متحرک گروپ یا اسکرین موجود نہیں ہے!

# dynamic_group_does_not_exist
source: Dynamic Group doesn't exist!
es: ¡El grupo dinámico no existe!
hi: गतिशील समूह मौजूद नहीं है!
te: డైనమిక్ గ్రూప్ లేదు!
ur: متحرک گروپ موجود نہیں ہے!

# dynamic_group_screen_relation_does_not_exist
source: Dynamic Screen and Group relationship doesn't exist
es: La relación entre la pantalla dinámica y el grupo no existe ¡
hi: गतिशील स्क्रीन और समूह संबंध मौजूद नहीं है
te: డైనమిక్ స్క్రీన్ మరియు గ్రూప్ సంబంధం లేదు
ur: متحرک اسکرین اور گروپ تعلقات موجود نہیں ہے

# notification_can_not_send
source: Can't send Notification!
es: No se puede enviar la notificación!
hi: अधिसूचना नहीं भेज सकता है!
te: నోటిఫికేషన్ పంపడం సాధ్యం కాదు!
ur: اطلاع بھیج نہیں سکتی!

source: Token already sent!
es: ¡Token ya enviado!
hi: टोकन पहले ही भेज दिया!
te: టోకెన్ ఇప్పటికే పంపబడింది!
ur: ٹوکن پہلے ہی بھیج دیا گیا ہے!

# employee_already_exist
source: Employee record already exists!
es: ¡El registro de empleado ya existe!
hi: कर्मचारी रिकॉर्ड पहले से मौजूद है!
te: ఉద్యోగుల రికార్డు ఇప్పటికే ఉంది!
ur: ملازم کا ریکارڈ پہلے سے موجود ہے!

source: Enable to fetch Employee
es: Habilitar para buscar Empleado
hi: कर्मचारी लाने के लिए
te: ఉద్యోగిని పొందడం
ur: ملازمین کو بازیافت کرنے کے

source: Enable to create User
es: Habilitar para crear el usuario
hi: सक्षम करें उपयोगकर्ताबनाने के लिए सक्षम करें
te: ప్రారంభించండి వినియోగదారుసృష్టించడానికి ప్రారంభించండి
ur: قابل بنائیں صارف تشکیل دینے کے قابل بنائیں صارف کا

# manager_does_not_exist
source: Manager user doesn't exist!
es: Administrador de usuarios no existe.
hi: प्रबंधकउपयोगकर्ता मौजूद नहीं है!
te: నిర్వాహకుడువినియోగదారు ఉనికిలో లేరు!
ur: صارف موجود نہیں ہے!

# manager_do_not_exist_under_that_business
source: Manager user do not exist under this Business!
es: ¡El usuario administrador no existe en este negocio!
hi: प्रबंधक उपयोगकर्ता इस व्यवसाय के अंतर्गत मौजूद नहीं है!
te: మేనేజర్ వినియోగదారు ఈ వ్యాపారం కింద ఉనికిలో లేరు!
ur: اس کاروبار کے تحت مینیجر صارف موجود نہیں ہے!

# manager_invalid
source: Invalid Manager user!
es: ¡Usuario de Manager no válido!
hi: अमान्य प्रबंधक उपयोगकर्ता!
te: చెల్లని మేనేజర్ యూజర్!
ur: غلط مینیجر صارف!

source: Invalid Branch
es: ¡ElBranchválido
hi: अमान्य शाखाशाखा
te: చెల్లని బ్రాంచ్బ్రాంచ్‌కు
ur: غلط برانچ

# manager_does_not_belong_to_given_branch
source: Manager user doesn't belong to the Branch!
es: usuario deManager nono pertenece a la sucursal!
hi: प्रबंधक उपयोगकर्तासे संबंधित नहीं है!
te: మేనేజర్ వినియోగదారుచెందినవారు కాదు!
ur: منیجر صارف کا تعلق برانچ سے نہیں ہے!

# unable_to_validate_manager
source: Unable to validate Manager user!
es: ¡No se puede validar el usuario de Manager!
hi: प्रबंधक उपयोगकर्ता को मान्य करने में असमर्थ!
te: మేనేజర్ వినియోగదారుని ధృవీకరించడం సాధ్యపడలేదు!
ur: مینیجر صارف کی توثیق کرنے سے قاصر!

# invoice_does_not_exist
source: Invoice doesn't exist!
es: ¡La factura no existe!
hi: चालान मौजूद नहीं है!
te: ఇన్వాయిస్ ఉనికిలో లేదు!
ur: انوائس موجود نہیں!

# sales_tax_settings_not_found
source: Business Sales Tax settings not found
es: No se encontró la configuración del impuesto sobre las ventas para empresas
hi: व्यावसायिक बिक्री कर सेटिंगनहीं मिली
te: వ్యాపార అమ్మకాల పన్ను సెట్టింగ్‌లు కనుగొనబడలేదు
ur: کاروباری سیلز ٹیکس کی ترتیبات نہیں ملی

# error_in_getting_sales_tax_settings
source: Error in fetching Sales Tax settings
es: Error al obtener la configuración del impuesto sobre las ventas. ¡
hi: में त्रुटिबिक्री कर सेटिंग लाने में त्रुटि
te: సేల్స్ టాక్స్ సెట్టింగ్‌లను పొందడంలో లోపం
ur: سیلز ٹیکس کی ترتیبات بازیافت کرنے میں خرابی

# unable_to_make_estimated_job_cost
source: Unable to compute Estimated Cost for Job!
es: No se puede calcular el costo estimado del trabajo!
hi: नौकरी के लिए अनुमानित लागत की गणना करने में असमर्थ!
te: ఉద్యోగం కోసం అంచనా వ్యయాన్ని లెక్కించడం సాధ్యపడలేదు!
ur: ملازمت کی تخمینی لاگت کا حساب کرنے سے قاصر ہے!

# settings_fields_does_not_have_valid_keys
source: Settings table fields doesn't have valid keys
es: Los campos de la tabla de configuración no tienen claves válidas
hi: सेटिंग्स तालिका फ़ील्ड में मान्य कुंजी नहीं हैकरने में
te: సెట్టింగ్‌ల పట్టిక ఫీల్డ్‌లలో చెల్లుబాటు అయ్యే కీలు లేవు
ur: ترتیبات کے ٹیبل فیلڈ میں درست چابیاں نہیں ہیں

# invoice_not_created_successfully
source: Failed to generate Invoice, try again!
es: No se pudo generar la factura, ¡inténtelo de nuevo!
hi: , चालान जनरेटविफल, फिर से प्रयास करें!
te: , ఇన్‌వాయిస్‌ని రూపొందించడంలో విఫలమైంది, మళ్లీ ప్రయత్నించండి!
ur: انوائس تیار کرنے میں ناکام ، دوبارہ کوشش کریں!

# you_are_not_permitted
source: You are not allowed to perform this action!
es: ¡No está permitido realizar esta acción!
hi: आपको यह क्रिया करने की अनुमति नहीं है!
te: ఈ చర్యను చేయడానికి మీకు అనుమతి లేదు!
ur: آپ کو یہ کارروائی کرنے کی اجازت نہیں ہے!

# invalid_invoice_or_job
source: Invalid Job or Invoice, try again!
es: Trabajo o factura no válidos, inténtelo de nuevo.
hi: अमान्य नौकरी या चालान, फिर से प्रयास करें!
te: చెల్లని ఉద్యోగం లేదా ఇన్‌వాయిస్, మళ్లీ ప్రయత్నించండి!
ur: غلط کام یا رسید ، دوبارہ کوشش کریں!

# max_change_invoice_limit_reached
source: Max allowed Invoice adjustments/day limit reached!
es: ¡Se alcanzó el límite máximo permitido de ajustes de factura / día!
hi: अधिकतम ने चालान समायोजन / दिन की सीमा तक पहुंच की अनुमति दी!
te: గరిష్టంగా అనుమతించిన ఇన్‌వాయిస్ సర్దుబాట్లు/రోజు పరిమితిని చేరుకుంది!
ur: زیادہ سے زیادہ انوائس ایڈجسٹمنٹ / دن کی حد تک پہنچ گئی!

# unable_to_check_adjust_count
source: Unable to check Invoice adjustments/day count
es: No se pueden verificar los ajustes de la factura / recuento de días.
hi: चालान समायोजन / दिन गिनती की जाँच करने केमें असमर्थ
te: ఇన్‌వాయిస్ సర్దుబాట్లు/రోజు గణనను తనిఖీ చేయడం సాధ్యపడలేదు
ur: انوائس ایڈجسٹمنٹ / دن کی گنتی کو چیک کرنے سے قاصر

# can_not_update_job_status
source: Can't update Job status, try again!
es: No se puede actualizar el estado del trabajo.
hi: कार्य स्थिति अद्यतन नहीं कर सकतेहै,पुन: प्रयास करें!
te: ఉద్యోగ స్థితిని అప్‌డేట్ చేయడం సాధ్యం కాదు, మళ్లీ ప్రయత్నించండి!
ur: ملازمت کی حیثیت کو اپ ڈیٹ نہیں کرسکتے ، دوبارہ کوشش کریں!

# job_does_not_exist
source: Job doesn't exist!
es: ¡El trabajo no existe!
hi: नौकरी मौजूद नहीं है!
te: ఉద్యోగం లేదు!
ur: نوکری موجود نہیں!

source: Unexpected error occurred while updating group status!
es: Se produjo un error inesperado al actualizar el estado del grupo.
hi: समूह की स्थिति अपडेट करते समय अनपेक्षित त्रुटि हुई!
te: సమూహ స్థితిని నవీకరిస్తున్నప్పుడు ఊహించని లోపం సంభవించింది!
ur: گروپ کی حیثیت کو اپ ڈیٹ کرتے وقت غیر متوقع خرابی پیش آگئی!

source: Unable to update Service Provider meta
es: No se puede actualizar el meta del proveedor de servicios
hi: सेवा प्रदाता मेटाअद्यतन करने के लिएअसमर्थ
te: సర్వీస్ ప్రొవైడర్ మెటానవీకరించలేకపోతున్నారా
ur: سروس پرووائڈر میٹا

source: Unable to update Consumer meta
es: No se puede actualizar el meta del consumidor El
hi: अद्यतन उपभोक्ता मेटाकरने में असमर्थ
te: నవీకరణ కన్స్యూమర్ మెటాచేయలేక
ur: کو اپ ڈیٹ کرنے سے قاصر کنزیومر میٹا کو اپ ڈیٹ کرنے سے قاصر

# new_employee_does_not_exist
source: New Employee record doesn't exist
es: registro de nuevo empleado no existe
hi: नए कर्मचारी रिकॉर्डमौजूद नहीं है
te: ఉనికిలో లేదుకొత్త ఉద్యోగి రికార్డు
ur: نیا ملازم کا ریکارڈ موجود نہیں ہے

source: Error in verifying Job status
es: Error al verificar el estado del trabajo
hi: नौकरी स्थिति की पुष्टि करने में त्रुटि
te: ఉద్యోగ హోదావెరిఫై లోపం
ur: ملازمت کی حیثیت کی تصدیق کرنے میں غلطی ملازمت کی حیثیت

source: Unable to verify Job status
es: No se puede verificar el estado del trabajo
hi: नौकरी स्थिति को सत्यापित करने में असमर्थ
te: ఉద్యోగ హోదాధ్రువీకరించడం సాధ్యం కాలేదు
ur: کی تصدیق

source: Unable to verify Job updating timing
es: No se puede verificar el tiempo de actualización del trabajo
hi: कार्य को अपडेट करना समय को सत्यापित करने केअसमर्थ
te: Job నవీకరించడాన్ని టైమింగ్ ధ్రువీకరించడంసాధ్యం కాలేదు
ur: کرنے سے قاصر ملازمت کی تازہ کاری کے وقت کی تصدیق کرنے سے قاصر

# can_not_start_work_outside_request_time
source: Can't start work outside Consumer request time
es: No se puede comenzar a trabajar fuera de la hora de solicitud del consumidor
hi: प्रारंभ नहीं कर सकता काम के बाहर उपभोक्ता अनुरोध समय
te: పని బయట కన్స్యూమర్ అభ్యర్థన సమయంప్రారంభించడం కుదరదు
ur: صارفین کی درخواست کے وقت سے باہر کام شروع نہیں کیا جاسکتا وقت کی فراہمی

# error_in_verifying_provider_for_rescheduling
source: Error in verifying Service Provider for rescheduling
es: Error al verificar el proveedor de servicios para reprogramar
hi: पुनर्निर्धारण के लिए सेवा प्रदाता की पुष्टि करने मेंत्रुटि
te: రీషెడ్యూల్ కోసం సర్వీస్ ప్రొవైడర్ వెరిఫై లోలోపం
ur: کے لئے سروس پرووائڈر کی تصدیق میں خرابی

# unable_verify_provider_for_rescheduling
source: Unable to verify with Service Provider for rescheduling
es: No se puede verificar el proveedor de servicios para reprogramar
hi: पुनर्निर्धारित करने के लिए सेवा प्रदाता को सत्यापित करने में असमर्थ
te: రీషెడ్యూల్ పోతున్నాము ధ్రువీకరించడం సర్వీస్ ప్రొవైడర్
ur: شیڈولنگ کے لئے خدمت فراہم کنندہ کی توثیق کرنے سے قاصر

# some_compulsory_parameter_is_missing
source: Something is wrong in foreign key OR compulsory parameter is missing
es: Algo incorrecto en la clave externa O falta el parámetro obligatorio Los parámetros de
hi: । विदेशी कुंजी या अनिवार्य पैरामीटर में कुछ गड़बड़ है,
te: విదేశీ కీ లేదా తప్పనిసరిగా పారామితి లో ఏదో తప్పుతప్పిపోయిన
ur: غیر ملکی کلید میں کچھ غلط ہے یا لازمی پیرامیٹر غائب ہے

source: Job params are not correct
es: trabajo no son correctos
hi: जॉब पैरामेंट्स सही नहीं
te: Job పరామితులు సరికాదుఉంటాయి
ur: ملازمت کے پیرامز درست نہیں ہیں

# something_went_wrong_in_schedule
source: Something went wrong in scheduling
es: Algo salió mal en la programación
hi: हैं, शेड्यूलिंग में
te: ఏదోషెడ్యూల్ లో తప్పు జరిగింది
ur: شیڈولنگ میں کچھ غلط ہوا ہے

# can_not_delete_leads
source: Can't delete Leads, something went wrong
es: No se pueden eliminar los clientes potenciales, algo salió mal El
hi: कुछ गलत हो गया है, लीड को डिलीट नहीं किया जा सकता है, कुछ गलत हो गया है
te: తొలగించలేరు దారితీస్తుంది, ఏదో తప్పువెళ్ళాడు
ur: لیڈز کو حذف نہیں کیا جاسکتا ، کچھ غلط ہوگیا

# employee_service_does_not_exist
source: Employee service doesn't exist
es: servicio del empleado no existe
hi: कर्मचारी सेवा मौजूद नहीं है
te: ఉనికిలోలేదుఉద్యోగి సర్వీసు
ur: ملازم ملازم

# error_in_validate_employee
source: Error in validating Employee
es: Error en la validación del empleado El
hi: कर्मचारी को मान्य करने में त्रुटि
te: ఉద్యోగిప్రమాణీకరణలో లోపం
ur: کی توثیق کرنے میں غلطی

# employee_does_not_available
source: Employee doesn't exist, invalid status or contract expired!
es: empleado no existe , estado inválido o contrato vencido!
hi: मौजूद नहीं है , अमान्य स्थिति या अनुबंध समाप्त हो गया है!
te: ఉద్యోగిఉనికిలో లేదు, చెల్లని స్థితి లేదా ఒప్పందం గడువు ముగిసింది!
ur: موجود نہیں ہے ، ناجائز حیثیت یا معاہدہ ختم ہو گیا!

# self_job_posting_is_not_allowed
source: Job posting to Self is not allowed
es: No se permite la publicación de trabajo para Self
hi: स्वयं को पोस्ट करने की अनुमति नहीं है,
te: అనుమతించబడదు
ur: خود کو نوکری پوسٹ کرنے کی اجازت

source: Unable to verify Self Job posting
es: No se puede verificar la publicación de Self Job
hi: सेल्फ जॉब पोस्टिंग सत्यापित करने में असमर्थ है
te: సెల్ఫ్ జాబ్ పోస్టింగ్స్వీయ జాబ్ పోస్టింగ్‌ను ధృవీకరించడం సాధ్యపడలేదు
ur: نہیں ہے خود ملازمت کی پوسٹنگ کی توثیق کرنے سے قاصر

source: No need to check availability now
es: No es necesario verificar la disponibilidad ahora
hi: अब उपलब्धता की जांच करने की आवश्यकता नहीं है
te: ఇప్పుడు లభ్యతను తనిఖీ చేయవలసిన అవసరం లేదు
ur: اب دستیابی کو چیک کرنے کی ضرورت نہیں

# provider_is_not_available_now
source: Selected Service Provider is not available right now, please search again!
es: El proveedor de servicios seleccionado no está disponible en este momento, ¡busque nuevamente!
hi: चयनित सेवा प्रदाता अभी उपलब्ध नहीं है, कृपया फिर से खोज करें!
te: ఎంచుకున్న సర్వీస్ ప్రొవైడర్ ప్రస్తుతం అందుబాటులో లేదు, దయచేసి మళ్లీ శోధించండి!
ur: منتخب خدمت فراہم کنندہ ابھی دستیاب نہیں ہے ، براہ کرم دوبارہ تلاش کریں!
