Repository: IamTouseef481/tudo
Catalog: apps/core/priv/gettext/*/LC_MESSAGES/general.po
Languages: ar, es, hi, te, ur

source: Vehicle Identification Number
es: vehículo Número de identificación del Número
hi: वाहन पहचान संख्या
te: వాహనం గుర్తింపు సంఖ్య సంఖ్య
ur: گاڑی کی شناختی نمبر

# vehicle_register_number
source: Vehicle Registration Number
es: vehículo de registro del
hi: वाहन पंजीकरण संख्या
te: వాహనం నమోదు సంఖ్య
ur: گاڑی کا رجسٹریشن نمبر

# vehicle_paint_color
source: Vehicle Body Paint Color
es: vehículo Color de la pintura de la carrocería
hi: वाहन बॉडी पेंट रंग
te: వాహనం శరీర రంగు రంగు
ur: گاڑی کا جسم پینٹ رنگین

source: Vehicle Type
es: Tipo de
hi: वाहन का प्रकार
te: వాహనం వాహనం రకం
ur: گاڑی کی قسم

# vehicle_modal_year
source: Vehicle Model Year
es: vehículo Año modal del vehículo
hi: वाहन मॉडल वर्ष
te: వాహనం సంవత్సరం సంవత్సరం
ur: گاڑی کا موڈل سال

source: Permit 1
es: Permiso 1
hi: परमिट 1
te: అనుమతి 1
ur: پرمٹ 1

source: Permit 2
es: vencimiento Permiso 3
hi: परमिट 2
te: అనుమతి 2
ur: پرمٹ 2

source: Permit 3
es: Permiso a2 Detalles
hi: परमिट 3
te: అనుమతి 3
ur: پرمٹ 3

# uploaded_images
source: Vehicle Photos
es: Fotos del vehículo
hi: वाहन तस्वीरें
te: వాహన ఫోటోలు
ur: گاڑیوں کی تصاویر

# delete_success_text
source: Vehicle details deleted successfully.
es: Vehículo eliminado correctamente.
hi: वाहन सफलतापूर्वक हटाया गया।
te: వాహనం విజయవంతంగా తొలగించబడింది.
ur: گاڑی کامیابی سے حذف ہو گئی۔

# not_defined_txt
source: Not defined
es: No definido
hi: परिभाषित नहीं
te: నిర్వచించబడలేదు
ur: وضاحت نہیں کی گئی

# logout_confirm
source: Are you sure you want to Logout?
es: ¿Está seguro de que desea cerrar sesión?
hi: क्या आप वाकई लॉगआउट करना चाहते हैं?
te: మీరు ఖచ్చితంగా లాగ్ అవుట్ చేయాలనుకుంటున్నారా?
ur: کیا آپ واقعی لاگ آؤٹ کرنا چاہتے ہیں؟

source: Yes
es: Sí
hi: हाँ
te: అవును
ur: ہاں

source: No
hi: नहीं
te: కాదు
ur: نہیں

# logout_failed
source: User Logout Failed!
es: Error en el cierre de sesión del usuario!
hi: उपयोगकर्ता लॉगआउट विफल!
te: వినియోగదారు లాగ్అవుట్ విఫలమైంది!
ur: صارف لاگ آؤٹ ناکام!

# tudo_text
source: TUDO
hi: TUDO के
ur: سے TUDO

source: About TUDO
es: Acerca de TUDO
hi: बारे में TUDO से
te: గురించి TUDO
ur: بارے سے TUDO

source: Contact TUDO
es: Comuníquese con TUDO
hi: संपर्क करें TUDO को
te: సంప్రదించండి TUDO
ur: رابطہ سے TUDO

# refer_tudo
source: Refer TUDO to a friend!
es: Refiera TUDO
hi: देखें TUDO
te: చూడండి TUDO
ur: کا حوالہ سے TUDO

# tudo_legal
source: TUDO Legal Terms and Conditions
es: TUDO Términos y condiciones
hi: TUDO के कानूनी नियम और शर्तें
te: TUDO చట్టపరమైన నిబంధనలు మరియు షరతులు
ur: سے TUDO قانونی شرائط وضوابط

# tudo_help
source: TUDO Application help
es: legales Ayuda para la aplicación TUDO
hi: TUDO आवेदन सहायता
te: TUDO అప్లికేషన్ సహాయంతో
ur: سے TUDO درخواست کی مدد

source: My Profile
es: Mi perfil
hi: मेरी प्रोफ़ाइल
te: నా ప్రొఫైల్
ur: میرا کوائف

# my_indentification
source: My Identification
es: Mi identificación
hi: मेरी पहचान
te: నా గుర్తింపు
ur: میری شناخت

# education_quali
source: My Educational Qualification
es: Mi educación y calificación
hi: मेरी शिक्षा और योग्यता
te: నా ఎడ్యుకేషన్ & అర్హతలు
ur: میری تعلیم اور اہلیت

# work_experience
source: My Work Experience
es: Mi experiencia laboral
hi: मेरा कार्य अनुभव
te: నా వర్క్ ఎక్స్పీరియన్స్
ur: میرے کام کے تجربے

source: My Address
es: Mi dirección
hi: मेरा पता
te: నా చిరునామా
ur: میرا پتہ

source: My Insurance
es: Mi seguro
hi: मेरा बीमा
te: నా భీమా
ur: میری انشورنس

source: My Vehicles
es: Mis vehículos
hi: मेरे वाहन
te: నా వాహనాలు
ur: میرا گاڑیاں

source: My Family
es: Mi familia
hi: मेरे परिवार की
te: నా కుటుంబం
ur: میرے خاندان

source: Themes
es: Temas
hi: थीम
te: థీమ్స్
ur: موضوعات

# my_prefernces
source: My Preferences
es: Mis preferencias
hi: मेरी प्राथमिकताएँ
te: నా ప్రాధాన్యతలు
ur: میری ترجیحات

# logout_text
source: Logout
es: Cerrar sesión
hi: लॉगआउट
te: లాగ్అవుట్
ur: لاگ آؤٹ

# provide_feedback
source: Provide feedback on TUDO
es: Proporcionar comentarios sobre TUDO
hi: TUDO पर प्रतिक्रिया प्रदान
te: TUDOఅభిప్రాయం అందించండి
ur: پر سے TUDOتاثرات

# terms_of_use
source: TUDO Terms of Use
es: TUDO Términos de uso
hi: करेंउपयोग की शर्तें
te: ఉపయోగించడానికియొక్కTUDO నిబంధనలు
ur: سے TUDO استعمالکی شرائط

# privacy_notice
source: TUDO Privacy Notice
es: TUDO Aviso de
hi: TUDOTUDO गोपनीयता सूचना
te: TUDOగోప్యతా ప్రకటన
ur: سے TUDOرازداری کا نوٹس

# mail_subject
source: TUDO User
es: privacidad Usuario de TUDO
hi: TUDO उपयोगकर्ता
te: TUDO వినియోగదారు
ur: TUDO یوزر

# mail_body
source: Hello TUDO Support team
es: Hola, equipo de soporte de TUDO.
hi: हैलो TUDO सहायता टीम।
te: హలో TUDO మద్దతు బృందం.
ur: ہیلو TUDO سپورٹ ٹیم۔

# demo_txt
source: Demo
es: demostración
hi: डेमो
te: డెమో
ur: ڈیمو

# are_you_sure_to_delete
source: Are you sure you want to delete it?
es: ¿Estás segura de eliminar?
hi: क्या वाकई हटाना है?
te: మీరు ఖచ్చితంగా తొలగిస్తారా?
ur: کیا آپ کو حذف کرنے کا یقین ہے؟

# identity_number
source: Identity Document Number
es: Número de documento de identidad de
hi: पहचान दस्तावेज़ संख्या
te: ఐడెంటిటీ డాక్యుమెంట్ నంబర్
ur: شناختی دستاویز نمبر

# identity_name
source: Name of issuing Authority
es: Nombre de la autoridad emisora
hi: जारी करने वाले प्राधिकारी का नाम
te: జారీ చేసే అథారిటీ
ur: جاری کرنے والے اتھارٹی

# identity_exp_Date
source: Identification Expiry Date
es: Fecha de
hi: पहचान समाप्ति तिथि
te: ఐడెంటిఫికేషన్ గడువు తేదీ
ur: شناخت کا نام ختم ہونے کی تاریخ

# select_identity_type
source: Select Personal Identification Type
es: identificación Ingrese Seleccione el tipo de identificación personal
hi: करें व्यक्तिगत पहचान प्रकार का चयन करें
te: వ్యక్తిగత గుర్తింపు రకాన్ని టైప్ చేయండి
ur: کریں ذاتی شناخت کی قسم منتخب کریں

# knodledge_desc
source: I have verified the identity information here entered and it is accurate, and legitimate to my knowledge.
es: He verificado la información de identidad y acepto su exactitud y legitimidad, según mi conocimiento.
hi: मैंने पहचान की जानकारी सत्यापित कर ली है और मेरी जानकारी में इसकी सटीकता और वैधता को स्वीकार करता हूं।
te: నేను గుర్తింపు సమాచారాన్ని ధృవీకరించాను మరియు నా జ్ఞానానికి దాని ఖచ్చితత్వం మరియు చట్టబద్ధతను అంగీకరించండి.
ur: میں نے شناختی معلومات کی تصدیق کی ہے اور اس کی درستگی اور میرے علم کے مطابق قانونی حیثیت کو قبول کیا ہے۔

# at_least_2_docs
source: Please select at least 2 documents
es: Por favor, seleccione al menos 2 documentos
hi: कृपया कम से कम 2 दस्तावेज़ों का चयन करें दस्तावेज़
te: దయచేసి కనీసం 2 పత్రాలుఎంచుకోండి
ur: براہ کرم کم از کم 2 دستاویزات منتخب کریں دستاویزات

# upload_pictures
source: Upload document Photos
es: Cargar documento Fotos
hi: अपलोड करें फ़ोटो
te: అప్లోడ్ పత్రం ఫోటోలు
ur: اپ لوڈ کریں فوٹو

# work_exp_type
source: Work Experience Type
es: Tipo de trabajo Experiencia
hi: कार्य अनुभव प्रकार
te: వర్క్ ఎక్స్పీరియన్స్ టైప్
ur: کام کے تجربے کی قسم

# work_exp
source: Work Experience
es: laboral Experiencia
hi: कार्य अनुभव
te: వర్క్ ఎక్స్పీరియన్స్
ur: کام کا تجربہ

# enter_name
source: Enter Name of Organization(If applicable)
es: Introducir nombre de la organización (si procede)
hi: संगठन का नाम दर्ज करें (यदि लागू हो)
te: సంస్థ పేరు నమోదు చేయండి (వర్తిస్తే)
ur: درج کریں تنظیم کا نام (اگر قابل اطلاق ہو)

# name_of_oraga
source: Name of Organization(If applicable)
es: Nombre de la organización (si procede)
hi: संगठन का नाम (यदि लागू हो)
te: సంస్థ పేరు (వర్తిస్తే)
ur: تنظیم کا نام(اگر قابل اطلاق ہو)

# enter_city
source: Enter City of the above Organization Located
es: Introducir ciudad de los anteriores Organización Situado
hi: उपरोक्तस्थित
te: పైన సంస్థ ఉన్నయొక్క City ఎంటర్
ur: درج کریںاوپر کی

# city_of_organization
source: Organization City
es: Ciudad Organización
hi: संगठन का शहरसंगठन शहर
te: సంస్థ City
ur: تنظیم کا شہرتنظیم کا شہر

# enter_role_with_organization
source: Enter your role with the above organization
es: Introduzca su rol con lo anterior Organización
hi: दर्ज करेंउपरोक्त संगठन के साथ अपनी भूमिका दर्ज करें संगठन में
te: పైనసంస్థతో మీ పాత్ర ఎంటర్
ur: درج کریںاوپر کی تنظیم کے ساتھ اپنا کردار درج کریں تنظیم میں

# role_with_organization
source: Job role in the organization
es: Rolde empleo en la Organización
hi: नौकरी की भूमिका
te: సంస్థ Job రోల్
ur: ملازمت کا کردار

# currently_question
source: I am currently employed with this organization
es: Actualmente estoy empleado en esta organización
hi: मैं वर्तमान में इस संगठन के साथ कार्यरत हूं
te: నేను ప్రస్తుతం ఈ సంస్థలోచేస్తున్నాను
ur: میں فی الوقت اس تنظیم میں ملازم ہوں

# begin_date
source: Employment Start Date
es: Fecha Inicio del Fecha de finalización del
hi: रोजगार आरंभ तिथि
te: ఉద్యోగంఉపాధి ప్రారంభం తేదీ
ur: ملازمت شروع ہونے کی تاریخ

# person_name
source: Name of the contact person form this organizations
es: Nombre de la persona de contacto de esta Organización Nombre de la persona de contacto
hi: इस संगठन का
te: పేరు ఈ వ్యక్తిని ఏర్పాటు చేయండి సంస్థల
ur: اس تنظیم کا

# reference_person_name
source: Reference/ Contact Person Name
es: Referencia /Referencia / Persona de
hi: संपर्क व्यक्ति का नामसंदर्भ/संपर्क व्यक्ति का नाम
te: సూచన/ సంప్రదింపు వ్యక్తి పేరు
ur: رابطہ فرد کا نامحوالہ/ رابطہ فرد کا نام

# contact_per_email
source: Contact Person email ID from this Organization
es: contacto de esta organización
hi: से ईमेल आईडी संपर्क व्यक्ति इस संगठन से ईमेल आईडी
te: నుండి
ur: سے رابطہ کریں شخص کی ای میل آئی ڈی اس تنظیم سے

# elaborate_job
source: Elaborate your Job Duties
es: Elaborar sus responsabilidades laborales
hi: अपने नौकरी कर्तव्यों को विस्तृत करें
te: మీ ఉద్యోగ విధులు
ur: اپنی ملازمت کے فرائض کی وضاحت کریں

# additional_info
source: Additional Information about a Success or Failure story
es: Información adicional sobre un Historia de éxito o fracaso
hi: एक के बारे में अतिरिक्त जानकारी सफलता या विफलता की कहानी
te: అదనపు సమాచారం గురించి విజయం లేదా వైఫల్యం కథ
ur: ایک کے بارے میں اضافی معلومات کامیابی یا ناکامی کی کہانی

source: Country is required
es: Se requiere
hi: देश की आवश्यकता है
te: దేశం లేదు
ur: ملککی ضرورت ہے

# contact_person_number
source: Contact Person's Phone Number from this Organization
es: Número de teléfono de la persona de contacto de esta organización Número de teléfono de
hi: संपर्क व्यक्ति फोन नंबर इस संगठन से
te: ఈ సంస్థఅవసరంసంప్రదించండి పర్సన్ ఫోన్ సంఖ్య
ur: اس تنظیمسےرابطہ شخص کا فون نمبر

# refer_person_phone_number
source: Reference/Contact Person's Phone Number
es: referencia / persona de contacto
hi: संदर्भ / संपर्क व्यक्ति फोन नंबर
te: సూచన / సంప్రదించండి పర్సన్ ఫోన్ సంఖ్య
ur: حوالہ / رابطہ شخص کا فون نمبر

# i_have_read
source: I have read and agree to
es: He leído y acepto los
hi: मैंनेपढ़ लिया है और इससे सहमत हैं
te: నేనుచదివి అంగీకరిస్తున్నాను
ur: میںکو پڑھنے اورسے اتفاق کرتا ہوں

# tudo_terms_use
source: TUDO Terms of Use
es: Términos de uso
hi: TUDO उपयोग की शर्तें
te: వాడుకTUDO నిబంధనలు
ur: سے TUDO استعمال کی شرائط

# and_text
source: and
es: y el
hi: और
te: మరియు
ur: اور

# privacy_policies
source: Privacy Notice
es: Aviso de privacidad de
hi: गोपनीयता नोटिस
te: గోప్యతా నోటీసు
ur: پرائیویسی نوٹس

# must_accept_terms_to_continue
source: You must accept TUDO Terms of Use and Privacy Notice
es: TUDO Debe aceptar los Términos y condiciones de TUDO para continuar
hi: जारी रखने के लिए आपको TUDO नियम और शर्तें स्वीकार करनी होंगी
te: మీరుకొనసాగించడానికి TUDO నియమాలు మరియు నిబంధనలు అంగీకరించాలి
ur: آپکو جاری رکھنے سے TUDO شرائط و ضوابط کو قبول کرنا ضروری

# brainree_terms_of_use
source: Payment gateway Terms of Use
es: Términos de uso de Braintree
hi: ब्रेनट्री उपयोग की शर्तें
te: వినియోగ బ్రేంట్రీ నిబంధనలు
ur: braintree کی استعمال کی شرائط

# agree_back_verification
source: I accept and agree to pay the cost for my business background verification
es: Acepto y estoy de acuerdo en pagar el costo de mi negocio backgrou nd verificación
hi: मैं स्वीकार करता/करती हूं और अपने व्यवसाय की पृष्ठभूमि के लिए लागत का भुगतान करने के लिए सहमत हूं nd सत्यापन
te: నా వ్యాపార నేపథ్యం కోసం ఖర్చు చెల్లించడానికి నేను అంగీకరిస్తున్నాను మరియు అంగీకరిస్తున్నాను nd ధృవీకరణ
ur: میں قبول کرتا ہوں اور اپنے کاروباری پس منظر کی قیمت ادا کرنے پر راضی ہوں۔ nd تصدیق

# hyperwallet_terms
source: Payment Wallet Terms of Use
es: Condiciones de uso de Hyperwallet
hi: हाइपरवॉलेट उपयोग की शर्तें
te: హైపర్‌వాలెట్ ఉపయోగ నిబంధనలు
ur: ہائپر والٹ استعمال کی شرائط

# licensed_terms_text
source: I certify that the information entered is legitimate and valid to my knowledge
es: Certifico que la información ingresada es legítima y válida según mi conocimiento Los
hi: मैं प्रमाणित करता हूं कि दर्ज की गई जानकारी मेरे ज्ञान के लिए वैध और मान्य है
te: నేను నమోదు చేసిన సమాచారం చట్టబద్ధమైనదని మరియు నా జ్ఞానానికి చెల్లుబాటు అయ్యేదని నేను ధృవీకరిస్తున్నాను
ur: میں تصدیق کرتا ہوں کہ درج کردہ معلومات جائز اور میرے علم کے لیے درست ہیں

# unlicensed_terms_text
source: The above entered Identity details are legitimate, accurate and belongs to me.
es: detalles de identidad ingresados ​​anteriormente son legítimos, precisos y me pertenecen.
hi: ऊपर दर्ज पहचान विवरण वैध, सटीक और मेरे हैं।
te: పైన నమోదు చేసిన వివరాలు చట్టబద్ధమైనవి, ఖచ్చితమైనవి మరియు నాకు చెందినవి.
ur: اوپر درج شناخت کی تفصیلات جائز ، درست اور خود سے تعلق رکھتی ہیں۔

# owner_business_text
source: I am the legal owner of this Business and I am over 18 years of age
es: Soy el dueño legal de este negocio y tengo más de 18 años.
hi: मैं इस व्यापार के कानूनी मालिक हूँ और मैं उम्र 18 वर्ष से अधिक है
te: నేను ఈ వ్యాపారం యొక్క చట్టపరమైన యజమాని am మరియు నా వయసు 18 సంవత్సరాలుగా ఉన్నాను
ur: میں اس کاروبار کے قانونی مالک ہوں اور میری عمر 18 سال سے زیادہ ہوں

# enter_first_name
source: Enter your First name
es: Ingrese su nombre
hi: अपने प्रथम नाम
te: ఎంటర్ మీ మొదటి పేరు
ur: آپ کا پہلا نام

source: First Name
es: Nombre
hi: प्रथम नाम
te: మొదటి పేరు
ur: پہلا نام

# enter_last_name
source: Enter your Last name
es: Ingrese su apellido
hi: अपने अंतिम नामदर्ज
te: మీ చివరి పేరు
ur: آپ کا آخری نامدرج

source: Last Name
es: Apellido
hi: अंतिम नाम
te: చివరి పేరు
ur: آخری نام

source: Enter your Password
es: Ingrese su contraseña
hi: अपने पासवर्डदर्ज
te: ఎంటర్ మీ పాస్వర్డ్
ur: آپ کا پاس ورڈدرج

# error_text
source: Error
hi: त्रुटि
te: లోపం
ur: خرابی

source: Signup failed
es: Falló el
hi: पंजीकरणविफल
te: సైన్అప్విఫలమైంది
ur: سائن اپناکام

source: TUDO Sign up
es: registro TUDO Registrarse ¿iniciar
hi: TUDOसाइन अप करें
te: TUDOబ్యాకప్సైన్ ఇన్
ur: سے TUDOسائن اپ

source: Back to Log In?
es: Volver a la sesión?
hi: वापस प्रवेश करें करने के लिएदर्ज?
te: లోనికి ప్రవేశించండి కు ఎంటర్?
ur: واپس لاگ ان کرناکریں؟

# time_is_expired
source: OTP is Expired
es: OTP
hi: OTP समय सीमा समाप्तहै,
te: OTP గడువు
ur: OTP ختم ہو چکا ہےختم ہو گیا

# your_time_desc
source: OTP is expired please press reset button to receive a new one
es: caducó OTP caducó, presione el botón de reinicio para recibir uno nuevo
hi: OTP एक नया एकप्राप्त करने के लिए समय सीमा समाप्त हो कृपया प्रेस रीसेट बटन
te: ముగిసింది OTP గడువు ముగిసింది దయచేసి కొత్తదాన్ని స్వీకరించడానికి రీసెట్ బటన్‌ని నొక్కండి
ur: OTPہے براہ کرم ایک نیا وصول کرنے کے لیے ری سیٹ کا بٹن دبائیں

source: Resend the OTP
es: Vuelva a enviar el OTP
hi: फिर से भेजें OTP
te: OTP ని
ur: OTP دوبارہ بھیجیں

# wait_text
source: Wait
es: Espere
hi: प्रतीक्षा
te: వేచి ఉండండి
ur: انتظار

source: Enter OTP
es: Ingrese OTP
hi: OTPदर्ज
te: OTP ని నమోదు చేయండి
ur: کریں داخل کریں OTP

# emailed_otp_text
source: We have sent OTP (One Time Pin) to your email account, enter OTP to activate your TUDO account. (NOTE: Please allow up to 5 mins to receive email, also check your SPAM folder)
es: Hemos enviado OTP (One Time Pin) a su cuenta de correo electrónico, ingrese OTP para activar su cuenta TUDO. (NOTA: espere hasta 5 minutos para recibir correo electrónico, también verifique su carpeta de SPAM)
hi: हमने आपके ईमेल खाते में ओटीपी (वन टाइम पिन) भेजा है, अपने टीयूडीओ खाते को सक्रिय करने के लिए ओटीपी दर्ज करें। (नोट: कृपया ईमेल प्राप्त करने के लिए 5 मिनट तक का समय दें, अपना स्पैम फ़ोल्डर भी देखें)
te: మేము మీ ఇమెయిల్ ఖాతాకు OTP (వన్ టైమ్ పిన్) పంపాము, మీ TUDO ఖాతాను యాక్టివేట్ చేయడానికి OTP ని నమోదు చేయండి. (గమనిక: ఇమెయిల్ స్వీకరించడానికి దయచేసి 5 నిమిషాల వరకు అనుమతించండి, మీ స్పామ్ ఫోల్డర్‌ను కూడా తనిఖీ చేయండి)
ur: ہم نے آپ کے ای میل اکاؤنٹ میں او ٹی پی (ون ٹائم پن) بھیجا ہے ، اپنا ٹی ڈی او اکاؤنٹ فعال کرنے کے لیے او ٹی پی درج کریں۔ (نوٹ: براہ کرم 5 منٹ تک ای میل وصول کرنے کی اجازت دیں ، اپنے سپیم فولڈر کو بھی چیک کریں)

# success_text
source: Success!
es: ¡Éxito!
hi: सफलताकरें!
ur: کامیابی!

# pass_change_success_text
source: Password updated successfully!
es: ¡Contraseña actualizada exitosamente!
hi: पासवर्ड सफलतापूर्वक अद्यतन!
te: పాస్‌వర్డ్ విజయవంతంగా నవీకరించబడింది!
ur: پاس ورڈ کامیابی سے اپ ڈیٹ ہو گیا!

# fill_cell_text
source: *Please fill up all the details properly
es: * Por favor, complete todas las celdas correctamente.
hi: *कृपया सभी कक्षों को ठीक से भरें
te: *దయచేసి అన్ని కణాలను సరిగ్గా పూరించండి
ur: *براہ کرم تمام سیلز کو مناسب طریقے سے پُر

# didnt_get_code_text
source: Haven't received OTP yet? Click on Resend
es: ¿No ha recibido OTP? Reenviar
hi: ओटीपी प्राप्त नहीं हुआ है?फिर से भेजें
te: OTP అందుకోలేదా? మళ్లీ పంపండి
ur: کریں OTP موصول نہیں ہوا؟ دوبارہ بھیجیں

# aye_text
source: Aye!!
hi: ऐ!!

# verify_text
source: Validate
es: validación de
hi: सत्यापित
te: చెల్లుబాటు అవుతుంది
ur: توثیق

# clear_text
source: Clear
es: borrar el
hi: करें किसाफ़
te: క్లియర్
ur: واضح

source: Select Language
es: Seleccione Idioma
hi: भाषा का चयन करें
te: భాషను ఎంచుకోండి
ur: زبان منتخب

# next_text
source: Next
hi: अगला
te: తదుపరి
ur: اگلا

source: Select Calendar
es: Seleccionar Calendario
hi: कैलेंडर चुनें
te: క్యాలెండర్
ur: منتخب کیلنڈر

# policy_periods
source: Policy Validity Periods
es: Política Períodos de validez
hi: नीति वैधता अवधि
te: పాలసీ చెల్లుబాటు అయ్యే కాలాలను
ur: پالیسی درست مدت

# atleast_2_document
source: Please select at least 2 documents
es: Por favor seleccione al menos 2 documentos
hi: कृपया कम से कम 2 दस्तावेज़ों का चयन करें दस्तावेज़
te: ఎంచుకోండి దయచేసి కనీసం 2 డాక్యుమెంట్‌లనుడాక్యుమెంట్
ur: میں کم از کم 2 دستاویزاتمنتخب کیجیے

# upload_doc_text
source: Upload document Photos
es: Cargar documento Fotos de
hi: अपलोड करें तस्वीरें
te: అప్‌లోడ్ చేయండిఅప్‌లోడ్ చేయండి ఫోటోలు
ur: اپ لوڈ دستاویز فوٹو

# insurance_policy_cat_text
source: Insurance Policy Category
es: Categoría La póliza de seguro
hi: बीमा पॉलिसी श्रेणी
te: భీమా పాలసీ వర్గం
ur: انشورنس پالیسی زمرہ

# valid_date_txt
source: Please enter valid date
es: Por favor, introduzca fecha válida
hi: कृपया मान्य तिथि दर्ज करें
te: దయచేసి చెల్లుబాటు అయ్యే తేదీని నమోదు చేయండి
ur: درست تاریخدرج کریں

# start_date_text
source: Policy Start Date
es: Política de Fecha de Inicio
hi: पॉलिसी आरंभ तिथि
te: ప్రారంభ తేదీ
ur: کی پالیسی شروعتاریخ

# end_date_text
source: Policy End Date
es: Política End Fecha
hi: नीति समाप्ति तिथि
te: పాలసీ ముగింపు తేదీ
ur: پالیسی تاریخ اختتام

# name_of_policy_text
source: Name of your Insurance Policy
es: Nombre de su póliza de seguro
hi: आपकी बीमा पॉलिसी का नाम
te: మీ భీమా పాలసీపేరు
ur: سے آپ کی انشورنس کی پالیسیکینام

# additional_info_text
source: Additional Information
es: adicional Información
hi: अतिरिक्त सूचना
te: అదనపు
ur: اضافی معلومات

# policy_value_limit_text
source: Policy Value/ Limit
es: Política de/ El valor límite
hi: नीति मूल्य/सीमा
te: పాలసీ విలువ/ పరిమితి
ur: پالیسی کی قدر / حد

# agent_email_id_text
source: Insurance Agent Email ID
es: de agente del seguro Identificación del email
hi: बीमा एजेंट ईमेल आईडी
te: భీమా ఏజెంట్ ఇమెయిల్ ఐడి
ur: انشورنس ایجنٹ ای میل کی شناخت

# insurance_company_name_text
source: Insurance Company Name
es: Insurance Company Nombre
hi: बीमा कंपनी का नाम
te: భీమా కంపెనీ పేరు
ur: انشورنس کمپنی کا نام

# agent_name_text
source: Insurance Agent Name
es: SegurosNombre del agente
hi: बीमा एजेंट का नाम
te: భీమా ఏజెంట్ పేరు
ur: بیمہایجنٹ کا نام

# policy_number_text
source: Insurance Policy Number
es: Número de póliza de seguros
hi: बीमा पॉलिसी संख्या
te: భీమా పాలసీ నంబర్
ur: انشورنس پالیسی نمبر

# code_text
source: Code
es: Código
hi: कोड
te: కోడ్
ur: کوڈ

# country_code_text
source: Country Code
es: País Código
hi: देश कोड
te: దేశం కోడ్
ur: کنٹری کوڈ

# agent_phone_number_text
source: Insurance Agent Phone Number
es: de Seguros agente Número de teléfono
hi: बीमा एजेंट का फोन नंबर
te: ఇన్సూరెన్స్ ఏజెంట్ ఫోన్ నంబర్
ur: انشورنس ایجنٹ فون نمبر

# please_select_image
source: Please select an Image
es: Por favor, seleccione una imagen
hi: कृपया एक छविचयन
te: దయచేసి ఒక చిత్రాన్ని
ur: برائے مہربانی ایک تصویر

# error_while_pick_image_txt
source: There was an error while picking an Image
es: de error mientras se recolectan imagen
hi: के दौरान त्रुटि एक छवि उठा
te: ఎంచుకునేటప్పుడు ఇమేజ్
ur: چنتے وقت ایک امیج

# please_choose_image_txt
source: Please select an Image
es: Por favor, seleccione una imágenes
hi: कृपया एक छविका चयन
te: ఎర్రర్‌ను ఎంచుకోండి దయచేసి ఇమేజ్
ur: ایرر منتخب کریں برائے مہربانی ایک امیج

# gallery_txt
source: Gallery
es: galería
hi: गैलरी
te: గ్యాలరీ
ur: گیلری

# camera_txt
source: Camera
es: de la cámara
hi: कैमरा
te: కెమెరాను
ur: کیمرہ

source: Please select Gender
es: Por favor seleccione Género
hi: लिंगका चयन करें
te: ఎంచుకోండి దయచేసి లింగ
ur: منتخب کریں برائے مہربانیصنفمنتخب کریں

# gender_txt
source: Gender
es: Género
hi: लिंग
te: లింగం
ur: صنف

# additional_activites
source: Additional Activities or Participation
es: Actividades adicionales o participación
hi: अतिरिक्त क्रियाएँ या भागीदारी
te: అదనపు కార్యకలాపాలు లేదా పార్టిసిపేషన్
ur: اضافی سرگرمیاں یا شرکت

# additional_during_study_text
source: Additional Activities or Participation etc. during the Study
es: Actividades adicionales o participación, etc., durante lade Estudio
hi: अध्ययनके दौरानअतिरिक्त क्रियाएँ या भागीदारी आदि
te: అదనపు యాక్టివిటీలు లేదా పార్టిసిపేషన్ మొదలైనవి స్టడీ
ur: سٹینڈرڈدوراناضافی سرگرمیاں یا شرکت وغیرہ۔

# qualification_field_study
source: Qualification Field or Study
es: calificación Campoo Estudio de
hi: योग्यता फील्ड या अध्ययन
te: క్వాలిఫికేషన్ ఫీల్డ్ లేదా స్టడీ
ur: کوالیفیکیشن فیلڈ یا سٹڈی

# highest_degree_qualification
source: Highest Degree or Qualification?
es: Grado más alto o calificación?
hi: उच्चतम डिग्रीया योग्यता?
te: అత్యున్నత డిగ్రీలో ఎంచుకోండి లేదా అర్హత?
ur: ہائیسٹ ڈگری کےیا اہلیت؟

# enter_instituation_name
source: Enter Institution Name
es: Ingrese el
hi: संस्थान का नाम दर्ज करें संस्थान का
te: ఎంటర్ ఇన్స్టిట్యూషన్ పేరు
ur: ادارے کا نامکریں

# name_of_institution
source: Name of the Institution
es: nombre de la institución Nombre de la institución
hi: नाम
te: పేరు ఇన్స్టిట్యూషన్ యొక్క
ur: نام انسٹیٹیوشن کی

# qualification_certificate_number
source: Enter Qualification or Certification Number
es: Ingrese el número de calificación o certificación Número de
hi: योग्यता या प्रमाणन संख्या दर्ज करें योग्यता या प्रमाणपत्र संख्या
te: అర్హతలు లేదా సర్టిఫికేషన్ సంఖ్యఎంటర్
ur: اہلیت یا سرٹیفیکیشن نمبردرج

# certificate_number
source: Qualification or Certificate Number
es: calificación o certificado
hi: योग्यता
te: అర్హతలు లేదా సర్టిఫికెట్ సంఖ్య
ur: اہلیت یا سرٹیفکیٹ نمبر

# qualification_required_txt
source: Qualification is required
es: calificación Se requiere
hi: योग्यता आवश्यक है
te: అర్హతలుఅవసరం
ur: اہلیتکی ضرورت ہے

# qualification_txt
source: Qualification
es: calificación Calificación
hi: योग्यता का
te: అర్హతలు
ur: اہلیت

source: Select Qualification
es: Seleccione calificación
hi: चयन करें योग्यता
te: ఎంచుకోండి అర్హతలు
ur: منتخب اہلیت

# body_paint_color
source: Vehicle Body Paint Color
es: Color de la pintura de la carrocería del
hi: वाहन बॉडी पेंट रंग
te: వాహనం శరీర పెయింట్ రంగు
ur: گاڑی کے جسم پینٹ رنگ

# registration_plate_number
source: Vehicle Registration/ Plate Number
es: vehículo Número de matrícula / matrícula del
hi: वाहन पंजीकरण / प्लेट नंबर
te: వాహనం రిజిస్ట్రేషన్ / ప్లేట్ సంఖ్య
ur: وہیکل رجسٹریشن / پلیٹ نمبر

# vehicle_identity_number
source: Vehicle Identification Number
es: Número de identificación del
hi: वाहन पहचान संख्या
te: వాహనం గుర్తింపు సంఖ్య
ur: گاڑیوں کے شناختی نمبر

# vehicle_type_text
source: Vehicle Type
es: Tipo de
hi: वाहन प्रकार
te: వాహన రకం
ur: وہیکل قسم
