Repository: IamTouseef481/tudo
Catalog: apps/core/priv/gettext/*/LC_MESSAGES/general.po
Languages: ar, es, hi, te, ur

# in_house_desc
source: You or your business representative visits Consumer's service address such as home/ office/ business, etc. To render your services. Example: Home Cleaning, Handyman, Plumber, Electrician, Caretaker, etc.
es: Usted o el representante de su empresa visitan la dirección de servicio del Consumidor, como casa / oficina / negocio, etc. Para prestar sus servicios. Ejemplo: limpieza del hogar, personal de mantenimiento, plomero, electricista, cuidador, etc.
hi: आप या आपका व्यवसाय प्रतिनिधि आपकी सेवाएं प्रदान करने के लिए उपभोक्ता के सेवा पते जैसे घर/कार्यालय/व्यवसाय आदि पर जाते हैं। उदाहरण: घर की सफाई, अप्रेंटिस, प्लंबर, इलेक्ट्रीशियन, केयरटेकर, आदि।
te: మీ సేవలను అందించడానికి మీరు లేదా మీ వ్యాపార ప్రతినిధి గృహ/ కార్యాలయం/ వ్యాపారం వంటి వినియోగదారుల సేవా చిరునామాను సందర్శిస్తారు. ఉదాహరణ: హోమ్ క్లీనింగ్, హ్యాండిమాన్, ప్లంబర్, ఎలక్ట్రీషియన్, కేర్ టేకర్, మొదలైనవి
ur: آپ یا آپ کے کاروباری نمائندے آپ کی خدمات پیش کرنے کے لیے صارفین کے سروس ایڈریس جیسے گھر/ دفتر/ کاروبار وغیرہ کا دورہ کرتے ہیں۔ مثال: ہوم کلیننگ ، ہینڈ مین ، پلمبر ، الیکٹریشن ، کیئر ٹیکر وغیرہ

# on_demand_desc
source: You or your business representative reaches to Consumer's current geolocation within 5-10 minutes to render your services. Example: Taxi, Roadside assistance, Emergency repairs, any location-based services, Ambulance, Public services, etc.
es: Usted o su representante comercial se comunican con la geolocalización actual del consumidor en 5 a 10 minutos para prestar sus servicios. Ejemplo: taxi, asistencia en carretera, reparaciones de emergencia, cualquier servicio basado en la ubicación, ambulancia, servicios públicos, etc.
hi: आप या आपका व्यवसाय प्रतिनिधि आपकी सेवाएं प्रदान करने के लिए 5-10 मिनट में उपभोक्ता के वर्तमान भौगोलिक स्थान पर पहुंच जाते हैं। उदाहरण: टैक्सी, सड़क के किनारे सहायता, आपातकालीन मरम्मत, कोई भी स्थान-आधारित सेवाएं, एम्बुलेंस, सार्वजनिक सेवाएं, आदि।
te: . మీ సేవలను అందించడానికి మీరు లేదా మీ వ్యాపార ప్రతినిధి వినియోగదారుల ప్రస్తుత జియోలొకేషన్‌కు చేరుకుంటారు. ఉదాహరణ: టాక్సీ, రోడ్సైడ్ సహాయం, అత్యవసర మరమ్మతు, ఏ ప్రదేశ-ఆధారిత సేవలు, అంబులెన్స్, ప్రజా సేవలు, మొదలైనవి
ur: آپ یا آپ کا کاروباری نمائندہ 5-10 منٹ میں صارفین کی موجودہ جغرافیائی جگہ پر پہنچ جاتا ہے تاکہ آپ اپنی خدمات پیش کرسکیں۔ مثال: ٹیکسی ، سڑک کے کنارے امداد ، ایمرجنسی مرمت ، مقام پر مبنی خدمات ، ایمبولینس ، پبلک سروسز وغیرہ

# my_preference_screen_title
source: My Preferences
es: mis preferencias
hi: मेरी प्राथमिकताएं
te: నా ప్రాధాన్యతలు
ur: میری ترجیحات

# auto_refresh_mode
source: Dashboard Auto-Refresh mode
es: Panel de Modo de actualización automática
hi: डैशबोर्ड ऑटो-रीफ्रेश मोड
te: డాష్బోర్డ్ స్వీయ రిఫ్రెష్
ur: ڈیش بورڈ آٹو ریفریش موڈ

# share_my_location_text
source: Share my location with other TUDO users
es: Compartir mi ubicación con otros usuarios de TUDO Visibilidad de
hi: अन्य TUDO उपयोगकर्ताओं के साथ मेरा स्थान साझा करें अन्य TUDO उपयोगकर्ताओं के लिए
te: విధానమునుఇతర TUDO వినియోగదారులుతో నా స్థానాన్ని
ur: میرا مقام دوسرے TUDO صارفین کے ساتھ شیئر کریں

# profile_visibility
source: My profile visibility to other TUDO users
es: mi perfil para otros usuarios de TUDO
hi: मेरी प्रोफ़ाइल दृश्यता
te: ఇతర TUDO వినియోగదారులుపంపడంనా ప్రొఫైల్ ప్రత్యక్షత
ur: میرا پروفائل دیگر TUDO صارفین کو

source: Notifications Settings
es: Configuración de
hi: सूचनाएं सेटिंग्स
te: నోటిఫికేషన్ సెట్టింగ్లు
ur: نوٹیفیکیشن سیٹنگ

source: Send Notifications
es: notificaciones notificaciones
hi: सूचनाएं
te: పంపండి ప్రకటనలు
ur: نوٹیفکیشننوٹیفیکیشن

source: Send Emails
es: Enviar Enviar correos electrónicos
hi: भेजें ईमेल भेजें
te: ఇమెయిల్స్
ur: بھیجیںبھیجیں ای میلز بھیجیں

# dashboard_success
source: Dashboard auto refresh mode updated successfully
es: El modo de actualización automática del panel se actualizó correctamente.
hi: डैशबोर्ड ऑटो रीफ्रेश मोड सफलतापूर्वक अपडेट किया गया
te: డాష్బోర్డ్ ఆటో రిఫ్రెష్ మోడ్ విజయవంతంగా
ur: ڈیش بورڈ آٹو ریفریش موڈ کامیابی کے ساتھ اپ ڈیٹ ہواکامیابی کے

# locatioon_success
source: Share your locations with other TUDO users settings updated successfully
es: Comparta sus ubicaciones con otros usuarios de TUDO. La configuración se actualizó correctamente. La
hi: अपने स्थानों को अन्य TUDO उपयोगकर्ता सेटिंग्स के साथ साझा करें सफलतापूर्वक अपडेट किया गया
te: ఇతర TUDO వినియోగదారుల సెట్టింగ్లు నవీకరించబడింది తో విజయవంతంగామీ స్థానాలను Share
ur: دیگر مقامات کے ساتھ اپنے مقامات کا اشتراک کریںساتھ اپ ڈیٹ کیا گیا

# visibility_success
source: Profile visibility settings updated successfully
es: configuración de visibilidad del perfil se actualizó correctamente.
hi: प्रोफ़ाइल दृश्यता सेटिंग्स सफलतापूर्वक अपडेट की गई हैं
te: ప్రొఫైల్ దృశ్యమానత సెట్టింగ్లు నవీకరించబడింది విజయవంతంగా
ur: پروفائل کی نمائش کی ترتیبات کامیابی سے اپ ڈیٹ ہوئیں

# notification_success
source: Send notifications settings updated successfully
es: Envíe notificaciones, la configuración se actualizó correctamente.
hi: नोटिफिकेशन सेटिंग्स सफलतापूर्वक अपडेट की गई
te: పంపండి నోటిఫికేషన్ సెట్టింగ్లు నవీకరించబడింది విజయవంతంగా
ur: اطلاعات کی ترتیبات کو اپ ڈیٹ کریں

# emails_success
source: Send emails settings updated successfully
es: Envíe la configuración de correos electrónicos
hi: ईमेल भेजें सेटिंग्स सफलतापूर्वक अपडेट की गई
te: పంపండి ఇమెయిల్స్ సెట్టింగులు నవీకరించబడింది విజయవంతంగా
ur: بھیجیں ای میلز کی ترتیبات کو کامیابی کے ساتھ اپ ڈیٹ بھیجیں

# auto_refresh_true_question
source: Auto refresh will be turned ON, may consume more battery and network data. Are you sure you want to proceed?
es: . ¿Estás seguro de continuar?
hi: ऑटो रीफ्रेश चालू हो जाएगा, अधिक बैटरी और नेटवर्क डेटा की खपत हो सकती है। क्या आप निश्चित रूप से आगे बढ़ेंगे?
te: నవీకరించబడింది,ఆటో రిఫ్రెష్ చెయ్యబడుతుంది ONమరింత బ్యాటరీ మరియు నెట్వర్క్ డేటా వినియోగించవచ్చు. మీరు ఖచ్చితంగా కొనసాగాలా?
ur: آٹو ریفریش آن ہو جائے گا ، زیادہ بیٹری اور نیٹ ورک ڈیٹا استعمال کر سکتا ہے۔ کیا آپ آگے بڑھنے کا یقین رکھتے ہیں؟

# auto_refresh_false_question
source: Auto updates will be turned OFF and manual refresh will be needed for Dashboard updates. Are you sure you want to proceed?
es: Las actualizaciones automáticas se desactivarán y se necesitará una actualización manual para las actualizaciones del tablero. ¿Estás seguro de continuar?
hi: ऑटो अपडेट बंद कर दिए जाएंगे और डैशबोर्ड अपडेट के लिए मैन्युअल रिफ्रेश की जरूरत होगी। क्या आप निश्चित रूप से आगे बढ़ेंगे?
te: ఆటో అప్‌డేట్‌లు ఆఫ్ చేయబడతాయి మరియు డాష్‌బోర్డ్ అప్‌డేట్‌లకు మాన్యువల్ రిఫ్రెష్ అవసరం. మీరు ఖచ్చితంగా కొనసాగాలా?
ur: آٹو اپ ڈیٹس کو بند کر دیا جائے گا اور ڈیش بورڈ اپ ڈیٹس کے لیے دستی ریفریش درکار ہے۔ کیا آپ آگے بڑھنے کا یقین رکھتے ہیں؟

# share_location_true_question
source: Your location will be shared with other TUDO users. Are you sure you want to proceed?
es: Su ubicación se compartirá con otros usuarios de TUDO. ¿Estás seguro de continuar?
hi: आपका स्थान अन्य TUDO उपयोगकर्ताओं के साथ साझा किया जाएगा। क्या आप निश्चित रूप से आगे बढ़ेंगे?
te: మీ స్థానం ఇతర TUDO వినియోగదారులతో భాగస్వామ్యం చేయబడుతుంది. మీరు ఖచ్చితంగా కొనసాగాలా?
ur: آپ کا مقام دوسرے TUDO صارفین کے ساتھ شیئر کیا جائے گا۔ کیا آپ آگے بڑھنے کا یقین رکھتے ہیں؟

# share_location_false_question
source: Your location will NOT be shared with other TUDO users, may affect application of Real-Time updates. Are you sure you want to proceed?
es: Su ubicación NO se compartirá con otros usuarios de TUDO, puede afectar las actualizaciones de la aplicación en tiempo real. ¿Estás seguro de continuar?
hi: आपका स्थान अन्य TUDO उपयोगकर्ताओं के साथ साझा नहीं किया जाएगा, एप्लिकेशन रीयलटाइम अपडेट को प्रभावित कर सकता है। क्या आप निश्चित रूप से आगे बढ़ेंगे?
te: మీ స్థానం ఇతర TUDO వినియోగదారులతో భాగస్వామ్యం చేయబడదు, అప్లికేషన్ రియల్ టైమ్ అప్‌డేట్‌లను ప్రభావితం చేయవచ్చు. మీరు ఖచ్చితంగా కొనసాగాలా?
ur: آپ کا مقام دوسرے TUDO صارفین کے ساتھ شیئر نہیں کیا جائے گا ، ایپلیکیشن ریئل ٹائم اپ ڈیٹس کو متاثر کر سکتا ہے۔ کیا آپ آگے بڑھنے کا یقین رکھتے ہیں؟

# profile_visibility_true_question
source: Your TUDO profile will be visible to other TUDO users. Are you sure you want to proceed?
es: Su perfil de TUDO será visible para otros usuarios de TUDO. ¿Estás seguro de continuar?
hi: आपकी TUDO प्रोफ़ाइल अन्य TUDO उपयोगकर्ताओं को दिखाई देगी। क्या आप निश्चित रूप से आगे बढ़ेंगे?
te: మీ TUDO ప్రొఫైల్ ఇతర TUDO వినియోగదారులకు కనిపిస్తుంది. మీరు ఖచ్చితంగా కొనసాగాలా?
ur: آپ کا TUDO پروفائل دوسرے TUDO صارفین کو نظر آئے گا۔ کیا آپ آگے بڑھنے کا یقین رکھتے ہیں؟

# profile_visibility_false_question
source: Your TUDO profile will be Private and NOT visible to other TUDO users. Are you sure you want to proceed?
es: Su perfil de TUDO será privado y NO será visible para otros usuarios de TUDO. ¿Estás seguro de continuar?
hi: आपकी TUDO प्रोफ़ाइल निजी होगी और अन्य TUDO उपयोगकर्ताओं को दिखाई नहीं देगी। क्या आप निश्चित रूप से आगे बढ़ेंगे?
te: మీ TUDO ప్రొఫైల్ ప్రైవేట్‌గా ఉంటుంది మరియు ఇతర TUDO వినియోగదారులకు కనిపించదు. మీరు ఖచ్చితంగా కొనసాగాలా?
ur: آپ کا TUDO پروفائل نجی ہوگا اور دوسرے TUDO صارفین کو نظر نہیں آئے گا۔ کیا آپ آگے بڑھنے کا یقین رکھتے ہیں؟

# notification_true_question
source: Both Notification and Emails can't turned OFF. At least one must be ON.
es: Tanto las notificaciones como los correos electrónicos no se pueden desactivar. Al menos uno debe estar ENCENDIDO.
hi: अधिसूचना और ईमेल दोनों को बंद नहीं किया जा सकता। कम से कम एक चालू होना चाहिए।
te: నోటిఫికేషన్ మరియు ఇమెయిల్‌లు రెండూ ఆఫ్ చేయబడవు. కనీసం ఒకరు ఆన్‌లో ఉండాలి.
ur: نوٹیفیکیشن اور ای میل دونوں بند نہیں ہو سکتے۔ کم از کم ایک آن ہونا ضروری ہے۔

# notification_false_question
source: Auto updates will be turned OFF and manual action will be required for updates. Are you sure you want to proceed?
es: Las actualizaciones automáticas se desactivarán y se requerirá una acción manual para las actualizaciones. ¿Estás seguro de continuar?
hi: ऑटो अपडेट बंद कर दिए जाएंगे और अपडेट के लिए मैन्युअल कार्रवाई की आवश्यकता होगी। क्या आप निश्चित रूप से आगे बढ़ेंगे?
te: ఆటో అప్‌డేట్‌లు ఆఫ్ చేయబడతాయి మరియు అప్‌డేట్‌లకు మాన్యువల్ చర్య అవసరం. మీరు ఖచ్చితంగా కొనసాగాలా?
ur: آٹو اپ ڈیٹس کو آف کر دیا جائے گا اور اپ ڈیٹس کے لیے دستی کارروائی درکار ہے۔ کیا آپ آگے بڑھنے کا یقین رکھتے ہیں؟

# emails_true_question
source: You will receive emails from TUDO application. Are you sure you want to proceed?
es: Recibirás correos electrónicos de la aplicación TUDO. ¿Estás seguro de continuar?
hi: आपको TUDO एप्लिकेशन से ईमेल प्राप्त होंगे। क्या आप निश्चित रूप से आगे बढ़ेंगे?
te: మీరు TUDO అప్లికేషన్ నుండి ఇమెయిల్‌లను అందుకుంటారు. మీరు ఖచ్చితంగా కొనసాగాలా?
ur: آپ کو TUDO ایپلیکیشن سے ای میلز موصول ہوں گی۔ کیا آپ آگے بڑھنے کا یقین رکھتے ہیں؟

# emails_false_question
source: You will NOT receive emails, but you still receive important emails from TUDO. Are you sure you want to proceed?
es: NO recibirá correos electrónicos, pero seguirá recibiendo correos electrónicos importantes de TUDO. ¿Estás seguro de continuar?
hi: आपको ईमेल प्राप्त नहीं होंगे, लेकिन फिर भी आपको TUDO से महत्वपूर्ण ईमेल प्राप्त होंगे। क्या आप निश्चित रूप से आगे बढ़ेंगे?
te: మీరు ఇమెయిల్‌లను స్వీకరించరు, కానీ మీరు ఇప్పటికీ TUDO నుండి ముఖ్యమైన ఇమెయిల్‌లను అందుకుంటారు. మీరు ఖచ్చితంగా కొనసాగాలా?
ur: آپ کو ای میلز موصول نہیں ہوں گی ، لیکن پھر بھی آپ کو TUDO سے اہم ای میلز موصول ہوتی ہیں۔ کیا آپ آگے بڑھنے کا یقین رکھتے ہیں؟

source: On Board
hi: ऑन बोर्ड
te: ఆన్ బోర్డ్
ur: بورڈ پر

source: Active
es: Activo
hi: एक्टिव
te: యాక్టివ్
ur: ایکٹو

source: Terminated
es: Terminado
hi: टर्मिनेटेड
te: రద్దు చేయబడిన
ur: ٹرمنیٹڈ

source: Long Leave
es: Licencia prolongada
hi: लॉन्ग लीव
te: లాంగ్ లీవ్
ur: لمبی چھٹی

source: Retired
es: Retirado
hi: रिटायर्ड
te: రిటైర్డ్
ur: ریٹائرڈ

source: Pending Enrollment
es: Pendiente Inscripción
hi: पेंडिंग एनरोलमेंट
te: పెండింగ్ ఎన్‌రోల్‌మెంట్
ur: زیر التواء اندراج

source: Pending Approval
es: Pendiente Aprobación
hi: पेंडिंग अप्रूवल
te: పెండింగ్ ఆమోదం
ur: زیر التواء منظوری

# bsp_earnings_module_title
source: Earnings and Transfers
es: Ingresos Y transferencias ¡
hi: कमाई और ट्रांसफर
te: ఆదాయాలు మరియు బదిలీలు
ur: آمدنی اور ٹرانسفر

# sry_text
source: Sorry!
es: Lo sentimos .....!
hi: सॉरी.....!
te: క్షమించండి .....!
ur: معذرت .....!

source: No Earnings yet
es: Aún no hay ganancias
hi: कोई आय अभी तक
te: తోబుట్టువుల సంపాదన ఇంకా
ur: نہیں کمائی ابھی تک

source: Annual Earnings
es: Ganancias
hi: वार्षिक आय
te: వార్షిక సంపాదన
ur: سالانہ آمدنی

# annual_transfer
source: Annual Transfers
es: anuales Transferencias anuales
hi: वार्षिक स्थानांतरित करता
te: వార్షికబదిలీలు.
ur: سالانہکی

source: Available Funds
es: Fondos disponibles
hi: उपलब्ध फंड
te: అందుబాటులో ఫండ్స్
ur: دستیاب فنڈز

source: Ready to Transfer
es: Listo para transferir
hi: तैयार करने के लिए स्थानांतरण
te: బదిలీరెడీ
ur: کی منتقلی کے لیےتیار

source: TUDO Reserve
es: TUDO reserva
hi: TUDO रिजर्व
te: TUDO రిజర్వ్
ur: سے TUDO ریزرو

# date_txt
source: Date
es: Fecha de
hi: दिनांक
te: తేదీ
ur: تاریخ

source: Transaction Id
es: Identificación de la transacción
hi: लेन-देन आईडी
te: లావాదేవీ ID
ur: ٹرانزیکشن کی شناخت

# amount_txt
source: Amount
es: Monto
hi: राशि
te: జమచేస్తుంది
ur: رقم

# transfer_now_txt
source: Transfer Now
es: Transferir ahora
hi: स्थानांतरण अब
te: ఇప్పుడు
ur: ٹرانسفر اب

source: Transaction Details
es: Detalles de la
hi: लेन-देन विवरण
te: లావాదేవీ వివరాలు
ur: لین دین کی تفصیلات

source: Transaction Time:
es: transacción Hora de la transacción:
hi: लेन-देन समय:
te: లావాదేవీ సమయం
ur: کے:ٹرانزیکشن وقت

# appt_id_text
source: Appt. Id:
es: Cita. Id:
hi: Appt। आईडी:
ur: Appt منتقلی.شناخت:

# appt_date_txt
source: Appt. Date:
es: Cita. Fecha:
hi: एपीटी। दिनांक:
te: Appt. తేదీ:
ur: اپٹ تاریخ:

# appt_title_text
source: Appt. Title:
es: Cita. Título:
hi: एपीटी. शीर्षक:
te: Appt. శీర్షిక:
ur: اپٹ عنوان:

# bill_to_txt
source: Bill To:
es: Facturar a:
hi: बिल को:
te: బిల్ టు:
ur: بل کو:

# agent_text
source: Agent:
es: Agente:
hi: एजेंट:
te: ఏజెంట్:
ur: ایجنٹ:

# total_transaction_amt_text
source: Total Transaction Amount
es: Monto total de la transacción Monto de la
hi: कुल लेन-देन राशि
te: మొత్తం లావాదేవీ మొత్తం
ur: کل لین دین کی رقم

source: Invoice Amount
es: factura
hi: चालान राशि
te: ఇన్‌వాయిస్ మొత్తం
ur: انوائس رقم کی

# deduction_details
source: Deductions Details
es: Detalles de las deducciones
hi: कटौती विवरण
te: తగ్గింపుల వివరాలు
ur: کٹوتیوں کی تفصیلات

# charges_total
source: Total Charges
es: Cargos
hi: शुल्क कुल
te: ఛార్జీలు మొత్తం
ur: چارجز کل

# discount_total
source: Total Discounts
es: Descuentos totales Total de
hi: छूट कुल
te: డిస్కౌంట్లు మొత్తం
ur: چھوٹ کل

# tax_total
source: Total Tax
es: impuestos total
hi: कर कुल
te: పన్ను మొత్తం
ur: ٹیکس مجموعی

# gratutity_collected
source: Gratuity Collected
es: Propinacobrada
hi: ग्रेच्युटी
te: గ్రాట్యుటీ సేకరించిన
ur: گریجویٹی جمع

source: Sub Total Invoice
es: Sub total de la factura
hi: उप कुल चालान
te: సబ్ టోటల్ ఇన్‌వాయిస్
ur: سب کل انوائس

# sub_total_deduction
source: Sub Total Deductions
es: Sub total Deducciones
hi: उप कुल कटौती
te: సబ్ మొత్తం తగ్గింపుల
ur: ذیلی کل کٹوتی

# transfer_text
source: Transfer
es: Transferencia
hi: हस्तांतरण
te: బదిలీ
ur: ٹرانسفر

# note_msg_desc
source: (* Note: Financial charges applied on each transfer transaction)
es: (* Nota: cargos financieros aplicados en cada transacción de transferencia)
hi: (* नोट: प्रत्येक हस्तांतरण लेनदेन पर लागू वित्तीय शुल्क)
te: (* గమనిక: ప్రతి బదిలీ లావాదేవీకి వర్తించే ఆర్థిక ఛార్జీలు)
ur: (* نوٹ: ہر ٹرانسفر ٹرانزیکشن پر لاگو مالی چارجز)

source: Available Transfer Methods
es: Métodos de transferencia disponibles
hi: उपलब्ध हस्तांतरण के तरीके
te: అందుబాటులో ఉన్న బదిలీ పద్ధతులు
ur: دستیاب ٹرانسفر کے طریقے

# amount_ready_transfer
source: Amount ready to Transfer
es: Monto listo para Transferencia
hi: राशि के लिए तैयार स्थानांतरण
te: మొత్తం సిద్ధంగా ఉన్నాయి బదిలీ
ur: تیار ہیں منتقلی کی

# amount_required
source: Transfer amount is required
es: Se requiere el monto de la transferencia
hi: हस्तांतरण राशि की आवश्यकता है
te: బదిలీ మొత్తం అవసరం
ur: منتقلی کی رقمکو درکار

source: Govt. imposed Fee
es: Gbno. Tarifa impuesta
hi: सरकार। लगाया गया शुल्क
te: ప్రభుత్వం. విధించిన రుసుము
ur: حکومت۔ لگائی گئی فیس

source: Financial chargebacks
es: financieros
hi: वित्तीय शुल्क वापसी
te: ఫైనాన్షియల్ Chargebacks
ur: مالی

# tudo_Cancellation_fee
source: TUDO Cancellation Fees
es: Recargos TUDO Tarifas de cancelación
hi: TUDO रद्दीकरण शुल्क
te: TUDO రద్దు
ur: چارجز TUDO منسوخی فیس

# tudo_portion
source: TUDO's portion of Gratuity
es: Parte de TUDO de la
hi: TUDO ग्रेच्युटी का हिस्सा
te: ఫీజుగ్రాట్యుటీభాగం TUDO
ur: TUDO حصہ

# tudo_commission
source: TUDO's Commission
es: propina TUDO Comisión
hi: TUDO कमीशन
te: TUDO కమిషన్
ur: گریجویٹی TUDO کمیشن

source: Payment Processing Fee
es: Pago por procesamiento Tarifa
hi: भुगतान प्रसंस्करण शुल्क
te: చెల్లింపు ప్రాసెసింగ్ ఫీజు
ur: ادائیگی پروسیسنگ فیس

# service_earning_amount
source: Service Earnings Amount
es: Servicio Ganancias Monto
hi: सेवा आय राशि
te: సర్వీస్ సంపాదన మొత్తం
ur: سروس آمدنی کی رقم

# amount_transfer_success
source: Amount transferred to your account successfully
es: Monto transferido a su cuenta correctamente
hi: राशि सफलतापूर्वक आपके खाते में स्थानांतरित कर दी गई है
te: మొత్తం మీ ఖాతాకు బదిలీ విజయవంతంగా
ur: آپ کے اکاؤنٹ میں کامیابی سے منتقل کی گئی رقم

# my_earing_transfer
source: My Earnings and Transfers
es: Mis ganancias y transferencias
hi: मेरी आय और स्थानांतरण
te: నా సంపాదన మరియు బదిలీలు
ur: میری آمدنی اور منتقلی

# transfer_txt
source: Funds Transferred
es: Fondos transferidos
hi: धन हस्तांतरित
te: నిధుల బదిలీ
ur: فنڈز منتقل کی گئی

# earning_txt
source: Earnings
es: Ingresos
hi: आय
te: సంపాదన
ur: آمدنی

# transfered_id_txt
source: Transfer ID
es: Id de transferencia
hi: स्थानांतरण आईडी
te: బదిలీ id
ur: منتقلی آئی ڈی

# no_payments_done
source: No Earnings made yet
es: Aún Hay ganancias
hi: कोई आया अभी तक
te: కి సంపాదన ఇంకా
ur: کوئی کمائی نہیں ابھی تک

# no_transaction_done
source: No Transfers made yet
es: noSin transferencias aún
hi: कोई स्थानांतरण नहीं
te: లేవు బదిలీలు ఇంకా
ur: کوئی منتقلی نہیں

# service_paid_amount
source: Amount Paid for Service
es: Monto pagado por el servicio
hi: सेवा भुगतान राशि
te: సర్వీస్ చెల్లించిన మొత్తం
ur: سروس ادا کی گئی رقم

source: Consumer Add-Ons
es: Complementos del consumidor
hi: उपभोक्ता ऐड-ऑन
te: కన్స్యూమర్ పొడిగింతలతో
ur: کنزیومر ایڈ آن

source: TUDO Protection
es: TUDO Protección
hi: TUDO सुरक्षा
te: TUDOరక్షణ
ur: ٹوتحفظ

source: of Invoice
es: de la factura
hi: इनवॉइस की
te: ఇన్‌వాయిస్
ur: انوائس کا

# tudo_booking
source: TUDO Booking Fee
es: TUDO Cuota de reserva
hi: TUDO बुकिंग शुल्क
te: TUDO బుకింగ్ ఫీజు
ur: TUDO بکنگ فیس

# charitable_contribution
source: Charitable Contributions
es: Contribuciones de caridad
hi: धर्मार्थ योगदान
te: స్వచ్ఛంద విరాళాల
ur: خیراتی شراکتیں

source: Subtotal Add-ons
es: Subtotal complementos
hi: उप कुल ऐड-ऑन
te: మొత్తం మొత్తం యాడ్-ఆన్‌లు
ur: ذیلی کل اضافے

# owen_tudo
source: Owed to TUDO
es: queden al TUDO
hi: TUDO लिए बकाया
te: TUDO
ur: TUDOسے

# check_amount_consumer
source: Check amount from Consumer
es: Monto del cheque del consumidor
hi: उपभोक्ता से चेक राशि
te: వినియోగదారు నుండి మొత్తం
ur: صارفین سے رقم چیک کریں۔

# reports_screen_title
source: Reports
es: Informes
hi: रिपोर्ट्स के
te: రిపోర్ట్‌లకు
ur: رپورٹس کی وجہ

source: Select Duration
es: Seleccione Duración
hi: अवधि चुनें
te: ఎంపిక చేయబడ్డాయిఎంచుకున్న వ్యవధి
ur: منتخب کریں مدت

source: Last Month
es: Último mes
hi: पिछले महीने
te: గత నెల
ur: آخری مہینہ

# last_3_month
source: Last 3 Months
es: Últimos 3 meses
hi: पिछले 3 महीने
te: చివరి 3 నెలలు
ur: آخری 3 ماہ

# last_6_month
source: Last 6 Months
es: Últimos 6 meses
hi: पिछले 6 महीने
te: గత 6 నెలలు
ur: آخری 6 ماہ

# no_reports_text
source: No Reports available yet
es: hay informes disponibles todavía
hi: अभी तक कोई रिपोर्ट उपलब्ध नहीं है
te: ఇంకా నివేదికలు అందుబాటులో లేవు ఇంకా
ur: ابھی تک کوئی رپورٹ دستیاب نہیں

source: Service Provider Info
es: Proveedor de Servicios de Información de
hi: सेवा प्रदाता जानकारी
te: సర్వీస్ ప్రొవైడర్ సమాచారం
ur: سروس فراہم کرنے والے کی معلومات

source: Business Profile:
es: Negocios Perfil:
hi: व्यवसाय प्रोफ़ाइल:
te: వ్యాపార ప్రొఫైల్:
ur: کاروباری پروفائل:

# buss_license
source: Business License
es: Licencia Comercial
hi: व्यवसाय लाइसेंस
te: వ్యాపార లైసెన్స్
ur: کاروباری لائسنس

# exp_date_text
source: Expiry Date
es: de expiración
hi: समाप्ति तिथि
te: గడువు తేదీ
ur: ختم ہونے کی تاریخ

# authority_text
source: Authority
es: Autoridad
hi: प्राधिकरण
te: అధికారం
ur: اتھارٹی

# uploaded_pic
source: Uploaded License Photos:
es: subidos Licencia Fotos:
hi: अपलोड की गई लाइसेंस तस्वीरें:
te: అప్‌లోడ్ చేసిన లైసెన్స్ ఫోటోలు:
ur: نے لائسنس کی تصاویر اپ لوڈ کی ہیں:

# business_est_year
source: Business's Year of Establishment
es: empresa Año de establecimiento de la empresa
hi: व्यवसाय स्थापित साल
te: వ్యాపారం స్థాపించబడినఇయర్
ur: کاروبار قائمسال

source: Bounded
es: limitado
hi: घिरा
te: పరిమిత
ur: جکڑے ہوئے

source: Insured
es: Asegurado
hi: बीमित
te: భీమా
ur: بیمہ

source: Other Details:
es: Otros detalles:
hi: अन्य विवरण संख्या:
te: ఇతర సంఖ్య:
ur: دیگر تفصیلاتنمبر:

# background_verifed
source: Background Verified
es: Antecedentes Verificado
hi: पृष्ठभूमि सत्यापन
te: నేపధ్యం ధృవీకరించబడిన
ur: کے پس منظر کی توثیق

source: Unregistered
es: No registrado
hi: पंजीकृत
te: నమోదుకాని
ur: غیر رجسٹرڈ

source: Verified Business
es: Empresa verificada
hi: स्थापित व्यवस्था से
te: ధృవీకరించిన వ్యాపార
ur: شدہ بزنس

source: Business Contact
es: contacto de la empresa
hi: व्यवसाय संपर्क
te: బిజినెస్ కాంటాక్ట్
ur: بزنس رابطے

# name_text
source: Name
es: Nombre de
hi: नाम
te: పేరు
ur: کا نام

# email_text
source: Email
es: Correo electrónico
hi: ईमेल
te: ఇమెయిల్
ur: ای میل

# phone_text
source: Phone No.
es: Núm. De teléfono
hi: फोन नं
te: ఫోన్ నం
ur: فون نمبر

# country_text
source: Country
es: País
hi: देश
te: దేశం
ur: ملک

# service_offered
source: Services Offered
es: Servicios ofrecidos
hi: सेवा की पेशकश की
te: లభించే సేవలు
ur: خدمات کی پیشکش

# reviews_text
source: Consumer Rating and Reviews
es: Evaluación y reseñas del consumidor
hi: उपभोक्ता रेटिंग और समीक्षा
te: కన్స్యూమర్ రేటింగ్ మరియు సమీక్షలు
ur: صارفین کی درجہ بندی اور جائزے

# what_good_text
source: Pros
hi: पेशेवरों
te: ప్రోస్
ur: پیشہ

# what_bad_text
source: Suggestions
es: Sugiere ns
hi: सुझाव
ur: تجاویز۔

# no_reviews_text
source: Be the first one to write review
es: Sea el primero en escribir una reseña
hi: समीक्षा लिखने वाले पहले व्यक्ति बनें
te: వ్రాయండి సమీక్షమొదటి ఒకఉండండి
ur: پہلیکو لکھنے کا جائزہ لینے کےایک کوہو

source: Consumer Info
es: Información del consumidor
hi: उपभोक्ता जानकारी
te: వినియోగదారుల సమాచారం
ur: صارفین کی معلومات

# no_reviews_user_text
source: No Reviews yet
es: Aún no hay reseñas
hi: अभी तक कोई समीक्षा नहीं
te: ఇప్పటివరకు ఏ సమీక్షలు లేవు
ur: کوئی جائزے ابھی تک

# deal_filter_screen_title
source: Filters
es: Filtros
hi: फ़िल्टर
te: వడపోతలు
ur: فلٹرز

# reset_txt
source: Reset
es: Restablecer
hi: रीसेट
te: రీసెట్
ur: ری سیٹ

# apply_txt
source: Apply
es: Aplicar
hi: लागू
te: వర్తించు

# select_rating_count
source: Select Rating
es: Seleccionar calificación De
hi: करें चयन सेटिंग चुनें
te: రేటింగ్
ur: منتخب درجہ بندی

source: High to Low
es: alta a baja De
hi: उच्च से निम्न
te: Lowఎంచుకోండిహై
ur: تاریخلگائیںاعلی

source: Low to High
es: baja a alta
hi: निम्न से उच्च समय
te: Low హై
ur: کرنے کی نئیپست

source: Expires In
es: Vence en
hi: सीमा समाप्त हो जाती है
te: గడువు ముగిసేది లో
ur: ختم ہوجاتامیں

source: Select Expires In
es: Seleccione Vence en
hi: चयन समाप्ति में
te: ఎంచుకోండిగడువు ముగిసేది
ur: منتخبمیعاد ختم ہو جائے میں

# ascending_txt
source: Ascending
es: ascendente
hi: आरोही
te: పెరిగే
ur: صعودی

# descending_txt
source: Descending
es: descendente
hi: आरोही
te: అవరోహణ
ur: نزولی

source: Distance
es: Distancia
hi: दूरी
te: దూరం
ur: فاصلہ

source: Near to Far
es: Cerca a Lejos
hi: निकट
te: ఫార్వరకుదగ్గర
ur: کرنےقریب

source: Far to Near
es: Lejos a Cerca
hi: दूर से निकट
te: నియర్పద్ధతిఫార్
ur: قریبکودور

source: Service Type
es: Tipo de servicio
hi: सेवा प्रकार
te: సర్వీస్
ur: قسم سروس
