Repository: IamTouseef481/tudo
Catalog: apps/core/priv/gettext/*/LC_MESSAGES/general.po
Languages: ar, es, hi, te, ur

# please_select_more_filters
source: (Please select type for more filters)
es: (seleccione el tipo para ver más filtros)
hi: (कृपया अधिक फ़िल्टर के लिए प्रकार का चयन)
te: (దయచేసి మరింత ఫిల్టర్ కోసం రకం ఎంచుకోండి)
ur: (براہ مہربانی منتخب کریں زیادہ فلٹر کے لئے قسم)

# apply_to_all
source: Apply filters to all of your services?
es: Aplicar filtros a todos sus servicios?
hi: करें फ़िल्टर लागू करें आपकी सभी सेवाओं के लिए?
te: ఫిల్టర్లు వర్తించుమీ అన్ని సేవలకు?
ur: فلٹر کا اطلاق آپ کی تمام خدمات کے لیے؟

# no_deals_found_filter
source: No Deals found for your selection
es: No se han encontrado para su selección Ofertas
hi: आपके चयन के लिए कोई डील नहीं मिली
te: డీల్స్ లేవుమీ ఎంపికకనుగొనబడలేదు
ur: کوئی سودے کے لئےآپ کے انتخاب کےپایا

source: Select filter to apply
es: Seleccionar filtro para aplicar
hi: लागू करने के लिए फ़िल्टर चुनें
te: దరఖాస్తు చేయడానికి ఫిల్టర్‌ని ఎంచుకోండి
ur: لاگو کرنے کے لیے فلٹر منتخب کریں۔

source: Enter filter name to proceed
es: Ingrese el nombre del filtro para continuar
hi: आगे बढ़ने के लिए फ़िल्टर नाम दर्ज करें
te: కొనసాగడానికి ఫిల్టర్ పేరు నమోదు చేయండి
ur: آگے بڑھنے کے لیے فلٹر کا نام درج کریں۔

# update_filter_txt
source: Update Filter
es: Actualizar filtro
hi: फ़िल्टर अपडेट करें
te: ఫిల్టర్‌ని అప్‌డేట్ చేయండి
ur: فلٹر اپ ڈیٹ کریں۔

# save_filter_txt
source: Save Filter
es: Guardar filtro
hi: फ़िल्टर सहेजें
te: ఫిల్టర్‌ను సేవ్ చేయండి
ur: فلٹر محفوظ کریں۔

# filter_name_txt
source: Filter Name
es: Nombre del filtro
hi: फ़िल्टर का नाम
te: ఫిల్టర్ పేరు
ur: نام فلٹر کریں۔

# enter_filter_name_txt
source: Enter filter name
es: Ingrese el nombre del filtro
hi: फ़िल्टर नाम दर्ज करें
te: ఫిల్టర్ పేరు నమోదు చేయండి
ur: فلٹر کا نام درج کریں۔

# all_txt
source: All
es: Todos
hi: सभी
te: అన్ని
ur: تمام

source: Appointment Duration
es: Duración de la cita
hi: नियुक्ति अवधि
te: నియామక వ్యవధి
ur: تقرری کی مدت

source: Short to Long
es: Corto a largo
hi: शॉर्ट टू लॉन्ग
te: తక్కువ దూరం నుండి ఎక్కువ దూరం
ur: مختصر سے لمبا۔

source: Long to Short
es: mayor distancia a corta distancia
hi: लंबी दूरी से छोटी दूरी
te: ఎక్కువ దూరం నుండి తక్కువ దూరం
ur: طویل فاصلے سے مختصر فاصلے تک۔

# theme_screen_title
source: Theme
es: tema
hi: थीम
te: థీమ్
ur: موضوع

source: Selected Color
es: seleccionado color
hi: चयनित रंग
te: ఎంచుకున్న రంగు
ur: منتخب رنگین

# complimentory_color
source: Complimentary Color
es: complementario del color
hi: मानार्थ रंग
te: కాంప్లిమెంటరీ కలర్
ur: اعزازی رنگین

# chat_module_title
source: Add Member
es: Añadir Usuario
hi: सदस्य जोड़ें
te: జోడించండి సభ్యుడు
ur: شامل رکنی

source: Group Admin
es: del grupo de administración
hi: समूह व्यवस्थापक
te: గ్రూప్ అడ్మిన్
ur: گروپ ایڈمن

source: Group Name
es: Nombre de grupo
hi: समूह का नाम
te: గ్రూప్ పేరు
ur: گروپ کا نام

source: Enter Group Name
es: Introduzca Nombre del grupo
hi: दर्ज करें समूह का नाम
te: నమోదు చేయండిగ్రూప్ పేరు
ur: درج کریںگروپ کا نام

# available_amt
source: Available Amount:
es: Disponible Cantidad:
hi: उपलब्ध राशि:
te: అందుబాటులో పరిమాణం:
ur: دستیاب رقم:

# paypal_account_id
source: Withdrawal PayPal Account ID:
es: Retirada de PayPal ID de cuenta:
hi: निकासी पेपैल खाता आईडी:
te: చేయండి:ఉపసంహరణ ఖాతా Id
ur: چاہیے:واپسی پے پال اکاؤنٹ کی شناخت

# update_txt
source: Update
es: Actualización
hi: अद्यतन
te: నవీకరణ
ur: اپ ڈیٹ

# transfers_in
source: Transfer In
es: de transferencia
hi: स्थानांतरण में
te: ట్రాన్స్ఫర్
ur: کی منتقلی میں

# enter_payout_amount
source: Enter Withdrawal Amount
es: Introducir Retiro Cantidad
hi: निकासी राशि
te: ఎంటర్ఉపసంహరణ మొత్తం
ur: درجواپسی رقم

source: Please enter amount
es: Por favor, introduzca cantidad
hi: दर्ज करें कृपया राशि दर्ज करें
te: జమచేస్తుందినమోదు
ur: درج کریں رقم

# value_should_be_proper
source: Transfer amount must be less or equal to Available Funds
es: la cantidad de transferencia de debe ser menor o igual a fondos disponibles
hi: स्थानांतरण राशि कम या बराबर होनी चाहिए उपलब्ध निधियों के
te: మొత్తం తక్కువ లేదా సమానంగా ఉండాలిఅందుబాటులో ఉన్న నిధులకు
ur: ٹرانسفر رقم کم یا برابر ہونا دستیاب فنڈز میں

# transfer_success
source: Funds transfer processed to your PayPal account successfully.
es: Transferencia de fondos procesada a su cuenta PayPal con éxito.
hi: आपके पेपैल खाते में हस्तांतरण को सफलतापूर्वक संसाधित करने के लिए।
te: నిధుల బదిలీ విజయవంతంగా మీ పేపాల్ ఖాతాకు ప్రాసెస్ చేయబడింది.
ur: فنڈز کی منتقلی آپ کے پے پال اکاؤنٹ میں کامیابی کے ساتھ عمل میں آئی۔

# contract_begin
source: Contract Start Date
es: Fecha de inicio del Fecha de finalización del
hi: अनुबंध आरंभ तिथि
te: కాంట్రాక్ట్ ప్రారంభం తేదీ
ur: معاہدہ شروع کریں تاریخ

# contract_end
source: Contract End Date
es: contrato contrato fecha
hi: अनुबंध समाप्ति तिथि
te: కాంట్రాక్ట్ ముగింపు తేదీ
ur: معاہدہ تاریخ اختتام

# please_valid_Date
source: Please enter Valid Date
es: Ingrese la válida
hi: कृपया दर्ज करें मान्य तिथि
te: చెల్లుబాటు అయ్యే తేదినినమోదు
ur: درست تاریخداخل

# select_emp_type
source: Select Employee Type
es: Seleccione el tipo de empleado Tipo de
hi: चुनें कर्मचारी प्रकार
te: ఎంచుకోండి ఉద్యోగి రకం
ur: منتخب ملازم قسم

source: Select Manager
es: Seleccione Gerente
hi: चुनें प्रबंधक
te: ఎంచుకోండి మేనేజర్
ur: منتخب مینیجر

source: Manager
es: Gerente
hi: प्रबंधक
te: మేనేజర్
ur: مینیجر

# select_org_role
source: Select Organization Role
es: Seleccione el rol de la
hi: चुनें संगठन भूमिका
te: ఎంచుకోండి ఆర్గనైజేషన్ రోల్
ur: منتخب آرگنائزیشن کردار

# org_role
source: Organization Role
es: organización Rol de la organización
hi: संगठन भूमिका
te: సంస్థ పాత్ర
ur: آرگنائزیشن کردار

# emp_payrate
source: Select Employee Pay Rate
es: Seleccione la tasa de empleo Tasa de
hi: चुनें कर्मचारी पेरेट
te: ఎంచుకోండి ఉద్యోగి Payrate
ur: کو منتخب کریں ملازم Payrate

source: Pay Rate
es: pago del pago
hi: पेरेट

# invite_emp
source: Invite Employee
es: Invite al empleado
hi: आमंत्रित कर्मचारी
te: ఆహ్వానించండి ఉద్యోగిని
ur: ملازممدعو کریں

source: Select Shift Schedule
es: Seleccione el horario de
hi: चुनें शिफ्ट शेड्यूल
te: ఎంచుకోండి Shiftషెడ్యూల్
ur: منتخب شفٹ شیڈول

source: Shift Schedule
es: turno Horario de turno
hi: शिफ्ट शेड्यूल
te: Shiftషెడ్యూల్
ur: شیڈول منتقل

# buss_legal_address
source: Business Address
es: Dirección comercial
hi: व्यावसायिक पता
te: వ్యాపార చిరునామా
ur: کاروباری پتہ

source: Invite
es: Invitar
hi: आमंत्रित करें
te: ఆహ్వానించండి
ur: کو مدعو

# emp_invitation
source: Employee Invitation!
es: ¡Invitación del empleado!
hi: कर्मचारी आमंत्रण!
te: ఉద్యోగి ఆహ్వానంచేయండి!
ur: ملازم دعوتکریں!

# emp_invite_success
source: Employment Invite sent successfully!
es: Invitación de empleo enviada con éxito!
hi: रोजगार आमंत्रण सफलतापूर्वक भेजा गया!
te: ఉద్యోగ ఆహ్వానం విజయవంతంగా పంపబడింది!
ur: روزگار کی دعوت کامیابی کے ساتھ بھیجی گئی!

# erro_emp_invite
source: Error in sending employment Invitation
es: Error al enviar el empleo Invitación
hi: रोजगार आमंत्रण भेजने में त्रुटि
te: ఉపాధి ఆహ్వానంపంపించడంలో లోపం
ur: ملازمت بھیجنے میں خرابیدعوت

# invite_emp_2
source: Invite Employee step 2
es: Invitar al empleado paso 2
hi: कर्मचारी को आमंत्रित करें चरण 2 कर्मचारी के
te: ఉద్యోగి Step2ఆహ్వానించండి
ur: ملازم کودیں مرحلہ 2 ملازم کے

# select_detail_require
source: Select detail required for employee
es: Seleccione los detalles requeridos para el empleado
hi: लिए आवश्यक विवरण का चयन करें
te: ఎంచుకోండి వివరాలు ఉద్యోగిఅవసరం
ur: لیے درکار تفصیلات کا انتخاب کریں

source: Vehicle
es: vehículo
hi: वाहन
te: వాహన
ur: گاڑی کی

source: Insurance
es: Seguro del
hi: बीमा
te: బీమా
ur: انشورنس

# exp_text
source: Experience
es: Experiencia
hi: अनुभव
te: అనుభవం
ur: تجربہ میں

# emp_role_org
source: Enter Employee's Role In Organization
es: Ingrese el rol del empleado en la organización
hi: संगठन में कर्मचारी भूमिका दर्ज
te: ఉద్యోగి పాత్ర ఎంటర్ సంస్థ
ur: داخل ہوں ملازم کا کردار تنظیم میں

# select_one_service
source: You must select a Service to proceed next
es: Debe seleccionar un servicio para continuar Siguiente
hi: आपको आगे बढ़ने के लिए एक सेवा का चयन करना होगा
te: మీరుతదుపరికొనసాగాలనిఒక సేవ ఎంచుకోవాలి
ur: ہے آگے بڑھنے کے لیے آپ کو ایک سروس منتخب کرنی چاہیے

# no_service
source: Service Providers not available at this time, try with different date and/ or time.
es: No hay servicios disponibles para el servicio a domicilio
hi: इन-होम सेवा के लिए कोई सेवा उपलब्ध नहीं है सेवा
te: కోసం లో-Home సేవనుఏ సేవలుఅందుబాటులో
ur: کوئی سروس دستیاب نہیں اندرون ملک

# service_detail_title
source: Service Request Entry
es: Detalles del
hi: विवरण
te: సర్వీస్ వివరాలు
ur: سروس کی تفصیلات

# job_description
source: Service Description
es: servicio Descripción del servicio
hi: सेवा विवरण
te: సర్వీస్ వివరణ
ur: سروس تفصیل

# bid_option
source: Like to Receive Multiple Estimates? (Request sent to multiple Service Providers)
es: Opción de oferta
hi: बोली विकल्प
te: బిడ్ ఎంపిక
ur: بولی آپشن

# upload_image
source: Upload service request pictures
es: Cargar imágenes (si corresponde)
hi: तस्वीरें अपलोड करें (यदि कोई हो)
te: అప్లోడ్ పిక్చర్స్ (ఏదైనా ఉంటే)
ur: اپ لوڈ تصویریں (اگر کوئی ہو)

# date_time
source: Service Date and Time
es: Fecha y hora
hi: दिनांक और समय
te: తేదీ మరియు సమయం
ur: تاریخ اور وقت

# job_date
source: Service Date
es: Fecha del servicio
hi: सेवा दिनांक
te: సర్వీస్ తేదీ
ur: سروس کی تاریخ

# your_proposal_title
source: Sent Estimates
es: Propuestas de
hi: बोली प्रस्ताव
te: బిడ్ ప్రతిపాదనలు
ur: بولی کی تجاویز

# bid_job_title
source: Estimate Requests
es: oferta Solicitudes de oferta
hi: बोली अनुरोध
te: బిడ్ అభ్యర్థనలు
ur: بولی کی درخواستیں

# date_time_error
source: Please select date and time from calendar
es: Seleccione la fecha y hora del calendario
hi: कृपया कैलेंडर से तिथि और समय का चयन करें
te: నుండి క్యాలెండర్ఎంపిక తేదీ మరియు సమయం దయచేసి
ur: برائے مہربانی کیلنڈر سے تاریخ اور وقت منتخب کریں

# proposal_detail_title
source: Estimate Details
es: Detalle de la propuesta
hi: प्रस्ताव विवरण
te: ప్రతిపాదన వివరాలు
ur: تجویز تفصیل

# remark
source: Estimate Terms
es: Observación
hi: टिप्पणी
te: ప్రధానంగా ప్రత్యేక
ur: ریمارک

# bidding_cost
source: Estimate Price
es: Precio de la oferta
hi: बोली मूल्य
te: బిడ్డింగ్ ధర
ur: بولی کی قیمت

# create_proposal_title
source: Prepare Estimate
es: Crear propuesta
hi: प्रस्ताव बनाएं
te: ప్రతిపాదనసృష్టించు
ur: پروپوزلبنائیں

# cost_method
source: Pricing Method
es: Método de costo
hi: लागत विधि
te: ఖర్చు పద్ధతి
ur: لاگت کا طریقہ

# consumer_questions
source: Consumser Questions
es: Preguntas de las del consumidor
hi: उपभोक्ता से प्रश्न
te: కన్స్యూమర్నుండిప్రశ్నలు
ur: صارفین کیسے سوالات

# bid_requests_title
source: Estimate Requests
es: solicitudes de
hi: बोली अनुरोध
te: బిడ్అభ్యర్థనలు
ur: بولی کی درخواستوں

# bid_details_title
source: Estimate Request Details
es: oferta Detalles de la oferta
hi: बोली विवरण
te: బిడ్ వివరాలు
ur: بولی کی تفصیلات

# proposal
source: Estimate
es: Propuesta
hi: प्रस्ताव
te: ప్రతిపాదన
ur: تجویز

# bid_proposal
source: Received Estimates
es: Propuesta de oferta
hi: बोली प्रस्ताव
te: బిడ్ ప్రతిపాదన
ur: بولی کی تجویز

# pay_before_request_text
source: Pay before responding Estimate requests, alternatively you may upgrade your subscription plan. TUDO desn't gurantee winning Bid resoponses, however be competetive while proposing your estimates/ quotes to increase your winning odds.
es: Pague y responda a las solicitudes de licitación. Alternativamente, puede actualizar su plan de suscripción
hi: भुगतान करें और बोली अनुरोधों का जवाब दें। वैकल्पिक रूप से आप अपनी सदस्यता योजना को अपग्रेड कर सकते हैं
te: బిడ్ అభ్యర్థనలకు చెల్లించండి మరియు ప్రతిస్పందించండి. ప్రత్యామ్నాయంగా మీరు మీ సబ్‌స్క్రిప్షన్ ప్లాన్‌ను అప్‌గ్రేడ్ చేయవచ్చు
ur: ادائیگی کریں اور بولی کی درخواستوں کا جواب دیں۔ متبادل کے طور پر آپ اپنے سبسکرپشن پلان کو اپ گریڈ کر سکتے ہیں۔

# send_proposal
source: Prepare Estimate
es: Envíe su propuesta
hi: अपना प्रस्ताव भेजें
te: మీ ప్రతిపాదన పంపండి
ur: اپنی تجویز بھیجیں۔

# warning_txt
source: Warning
es: Advertencia
hi: चेतावनी
te: హెచ్చరిక
ur: انتباہ

# paypal_txt
source: PayPal
hi: पेपैल
te: పేపాల్
ur: پے پال

# cash_txt
source: Cash
es: efectivo
hi: नकद
te: క్యాష్
ur: کیش

# check_txt
source: Check
es: Cheque en
hi: चेक
te: తనిఖీ
ur: چیک

# cash_confirm_question
source: You have accepted Cash from Consumer, please confirm the Cash receipt
es: Ha aceptado ¿Efectivo del consumidor y confirmación del recibo de efectivo?
hi: आपने स्वीकार कर लिया है उपभोक्ता से नकद और नकद रसीद की पुष्टि?
te: మీరు అంగీకరించారు వినియోగదారు నుండి నగదు మరియు నగదు రసీదుని నిర్ధారించడం?
ur: آپ نے قبول کر لیا ہے۔ صارفین سے نقد اور نقد رسید کی تصدیق؟

# cash_payment_success
source: Thank you, Cash transaction confirmed successfully
es: Gracias, Transacción en efectivo confirmada con éxito
hi: धन्यवाद, नकद लेनदेन की पुष्टि सफलतापूर्वक
te: మీరు నగదు లావాదేవీ విజయవంతంగా ధ్రువీకరించారుధన్యవాదాలు,
ur: شکریہ ، کیش ٹرانزیکشن نے کامیابی سے

source: Confirm & Settle
es: Confirmar y liquidar
hi: पुष्टि करें और
te: నిర్ధారించండి &సెటిల్
ur: تصدیق کی اور

# cash_collected_consumer
source: Cash collected from Consumer
es: Efectivo cobrado de del consumidor
hi: उपभोक्ता से नकद
te: కన్స్యూమర్నుండి సేకరించినక్యాష్
ur: سے جمع کی گئی

# amount_due_consumer
source: Amount due from Consumer
es: Montoadeudado deldel consumidor
hi: राशी देय राशि की
te: గడువు కన్స్యూమర్నుండిమొత్తం
ur: کنزیومرسے وصول کی جانے والی رقم

# returned_cash
source: Balance Cash returned
es: Saldo Efectivo devuelto
hi: नकद लौटाई गई निपटाने के
te: సంతులనం క్యాష్తిరిగి
ur: بیلنس کیشکیش واپس

# tudo_payment_slip
source: Amount Owed to TUDO
es: Monto adeudado a TUDO
hi: TUDO को बकाया राशि
te: TUDO కి బాకీ మొత్తం
ur: TUDO کی واجب الادا رقم۔

# amount_be_settled
source: Amount to be settled to TUDO
es: Monto del comprobante del Monto a liquidar en el monto de la TUDO
hi: निपटान करें,राशि को TODO लिए
te: TUDOస్థిరపడి వుంటుందిమొత్తం
ur: رقم TUDO

# invoice_include_tax
source: Invoice Amount (Including Taxes)
es: factura de(incluidos los impuestos)
hi: चालान राशि (करों सहित) में
te: ఇన్వాయిస్ మొత్తం(పన్నులు సహా)
ur: انوائس رقم (ٹیکس سمیت)

# tudo_platform_deduction
source: TUDO Platform Deductions
es: consumidor Deducciones de la plataforma TUDO
hi: TUDO प्लेटफ़ॉर्म कटौती
te: TUDO వేదిక పన్ను
ur: TUDO پلیٹ فارم کٹوتیوںبیک

# govt_charge_etc
source: (Govt. fees, Chargebacks, Other Fees, etc.)
es: (tarifas gubernamentales, devoluciones de cargo, Otras tarifas, etc.)
hi: (सरकारी शुल्क, चार्जबैक, अन्य शुल्क, आदि)
te: (Govt. ఫీజు, Chargebacks ఇతర రుసుములు, మొదలైనవి)
ur: (گورنمنٹ فیس ، چارج، دیگر فیسیں وغیرہ)

# check_confirm_question
source: You have accepted Check from Consume, please confirm the Check receipt?
es: ¿Ha aceptado el cheque del consumidor y confirma el recibo del cheque?
hi: आपने उपभोक्ता से चेक स्वीकार कर लिया है और चेक रसीद की पुष्टि कर दी है?
te: మీరు వినియోగదారు నుండి చెక్కును స్వీకరించి చెక్కు రసీదుని నిర్ధారించారా?
ur: آپ نے صارفین سے چیک قبول کیا ہے اور چیک کی رسید کی تصدیق کی ہے؟

# check_payment_success
source: Thank you, Check transaction confirmed successfully
es: Gracias, Verificar la transacción confirmada con éxito
hi: धन्यवाद, चेक लेन-देन की पुष्टि सफलतापूर्वक हुई
te: ధన్యవాదాలు, చెక్ లావాదేవీ విజయవంతంగా
ur: آپ کو لین دین کی جانچ پڑتال کامیابی اس بات کی تصدیقشکریہ

# check_payment_split
source: Check Payment Slip
es: cheque pago
hi: चेक भुगतान पर्ची की करें
te: చేయండి చెల్లింపు స్లిప్
ur: کی ادائیگی چیک پرچی

# total_check_amt
source: Total Check Amount
es: Monto total del cheque
hi: कुल चेक राशि
te: చెక్ చేయండి మొత్తం చెక్ మొత్తం
ur: کل چیک کریں رقم

source: Bank Name
es: Nombre del banco
hi: बैंक नाम
te: బ్యాంక్ పేరు
ur: بینک نام

source: Check Number
es: Número del
hi: चेक नंबर
te: చెక్ నంబర్
ur: چیک تعداد

source: Check Date
es: cheque Fecha del cheque
hi: चेक तिथि
te: చెక్ డేట్
ur: تاریخ کی جانچ پڑتال

source: In Favor of Name
es: A favor del nombre Nombre del
hi: नाम के पक्ष में
te: ఫేవర్ ఇన్ నేమ్
ur: کے نامحق میں

source: Signatory Name
es: firmante
hi: हस्ताक्षरकर्ता नाम
te: సిగ్నేటరీ పేరు
ur: دستخط نام

# amount_due_from_consumer
source: Check Amount
es: Cantidad de cheque
hi: चेक राशि
te: చెక్ మొత్తం
ur: चेक राशि

# add_check_detail
source: Add Check Details
es: Agregar detalles del
hi: चेक विवरण जोड़ें
te: జోడించండి చెక్ వివరాలు
ur: چیک کریں تفصیلاتکریں

# please_upload_atleast_2_images
source: Please upload Check front and back Photos
es: cheque Cargue el frente y el reverso del cheque Fotos
hi: कृपया अपलोड करें आगे और पीछे की तस्वीरें
te: దయచేసి అప్‌లోడ్ చేయండి ముందు మరియు వెనుక ఫోటోలు
ur: کو اپ لوڈ براہ مہربانی چیک کریں سامنے اور پیچھے فوٹو

# you_need_to_add_2_image
source: You must upload Check front and back Photos to proceed next
es: Debe cargar el frente y el reverso del cheque Fotos para proceder al lado
hi: चेक करें आगे बढ़ने के लिए आपको आगे और पीछे की तस्वीरें अपलोड करनी होंगी। अगले
te: మీరు అప్‌లోడ్ చేయాలి ముందు మరియు వెనుక ఫోటోలు చెక్ చేయండిప్రక్కనకొనసాగాలని
ur: آگے بڑھنے کے لئے کی جانچ پڑتال کے سامنے اور پیچھے کی تصاویر اپ لوڈ کرنا ضروریاگلے

# upload_check_img
source: Upload Check front and back Photos
es: Subir Comprobar frontal y posterior fotos
hi: अपलोड चेक आगे और पीछे तस्वीरें
te: అప్లోడ్ ముందు మరియు వెనుక పరిశీలించడం
ur: اپ لوڈ کی جانچ پڑتال سامنے اور پیچھے فوٹو

# please_enter_check_proper
source: Please enter correct Check number
es: por favor correcta entrada de número de Registro
hi: कृपया सही चेक नंबर की प्रविष्टि
te: ఫోటోలు పరిశీలించడం సంఖ్య ఎంట్రీ
ur: صحیح چیک تعداد اندراجبراہ مہربانی

source: Select Check Date
es: Seleccione Comprobar Fecha
hi: का चयन करें चेक तिथि
te: పరిశీలించడం తేదీ ఎంచుకోండి
ur: منتخب تاریخ چیک

source: Enter Bank Name
es: Introducir nombre bancario
hi: बैंक का नाम दर्ज
te: ఎంటర్ బ్యాంక్ పేరు
ur: درج بینک نام

# check_amt
source: Check Amount
es: cheque monto
hi: चेक राशि
te: పరిశీలించడం మొత్తం
ur: چیک رقم

# check_rcv_name
source: Issued in Favor of
es: emitido en favor de
hi: के पक्ष में जारी
te: అనుకూలంగా జారీ
ur: کے حق میں اجراء

# enter_check_rcv_name
source: Enter Issued in Favor of
es: Enter libradas a favor de
hi: दर्ज पक्ष में जारी की
te: ఎంటర్ అనుకూలంగా జారీజారీ
ur: درج حق میں اجراءکے

# check_rcv_name_error
source: Issued in Favor of
es: libradas a favor de
hi: के पक्ष में जारी
te: పేరుతోఅనుకూలంగా
ur: کے حق میں اجراء

# enter_check_amt
source: Enter Check Amount
es: Enter cantidad del cheque
hi: दर्ज की जाँच करें राशि
te: ఎంటర్మొత్తంతనిఖీ
ur: چیک کریںمقداردرج

# name_of_sign
source: Name of the Signatory
es: nombre del firmante
hi: हस्ताक्षरकर्ता का नाम
te: ఐనా పేరును
ur: دستخط کینام

# enter_name_of_signatory
source: Enter name of the Signatory
es: Introduzca el nombre del signatario
hi: हस्ताक्षरकर्ता का नाम दर्ज करें
te: ఐనాచెల్లింపుఎంటర్
ur: دستخط کا نام درج

# check_accepted_wait
source: Your Check payment request is processed and waiting for Service Provider's confirmation
es: su cheque de pago solicitud procesada, esperando la confirmación del proveedor de servicios
hi: आपका चेक भुगतान के अनुरोध पर प्रक्रिया, सेवा प्रदाता की पुष्टि की प्रतीक्षा में
te: మీ చెక్ అభ్యర్థన, ప్రాసెస్ సర్వీస్ ప్రొవైడర్ యొక్క నిర్ధారణకోసం
ur: کریں آپ کی ادائیگی چیک درخواست پر کارروائی، کے لئے سروس فراہم کی تصدیقانتظار

# subscription_screen_title
source: Subscriptions
es: Suscripciones
hi: सदस्यता
te: చందాలు
ur: سبسکرپشنز

source: Plan Name:
es: Nombre del plan:
hi: योजना का नाम:
te: ప్రణాళిక పేరువేచి:
ur: پلان نامکر:

source: Plan Cycle:
es: Ciclo del plan:
hi: योजना चक्र:
te: ప్రణాళిక సైకిల్:
ur: منصوبہ سائیکل:

source: Paid Amount:
es: Monto pagado:
hi: भुगतान की गई राशि:
te: చెల్లించిన మొత్తం:
ur: ہے:ادا کی گئی رقم

source: Start Date
es: Fecha de inicio Fecha de
hi: प्रारंभ तिथि
te: ప్రారంభ తేదీ
ur: شروع کرنے کی تاریخ

source: Plan Usage
es: plan
hi: योजना उपयोग
te: ప్రణాళిక వాడుక
ur: پلان استعمال

source: Balance
es: Saldo
hi: शेष राशि
te: సంతులనం
ur: بیلنس

source: Entitlement
es: Derecho
hi: पात्रता
te: యెన్టైటిల్మెంట్
ur: ہقداری

source: No limit
es: Sin límite
hi: कोई सीमा नहीं
te: పరిమితి
ur: کوئی حد

# qr_code_text
source: QR code to share your TUDO profile
es: Código QR para compartir su perfil TUDO
hi: क्यूआर कोड आपके TUDO प्रोफ़ाइल को साझा करने के लिए
te: QR కోడ్ భాగస్వామ్యం మీ TUDO ప్రొఫైల్
ur: اشتراکQR کوڈ آپ سے TUDO پروفائل

source: Notification Center
es: Centro de notificaciones
hi: अधिसूचना केंद्र
te: నోటిఫికేషన్ సెంటర్
ur: اطلاعاتی مرکز

source: Accept & Schedule
es: Aceptar y programar
hi: स्वीकार करें और शेड्यूल
te: అంగీకరించు & షెడ్యూల్
ur: قبول کریں اور شیڈول

source: Send
es: Enviar
hi: खोजें
te: పంపండి
ur: کا حساب

# service_info_text
source: Service Information
es: información del servicio
hi: सेवा की जानकारी
te: సర్వీస్ సమాచారం
ur: سروس معلومات

# cancle_txt
source: Cancel
es: Cancelar
hi: करेंरद्द करें
te: రద్దు
ur: منسوخ

# purchase_txt
source: Purchase
es: compra
hi: खरीद
te: కొనుగోలు
ur: خریداری

# branch_purchased_info
source: You must be on a Subscription Plan to add Branches to your account, upgrade your Subscription Plan now
es: Debe estar en un plan de suscripción para agregar una sucursal a su cuenta, actualizar su plan de suscripción
hi: आपको चालू होना चाहिए अपने खाते में शाखा जोड़ने के लिए एक सदस्यता योजना, अपनी सदस्यता योजना को अपग्रेड करें
te: మీరుచేయాలి మీ ఖాతాకు బ్రాంచ్ జోడించడానికి మీ సభ్యత్వ ప్రణాళికఅప్గ్రేడ్ ఒక చందా ప్లాన్ పై
ur: تم پر ہونا ضروری آپ کے اکاؤنٹ میں برانچ شامل کرنے کے لیے سبسکرپشن پلان ، اپنے سبسکرپشن پلان کو اپ گریڈ کریں آپ کو سبسکرپٹ

# employee_purchased_info
source: You must be on a Subscription Plan to add Branches to your account, upgrade your Subscription Plan now
es: Debe b e en un plan de suscripción para añadir Empleado a su cuenta de negocios, actualizar elplan suscripción
hi: आपको एक समस्या पर होना चाहिए अपने व्यवसाय खाते में कर्मचारी जोड़ने की योजना, अपनी सदस्यता योजना को अपग्रेड करें
te: మీరు తప్పక బిఒక చందా ప్లాన్ ఇ, మీ వ్యాపారం ఖాతాకు ఉద్యోగి జోడించడానికి మీ సభ్యత్వ ప్రణాళికఅప్గ్రేడ్
ur: پر ہونا چاہیے اپنے کاروباری اکاؤنٹ میں ملازم کو شامل کرنے کا منصوبہ ، اپنا سبسکرپشن پلاناپ گریڈ

# text_txt
source: Text
es: texto del
hi: पाठ
te: టెక్స్ట్ను
ur: ٹیکسٹ

# enter_text_txt
source: Enter Text
es: d'indique texto
hi: दर्ज करें
te: నమోదు టెక్స్ట్
ur: کریں ٹیکسٹ

# address_denided_question
source: Allow TUDO to access location services on your device, and press OK to proceed
es: Permita que TUDO acceda a los servicios de ubicación en su dispositivo, presione OK para continuar.
hi: TUDO को अपने डिवाइस पर स्थान सेवाओं तक पहुंचने दें, आगे बढ़ने के लिए OK दबाएं।
te: మీ పరికరంలో స్థాన సేవలను యాక్సెస్ చేయడానికి TUDO ని అనుమతించండి, కొనసాగించడానికి సరే నొక్కండి.
ur: TUDO کو اپنے آلے پر مقام کی خدمات تک رسائی کی اجازت دیں ، آگے بڑھنے کے لیے ٹھیک دبائیں۔

source: Estimate
es: Estimar
hi: आकलन
te: అంచనా
ur: تخمینہ

# calendar_txt
source: Calendar
es: Calendario
hi: पंचांग
te: క్యాలెండర్
ur: کیلنڈر۔

# ask_question_screen_title
source: Ask Question
es: Hacer Pregunta
hi: प्रश्न
te: ప్రశ్నఅడగండి
ur: پوچھیں سوال پوچھیں

# ask_question_seeker
source: Write your Questions to Bidders
es: Escriba sus preguntas a los Oferentes
hi: बोलीदाताओं को अपने लिखें
te: వేలం మీ ప్రశ్నలు వ్రాసి
ur: اپنے سوالات بولی دہندگان کو لکھیں

# prev_text
source: Previous
es: Anterior
hi: पिछला
te: మునుపటి
ur: پچھلا

# question_txt
source: Question
es: pregunta
hi: प्रश्न प्रश्न
te: ప్రశ్న
ur: سوال

# ask_question_txt
source: Ask Question
es: Hacer Pregunta
hi: पूछें पूछें प्रश्न पूछें
te: అడగండి ప్రశ్న
ur: پوچھیں

# paid_total_amt_txt
source: Total Amount Paid
es: pagada, Monto Total
hi: भुगतान, कुल राशि
te: చెల్లించిన మొత్తంవిఫలమైంది,
ur: ادا کی گئی ، کل رقم

# fail_job_history
source: Failed to fetch Appointment history
es: error al recuperar la historia nombramiento
hi: नियुक्ति इतिहास प्राप्त करने में विफल
te: నియామకం చరిత్రలోపొందడంలో
ur: اپائنٹمنٹ ہسٹری

# job_history
source: Appointment History
es: nombramiento Historia
hi: नियुक्ति इतिहास
te: నియామకం చరిత్ర
ur: اپائنٹمنٹ ہسٹری

# by_txt
source: By
es: Por
hi: द्वारा
te: ద్వారా
ur: کرکے
