Repository: IamTouseef481/tudo
Catalog: apps/core/priv/gettext/*/LC_MESSAGES/general.po
Languages: ar, es, hi, te, ur

# unable_to_fetch_geo_zones
source: Something went wrong, unable to fetch Geo Zones!
es: Se produjo un error, no se pudieron recuperar las zonas geográficas.
hi: कुछ गलत हो गया, जियो जोन लाने में असमर्थ!
te: ఏదో తప్పు జరిగింది, జియో జోన్‌లను పొందలేకపోయింది!
ur: کچھ غلط ہوگیا ، جیو زونز بازیافت کرنے سے قاصر!

# unable_to_list_hw_payments
source: Something went wrong, unable to list Hyperwallet transactions!
es: ¡Algo salió mal, no se pueden enumerar las transacciones de Hyperwallet!
hi: हाइपरवलेट लेनदेन को सूचीबद्ध करने में असमर्थ कुछ गलत हो गया!
te: ఏదో తప్పు జరిగింది, హైపర్‌వాలెట్ లావాదేవీలను జాబితా చేయలేకపోయింది!
ur: کچھ غلط ہوگیا ، ہائپر وایلٹ لین دین کی فہرست میں ناکام رہا!

# unable_to_get_currencies_and_transfer_method_types
source: Something went wrong, unable to retrieve Currencies and Transfer Method types due to request
es: Algo salió mal, no se pudieron recuperar las monedas y los tipos de métodos de transferencia debido a una solicitud de
hi: कुछ गलत हो गया, अनुरोधों के कारण मुद्राओं और स्थानांतरण विधि के प्रकारोंकारण
te: ఏదో తప్పు జరిగింది, అభ్యర్థన కారణంగా కరెన్సీలు మరియు ట్రాన్స్‌ఫర్ మెథడ్ రకాలను
ur: کچھ غلط ہو گیا ، درخواست کی وجہ سے کرنسیوں اور منتقلی کے طریق کار کی قسموںکی وجہ سے

# unable_to_get_currencies_and_transfer_method_types_si
source: Connection interruption, unable to retrieve Currencies and Transfer Method types
es: interrupción de la conexión, no se pudieron recuperar las monedas y los tipos de métodos de transferencia
hi: को प्राप्त करने में असमर्थ, कनेक्शन रुकावट के, मुद्राओं को स्थानांतरित करने में असमर्थ और ट्रांसफर के तरीके टाइप करने में
te: తిరిగి పొందలేకపోయాము, కరెన్సీలను తిరిగి పొందలేకపోయాము మరియు ట్రాన్స్‌ఫర్ పద్ధతి రకాలు
ur: کو بازیافت کرنے سے قاصر ، کنیکشن مداخلت

# error_in_fetching_currencies_and_transfer_methods
source: Error in fetching Currencies and Transfer Methods from Hyperwallet
es: Error al obtener las monedas y los métodos de transferencia de Hyperwallet
hi: त्रुटि Currencies और Transfer तरीके को लाने में त्रुटि Hyperwallet से
te: కరెన్సీలను పొందడంలో లోపం మరియు హైపర్‌వాలెట్ నుండి బదిలీ పద్ధతులుజరిగాయి
ur: کرنسیوں اور منتقلی کے طریقوں کی بازیافت کرنے میںہائپر واللیٹ سے کرنسیوں اور منتقلی کے طریقوں کو بازیافت کرنے میں غلطی ، ٹرانسفر میथ

# unable_to_list_transfer_method_fields
source: Something went wrong, unable to list Transfer Method fields!
es: Algo salió mal, ¡no se pueden enumerar los campos del método de transferencia!
hi: कुछ गलत हो गया, स्थानांतरण फ़ील्ड्स को सूचीबद्ध करने में असमर्थ!
te: ఏదో తప్పు, బదిలీ పద్ధతి ఫీల్డ్‌లను జాబితా చేయలేకపోయాము!
ur: ناکام ،فیلڈز کو فہرست میں لانے سے قاصر!

# any_required_parameter_is_missing
source: Some of the required parameters is missing!
es: ¡Faltan algunos de los parámetros obligatorios!
hi: आवश्यक मापदंडों में से कुछ गायब है!
te: అవసరమైన కొన్ని పారామితులు లేవు!
ur: کچھ ضروری پیرامیٹرز غائب ہیں!

# invalid_transfer_method_type
source: Invalid Transfer Method type, check your input!
es: Tipo de método de transferencia no válido, verifique su entrada.
hi: अमान्य स्थानांतरण विधि प्रकार, अपना इनपुट जांचें!
te: చెల్లని బదిలీ పద్ధతి రకం, మీ ఇన్‌పుట్‌ను తనిఖీ చేయండి!
ur: غلط منتقلی کے طریقہ کار ، اپنے ان پٹ کو چیک کریں!

# unable_to_get_transfer_method_by_token
source: Something went wrong, unable to retrieve Transfer Method against this Token and Type
es: Se produjo un error, no se pudo recuperar el método de transferencia con este token y se produjo untipo
hi: कुछ गलत हो गया, इस टोकन के खिलाफ ट्रांसफर मेथड को पुनः प्राप्त करने में असमर्थ औरटाइप करें
te: ఏదో తప్పు జరిగింది,చేయడంలో ఈ టోకెన్ మరియు టైప్ ఎర్రర్‌కు వ్యతిరేకంగా బదిలీ పద్ధతిని తిరిగి పొందలేకపోయింది
ur: کچھ غلط ہوا ، اس ٹوکن کے خلاف ٹرانسفر کا طریقہ کار بازیافت کرنے سے قاصر اورکی قسم

source: Error in reformatting results after decoding!
es: error deal reformatear los resultados después de la decodificación.
hi: डिकोडिंग के बाद परिणाम को बदलने में त्रुटि!
te: డీకోడింగ్ తర్వాత ఫలితాలను రీఫార్మాట్!
ur: ضابطہ کشائی کے بعد نتائج کو دوبارہ شکل دینے میں غلطی!

# _max_allowed_taxes_and_discounts_does_not_exit
source: Branch Settings for max allowed Taxes and Discounts doesn't exit!
es: ¡La configuración de la sucursal para los impuestos y descuentos máximos permitidos no sale!
hi: अधिकतम अनुमत टैक्स और छूट के लिए शाखा सेटिंग्स बाहर नहीं निकलती हैं!
te: గరిష్టంగా అనుమతించబడిన పన్నులు మరియు డిస్కౌంట్ల కోసం బ్రాంచ్ సెట్టింగ్‌లు నిష్క్రమించవు!
ur: زیادہ سے زیادہ اجازت والے ٹیکس اور چھوٹ کے لئے برانچ کی ترتیبات خارج نہیں ہوتی ہیں!

# error_while_getting_branch_settings
source: Error while retrieving Branch Settings
es: Error mientrasla recuperación deBranch Ajustes
hi: शाखा सेटिंग्स को पुनः प्राप्त करते समय
te: బ్రాంచ్ సెట్టింగ్‌లను తిరిగి పొందడంలో
ur: برانچ کی ترتیبات کو بازیافت کرتے وقت

# error_Service Provider_allowed_to_add_taxes_and_discounts
source: Unexpected error occurred while Service Provider added Taxes and Discounts
es: se produjoerror inesperadodurante proveedor de servicios de la adición de impuestos y descuentos
hi: त्रुटि सेवा प्रदाता को जोड़ने के दौरान अप्रत्याशित त्रुटि हुई और छूट
te: లోపం సర్వీస్ ప్రొవైడర్ పన్నులు మరియు డిస్కౌంట్లను జోడించే సమయంలో
ur: غلطی سروس فراہم کرنے والے کے دوران غیر متوقع طور پر غلطی پیش آئی ٹیکس اور چھوٹ

# error_Service Provider_allowed_to_add_discounts
source: Unexpected error occurred while Service Provider added Discounts
es: producido un error inesperado durante el Proveedor de Servicios de la adición de Descuentos
hi: सेवा प्रदाता को जोड़ने के
te: ఊహించని లోపం సంభవించింది సర్వీస్ ప్రొవైడర్ డిస్కౌంట్లను జోడించే
ur: سروس پرووائڈر کے دوران غیر متوقع خرابی پیش آنے پر رعایت

# error_Service Provider_allowed_to_add_taxes
source: Unexpected error occurred while Service Provider added Taxes
es: producido un error inesperado durante el Proveedor de Servicios de la adición de Impuestos
hi: दौरान अप्रत्याशित त्रुटि आई। सेवा प्रदाता को जोड़ने के दौरान अप्रत्याशित त्रुटि हुई सेवा प्रदाता को जोड़ने के दौरान सेवा प्रदाता को जोड़ने
te: సమయంలో ఊహించని లోపం సంభవించింది సర్వీస్ ప్రొవైడర్ పన్నులను జోడించే సమయంలో సర్వీస్ ప్రొవైడర్ పన్నులను
ur: سروس پرووائڈر

source: Service Provider not allowed to add Taxes
es: proveedor de servicios no pueden Anadir Impuestos
hi: की अनुमति नहीं है
te: జోడించడానికి అనుమతించలేదు
ur: کو ٹیکسوں کو شامل کرنے کی اجازت نہیں سروس فراہم کرنے والے کو ٹیکسوں کو شامل

source: Service Provider not allowed to add Discounts
es: proveedor de servicios no pueden Anadir Descuentos
hi: सेवा प्रदाता को जोड़ने की अनुमति नहीं है छूट में
te: సర్వీస్ ప్రొవైడర్ డిస్కౌంట్లను జోడించడానికి అనుమతించబడలేదు
ur: کرنے کی اجازت نہیں چھوٹ

# something_went_wrong_in_calculation
source: Something went wrong in Invoice amount calculation!
es: algo salió mal en la factura cálculo de la cantidad!
hi: कुछ गलत है राशि की गणना!
te: ఇన్వాయిస్‌లో ఏదో తప్పు జరిగింది మొత్తం లెక్కింపు!
ur: انوائس میں کچھ غلط ہوگئی رقم کا حساب کتاب!

# bidding_proposal_does_not_exist
source: This Bidding proposal doesn't exist!
es: ¡Esta propuesta de licitación no existe!
hi: यह बोली-प्रक्रिया प्रस्ताव मौजूद नहीं है!
te: ఈ బిడ్డింగ్ ప్రతిపాదన ఉనికిలో లేదు!
ur: بولی دینے کی یہ تجویز موجود نہیں ہے!

# job_category_does_not_exist
source: This Job category doesn't exist!
es: ¡Esta categoría de trabajo no existe!
hi: यह नौकरी श्रेणी मौजूद नहीं है!
te: ఈ ఉద్యోగ వర్గం లేదు!
ur: یہ نوکری زمرہ موجود نہیں ہے!

# job_status_does_not_exist
source: Job status you are trying doesn't exist!
es: ¡El estado del trabajo que estás intentando no existe!
hi: नौकरी की स्थिति आप कोशिश कर रहे हैं मौजूद नहीं है!
te: మీరు ప్రయత్నిస్తున్న ఉద్యోగ స్థితి ఉనికిలో లేదు!
ur: آپ کی ملازمت کی حیثیت جس کی کوشش کر رہے ہیں وہ موجود نہیں ہے!

# can_not_get_job
source: Unexpected error occurred during Service Provider adding Taxes and Discounts can't retrieve the Job!
es: Se produjo un error inesperado mientras el proveedor de servicios agregaba los impuestos y los descuentos no pueden recuperar el trabajo.
hi: सेवा प्रदाता द्वारा कर और छूट को जोड़ने के दौरान अप्रत्याशित त्रुटि उत्पन्न हुई जो नौकरी को पुनः प्राप्त नहीं कर सकती है!
te: సర్వీస్ ప్రొవైడర్ పన్నులు మరియు డిస్కౌంట్‌లను జోడించే సమయంలో ఊహించని లోపం సంభవించింది, ఉద్యోగాన్ని తిరిగి పొందలేరు!
ur: ٹیکس اور چھوٹ میں اضافے کے بعد سروس فراہم کرنے والے کے دوران غیر متوقع خرابی پیدا ہوگئی!

# holiday_already_exists
source: Holiday already exists in your Holiday calendar
es: Las vacaciones ya existen en su calendario de vacaciones
hi: आपके हॉलिडे कैलेंडर में पहले से ही छुट्टी मौजूद है
te: మీ హాలిడే క్యాలెండర్‌లోసెలవు ఉంది
ur: آپ کے تعطیلات کیلنڈر میں چھٹی پہلے ہی موجود ہے از

# input_time_from_and_to_is_same
source: From and To: time is same, correct your entry and try again.
es: Desde y Hasta: la hora es la misma, corrija su entrada y vuelva a intentarlo.
hi: और इससे: समय एक ही है, अपनी प्रविष्टि को ठीक करें और फिर से प्रयास करें।
te: అప్పటి నుండి మరియు ఇక్కడికి: సమయం ఒకే విధంగా ఉంది, మీ ఎంట్రీని సరిచేసి, మళ్లీ ప్రయత్నించండి.
ur: وقت: وقت ایک جیسا ہے ، اپنی اندراج کو درست کریں اور دوبارہ کوشش کریں۔

# holiday_does_not_exist
source: Holiday doesn't exist in your Holiday calendar
es: Las vacaciones no existen en su calendario de vacaciones ¡
hi: आपके हॉलिडे कैलेंडर में छुट्टी मौजूद नहीं है
te: మీ హాలిడే క్యాలెండర్‌లో సెలవు లేదు,
ur: آپ کے تعطیل والے کیلنڈر میں تعطیلات موجود نہیں ہیں

# free_Service Provider_rule_does_not_exist
source: Free Subscription rule for Service Providers doesn't exist!
es: La regla de suscripción gratuita para proveedores de servicios no existe!
hi: सेवा प्रदाताओं के लिए नि: शुल्क सदस्यता नियम मौजूद नहीं है!
te: సర్వీస్ ప్రొవైడర్‌ల కోసం ఉచిత సబ్‌స్క్రిప్షన్ రూల్ ఉనికిలో లేదు!
ur: سروس مہیا کرنے والوں کے لئے مفت سب سکریپشن اصول موجود نہیں ہے!

# more_than_one_subscription_Service Provider_rules
source: Multiple Service Provider Subscriptions rules available against this package and Country
es: Varias reglas de suscripción de proveedores de servicios disponibles para este paquete y país
hi: एकाधिक सेवा प्रदाता सदस्यता इस पैकेज और देशके खिलाफ नियम
te: ఈ ప్యాకేజీకి వ్యతిరేకంగా బహుళ సర్వీస్ ప్రొవైడర్ సబ్‌స్క్రిప్షన్ నియమాలు అందుబాటులో ఉన్నాయి మరియు దేశం
ur: اس پیکیج اور ملک کے خلاف ایک سے زیادہ سروس فراہم کرنے والے خریداری کے اصول دستیاب

# unable_to_create_subscription_Service Provider_rule
source: Something went wrong, unable to create Service Provider Subscription rule
es: Algo salió mal, no se pudo crear la regla de suscripción de proveedor de servicios
hi: में कुछउपलब्ध,गलत हो गया था सेवा प्रदाता सदस्यता नियम बनाने में असमर्थ
te: ఏదో తప్పు జరిగింది, సర్వీస్ ప్రొవైడర్ సబ్‌స్క్రిప్షన్సృష్టించలేకపోయింది,
ur: ہیں ، کچھ نہ کچھ غلط ہو گیا ، سروس فراہم کرنے والے کی رکنیت کا قاعدہ تشکیل دینے سے قاصر ،

# already_a_subscription_rule
source: You already have a Subscription rule against provided package id and Country
es: Ya tiene una regla de suscripción contra el ID de paquete y el país proporcionados
hi: आप पहले से ही प्रदान की जाती पैकेज आईडी और देशके खिलाफ एक सदस्यता नियम है
te: మీరు ఇప్పటికే అందించిన ప్యాకేజీ ఐడికి వ్యతిరేకంగా సబ్‌స్క్రిప్షన్ రూల్ కలిగి ఉన్నారు మరియు దేశం
ur: آپ کے پاس پہلے سے ہی فراہم کردہ پیکیج کی شناخت کے خلاف سبسکرپشن کا قاعدہ ہے اور ملک میں

# unable_to_update_subscription_Service Provider_rule
source: Something went wrong, unable to update Subscription rule for Service Provider
es: Algo salió mal, no se puede actualizar la regla de suscripción de Service Proficer
hi: में कुछगलत, अद्यतन करने के लिए सेवा Proficer सदस्यता नियमअसमर्थ,हो गया था
te: రూల్‌నిఏదో తప్పు జరిగింది, సర్వీస్ ప్రొఫెసర్ సబ్‌స్క్రిప్షన్ రూల్ అప్‌డేట్ చేయలేకపోయింది
ur: کچھ غلط ہوگیا ہے ، سروس پروفیسر سکریپشن رول کو اپ ڈیٹ کرنے سے قاصر

# unable_to_get_subscription_Service Provider_rule
source: Something went wrong, unable to retrieve Subscription rule for Service Provider
es: Algo salió mal, no puede para recuperar la regla de suscripción para el proveedor de servicios
hi: कुछ गलत हो गया असमर्थपुनः प्राप्त करने के सेवा प्रदाताके लिए सदस्यता नियम
te: ఏదో తప్పు జరిగింది, చేయలేకపోయింది తిరిగి సర్వీస్ ప్రొవైడర్కోసం సభ్యత్వ పాలన
ur: کچھ غلط ، ناکام سروس پرووائڈر کے لئے سکریپشن رول کو دوبارہ حاصل کرنے میں

# unable_to_delete_subscription_Service Provider_rule
source: Something went wrong, unable to delete Subscription rule for Service Provider
es: Algo salió mal, no se pudo eliminar la regla de suscripción para el proveedor de servicios
hi: कुछ सदस्यता के लिए नियम सेवा प्रदाताहटाने में असमर्थ,चला गया
te: ఏదోతప్పు,చందా నియమం సర్వీస్ ప్రొవైడర్తొలగించలేక పోతున్నాము,వెళ్ళింది,
ur: کچھ غلط ہو گیا ، سروس فراہم کرنے والے کے لئے سبسکرپشن رول ڈیلیٹ کرنے سے قاصر

# unable_to_update_pricing
source: Something went wrong, unable to update Subscription pricing
es: Algo salió mal, no se pudo actualizar el precio de la suscripción
hi: गलत,कुछ गलत हो गयाअसमर्थ सदस्यता मूल्य निर्धारणअद्यतन करने के लिए
te: చందా ధరఅప్డేట్ ఏదో తప్పు జరిగిందిచేయలేక
ur: کچھ غلط ہو گیا ، سبسکرپشن کی قیمتوں کو اپ ڈیٹ کرنے سے قاصر

# unable_to_delete_pricing
source: Something went wrong, unable to delete Subscription pricing
es: Algo salió mal, no se pudo eliminar el precio de la suscripción
hi: कुछचला गया गलत, नहीं हटा सके सदस्यता मूल्य निर्धारण
te: ఏదో తప్పు జరిగింది తొలగించలేక పోతున్నాము చందా ధర
ur: کچھ غلط ہوگیا ، سب سکریپشن کی قیمتوں کو ختم کرنے میں ناکام رہا ،

# unable_to_purchase_promotion
source: No available Promotion and not allowed to purchase Promotion
es: No hay promoción disponible y no se puede comprar la promoción
hi: कोई उपलब्ध संवर्धन औरखरीद संवर्धनकी अनुमति नहीं
te: అందుబాటులో ప్రమోషన్ లేవు అండ్కొనుగోలు ప్రమోషన్అనుమతి లేదు
ur: پروموشن دستیاب نہیں ہے اور پروموشن خریدنے

# error_in_creating_promotion_purchase_price
source: Error in creating Promotion purchase price, try again
es: Error al crear la promoción precio de compra, inténtelo de nuevo ¡
hi: संवर्धन बनाने मेंत्रुटिखरीद मूल्य, फिर से प्रयास करें
te: ప్రమోషన్ సృష్టించడంలోలోపంకొనుగోలు ధర, మళ్లీ ప్రయత్నించండి
ur: میں غلطی قیمت خرید ، دوبارہ کوشش کریں

# no_Service Provider_earnings
source: Service Provider has No earnings so far!
es: El proveedor de servicios no tiene ganancias hasta ahora!
hi: सेवा प्रदाता के पास अब तक कोई आय नहीं है!
te: సర్వీస్ ప్రొవైడర్ ఇప్పటివరకు సంపాదన లేదు!
ur: سروس فراہم کرنے والے کی اب تک کوئی آمدنی نہیں ہے!

# dispute_category_does_not_exist
source: Dispute category doesn't exist!
es: ¡La categoría de disputa no existe!
hi: विवाद श्रेणी मौजूद नहीं है!
te: వివాద వర్గం లేదు!
ur: تنازعہ زمرہ موجود نہیں ہے!

# dispute_status_does_not_exist
source: Dispute status doesn't exist!
es: ¡El estado de disputa no existe!
hi: विवाद की स्थिति मौजूद नहीं है!
te: వివాద స్థితి ఉనికిలో లేదు!
ur: تنازعہ کی حیثیت موجود نہیں!

# input_parameters_not_correct_for_deals
source: Multiple Service Provider Subscriptions rules available against this package and Country
es: Reglas de suscripción de múltiples proveedores de servicios disponibles para este paquete y país
hi: इस पैकेज और देश के खिलाफ उपलब्ध कई सेवा प्रदाता सदस्यता नियम
te: బహుళ సర్వీస్ ప్రొవైడర్ చందాలు ఈ ప్యాకేజీ మరియు దేశంవ్యతిరేకంగా అందుబాటులో నియమాలు
ur: اس پیکیج اور ملک کے خلافایک سے زیادہ سروس فراہم کرنے والے خریداری کے اصول دستیاب ہیں اور

# no_used_or_available_promotion
source: You don't have Promotion usage or eligibility in your Subscription package
es: No tiene uso de la promoción o elegibilidad en su paquete de suscripción
hi: आपके सब्सक्रिप्शन पैकेज में पदोन्नति का उपयोग या पात्रताअपने सब्सक्रिप्शन पैकेज
te: మీరుమీ సభ్యత్వ ప్యాకేజీ ప్రమోషన్ వినియోగం లేదా అర్హతలేదు
ur: آپ کوآپ کو اپنے سب سکریپشن پیکیج میں تشہیر کا استعمال یا اہلیت نہیں ہے آپ کے سبسکرپشن پیکیج میں

# no_used_promotion
source: You don't have any used Promotion in your Subscription package
es: No tiene ninguna promoción usada en su paquete de suscripción
hi: नहीं है। आपके पासमें किसी भी तरह का उपयोग
te: మీరు మీ సభ్యత్వ ప్యాకేజీ లో యూజ్డ్ ప్రమోషన్ లేదు
ur: آپ کو کوئی استعمال شدہ پروموشن نہیں ہے آپ کے سبسکرپشن پیکیج میں

# no_available_promotion
source: You don't have any available Promotions in your Subscription package
es: No tiene promociones disponibles en su paquete de suscripción
hi: नहीं किया
te: మీరు మీ సభ్యత్వ ప్యాకేజీఅందుబాటులో ఏవైనా ప్రచారాలనులేదు
ur: کوئی پروموشن نہیں ہے

# error_while_getting_user
source: Something went wrong, unexpected error occurred while retrieving User!
es: Algo salió ¡Se produjo un error incorrecto e inesperado al recuperar el usuario!
hi: गया है उपयोगकर्ता को पुनर्प्राप्त करते समय गलत, अप्रत्याशित त्रुटि हुई!
te: ఏదోవెళ్ళిందివినియోగదారుని తిరిగి పొందుతున్నప్పుడు తప్పు, ఊహించని లోపం సంభవించింది!
ur: کچھ ہو گیا صارف کی بازیافت کرتے وقت غلط ، غیر متوقع نقص پیش آگیا!

# business_does_not_provide_that_service
source: Your Business doesn't provide the requested Service
es: Su empresa no proporciona losservicio solicitados
hi: आपका व्यवसाय अनुरोधित सेवा
te: మీ వ్యాపారం అభ్యర్థించిన సేవాఅందించదు
ur: آپ کا کاروبار مطلوبہ سروسنہیں فراہم کرتا

# already_exist
source: Data already exists!
es: datos de.
hi: डेटा पहले से मौजूद नहीं है!
te: డేటాను!
ur: ڈیٹا پہلے سے موجودہے!

# does_not_exist
source: Data doesn't exist!
es: ¡Los datos no existen!
hi: डेटा मौजूद नहीं है!
te: డేటా ఉనికిలో లేదు!
ur: ڈیٹا موجود نہیں!

source: Settings does not exist!
es: ¡La configuración no existe!
hi: सेटिंग्स मौजूद नहीं है!
te: సెట్టింగ్‌లు లేవు!
ur: ترتیبات موجود نہیں ہیں!

# unable_to_create_user_installs
source: Something went wrong, unable to create User installs!
es: Algo salió mal, no se pudieron crear instalaciones de usuario.
hi: कुछ गलत हो गया, उपयोगकर्ता इंस्टॉल बनाने में असमर्थ!
te: ఏదో తప్పు జరిగిందని, యూజర్ ఇన్‌స్టాల్‌లను సృష్టించలేకపోయారు!
ur: کچھ غلط ہو گیا ، صارف کی انسٹالز بنانے سے قاصر!

# unable_to_update_user_installs
source: Something went wrong, unable to update User installs!
es: Se produjo un error, no se pudieron actualizar las instalaciones del usuario.
hi: कुछ गलत हो गया, उपयोगकर्ता इंस्टॉल को अपडेट करने में असमर्थ!
te: ఏదో తప్పు జరిగింది, యూజర్ ఇన్‌స్టాల్‌లను అప్‌డేట్ చేయడం సాధ్యపడలేదు!
ur: کچھ غلط ہو گیا ، صارف کے انسٹال کو اپ ڈیٹ کرنے سے قاصر!

# error_while_updating_user_installs
source: Something went wrong while updating User installs!
es: Se produjo un error al actualizar las instalaciones del usuario.
hi: उपयोगकर्ता इंस्टॉल को अपडेट करते समय कुछ गलत हो गया!
te: యూజర్ ఇన్‌స్టాల్‌లను అప్‌డేట్ చేస్తున్నప్పుడు ఏదో తప్పు జరిగింది!
ur: صارف کے انسٹال کو اپ ڈیٹ کرتے وقت کچھ غلط ہوگیا!

# error_while_getting_user_installs
source: Something went wrong while retrieving User install
es: Se produjo un error al recuperar la instalación del usuario.
hi: उपयोगकर्ता को पुनर्प्राप्त करते समय
te: వినియోగదారు ఇన్‌స్టాల్‌ను తిరిగి పొందుతున్నప్పుడు
ur: صارف انسٹال کی بازیافت کرتے وقت

# probably_status_is_already_confirmed
source: Something went wrong, probably status is already confirmed!
es: Se produjo un error, ¡probablemente el estado ya está confirmado!
hi: कुछ गलत हो गया है कुछ गलत हो गया, शायद स्थिति पहले से ही पुष्टि की गई है!
te: ఏదో తప్పు జరిగింది, ఏదో తప్పు జరిగింది, బహుశా స్థితి ఇప్పటికే నిర్ధారించబడింది!
ur: کچھ غلط ہو گیا کچھ غلط ہو گیا ، ممکن ہے پہلے ہی حیثیت کی تصدیق ہوگئی ہو!

source: Invalid token
es: Token no válido
hi: अमान्य टोकन
te: చెల్లని టోకెన్
ur: غلط ٹوکن

source: Hashing problem
es: Problema de hash
hi: हैशिंग समस्या
te: హ్యాషింగ్ సమస్య
ur: ہیشنگ کی پریشانی

# os_is_incorrect
source: Something went wrong, incorrect OS detected
es: Algo salió mal, se detectó un SO incorrecto La
hi: कुछ गलत हो गई, गलत OS का पता चला
te: ఏదో తప్పు జరిగింది, తప్పు OS కనుగొనబడింది
ur: کچھ غلط ہوگئی ، غلط OS کا پتہ چلا

source: Invoice does not belongs to this Job
es: factura no pertenece a este trabajo
hi: चालाननौकरी केइस जॉबनहीं है
te: ఇన్వాయిస్ఈ జాబ్చెందినది కాదు
ur: انوائس اس ملازمت سے متعلق نہیں ہے

# error_in_making_params_for_local_payment
source: Error in making params for local payment, try again
es: Error al realizar los parámetros para el pago local, inténtelo de nuevo
hi: स्थानीयलिए पैरामेट्स बनाने मेंत्रुटि का, फिर से प्रयास करें
te: స్థానిక చెల్లింపు కోసం పారామ్‌లను తయారు చేయడంలోలోపానికి,మళ్లీ
ur: مقامی ادائیگی کے لئے پیرام بنانے میں غلطی ،

# error_in_making_schedule_for_calendar
source: Error in marking schedule for calendar, try again
es: Error al marcar el horario para el calendario, intente nuevamente
hi: , कैलेंडर के लिए शेड्यूल को चिह्नित करने में त्रुटि, पुन:
te: క్యాలెండర్ కోసం షెడ్యూల్ మార్కింగ్‌లోలోపం ప్రయత్నించండిమళ్లీ కేటాయించండి
ur: کیلنڈر کے شیڈول کو نشان زد کرنے میں دوبارہ کوشش کریں ،دوبارہ

# reassign_scheduled_jobs_before_leaving
source: Reassign scheduled Jobs before In-activating the Employee status.
es: Reasignar los trabajos programados antes de In-activar el estado de Empleado.
hi: असाइन करें एम्प्लॉई स्थिति को सक्रिय करने से पहले शेड्यूल किए गए जॉब।
te: , ఉద్యోగి స్థితిని యాక్టివేట్ చేయడానికి ముందు షెడ్యూల్ చేసిన ఉద్యోగాలను.
ur: ملازمین کی حیثیت کو فعال کرنے سے پہلے شیڈول ملازمتوں کوتفویض کریں۔

# error_in_fetching_calendar
source: Error in fetching calendar, try again
es: Error al obtener el calendario. Vuelva a intentarlo.
hi: कैलेंडर लाने में त्रुटि, पुनः प्रयास करें
te: క్యాలెండర్ పొందడంలో లోపం, మళ్లీ ప్రయత్నించండి
ur: کیلنڈر کی بازیافت میں خامی ، دوبارہ کوشش کریں

# register_on_tudo_using_email
source: Please register yourself on TUDO using email
es: Regístrese en TUDO usando el correo electrónico.
hi: ईमेल का उपयोग करके TUDO पर स्वयं को पंजीकृत करें
te: దయచేసి ఇమెయిల్ ఉపయోగించి TUDO లో మిమ్మల్ని మీరు నమోదు చేసుకోండి TUDO యాప్‌లో
ur: ای میل کا استعمال کرکے TUDO پر اپنے آپ کو رجسٹر کریں

# already_registered_just_login
source: We noticed you already have an account on TUDO app. just login using email
es: Notamos que ya tiene una cuenta en la aplicación TUDO. solo inicie sesión usando el correo electrónico El
hi: हमने देखा कि आपने TUDO ऐप पर पहले से ही एक खाता है। ईमेल का उपयोग करके बस लॉगिन करें
te: మీకు ఇప్పటికే ఖాతా ఉందని మేము గమనించాము. ఇమెయిల్ఉపయోగించి లాగిన్
ur: ہم نے نوٹ کیا ہے کہ آپ نے پہلے ہی TUDO ایپ پر ایک اکاؤنٹ بنایا ہے۔ صرف ای میل کا استعمال کرکے لاگ ان کریں

source: Employee status is
es: estado del empleado es
hi: कर्मचारी की स्थिति
te: ఉద్యోగుల స్థితిని
ur: ملازمین کی حیثیت یہ ہے کہ

# can_not_update_job_status_after
source: You can't update Job status afterwards
es: No puede actualizar el estado del trabajo después de
hi: आपबाद
te: తర్వాత
ur: آپ ملازمت کی حیثیتاس کے بعد

# can_not_update_job_Service Provider_status_after
source: You can't update Job status after Service Provider
es: No puede actualizar el estado del trabajo después del Proveedor de servicios
hi: सेवा प्रदाता के बाद नौकरी की स्थिति को अपडेट नहीं कर सकते इसकेआप नौकरी की स्थिति को
te: అవ్వండిసేవా ప్రదాత తర్వాత ఉద్యోగ స్థితిని అప్‌డేట్ చేయలేరుమీరు ఉద్యోగ స్థితిని
ur: کو اپ ڈیٹ نہیں کر سکتےآپ سروس فراہم کرنے والے کے بعد ملازمت کی حیثیت

# can_not_update_job_Consumer_status_after
source: You can't update Job status after Consumer
es: No puede actualizar el estado del trabajo después de Consumidor
hi: अपडेट नहीं कर सकते हैं आप उपभोक्ता के बाद नौकरी की स्थिति को अपडेट नहीं कर सकते हैं
te: మీరుఅప్‌డేట్ చేయలేరు మీరు వినియోగదారుని తర్వాత ఉద్యోగ స్థితిని అప్‌డేట్ చేయలేరు
ur: کو اپ ڈیٹ نہیں کرسکتے ہیں

# already_have_package
source: Your business already purchased the Package:
es: Su empresa ya compró el Paquete: la
hi: आपके व्यवसाय ने पहले ही पैकेज खरीदा है:
te: మీ వ్యాపారం ఇప్పటికే ప్యాకేజీని కొనుగోలు చేసింది:
ur: آپ کے کاروبار نے پہلے ہی پیکیج خرید لیا ہے کے بعد:

# amount_should_at_least
source: Amount must be at least
es: cantidad debe ser al menos el
hi: राशि कम से कमहोनी चाहिए
te: మొత్తం కనీసంఉండాలి
ur: رقم کم از کم

# max_limit_is_today_remaining_limit_is
source: MAX transfer limit is , Today’s remaining limit is
es: límite de transferencia MÁX. , El límite restante de hoy es
hi: अधिकतम स्थानांतरण सीमा, आज की शेष सीमा
te: MAX బదిలీ పరిమితి, నేటి మిగిలిన పరిమితి
ur: زیادہ سے زیادہ منتقلی کی حد ہو ، آج کی باقی حدہے
