Repository: IamTouseef481/tudo
Catalog: apps/core/priv/gettext/*/LC_MESSAGES/general.po
Languages: ar, es, hi, te, ur

# something_went_wrong_while_searching_Service Provider
source: Something went wrong while searching Service Provider, please try again
es: Se produjo un error durante la búsqueda del proveedor de servicios. Vuelva a intentarlo.
hi: सेवा प्रदाता को खोजते समय कुछ गलत हुआ, कृपया पुनः प्रयास करें
te: సర్వీస్ ప్రొవైడర్‌ని శోధిస్తున్నప్పుడు ఏదో తప్పు జరిగింది, దయచేసి మళ్లీ ప్రయత్నించండి
ur: سروس پرووائڈر کو تلاش کرتے وقت کچھ غلط ہو گیا ، براہ کرم دوبارہ کوشش کریں

# unable_to_check_provider_availability
source: Unable to determine Service Provider availability
es: No se puede determinar la disponibilidad del proveedor de servicios. El
hi: सेवा प्रदाता उपलब्धता निर्धारित करने में असमर्थ
te: సర్వీస్ ప్రొవైడర్ లభ్యతను గుర్తించడం సాధ్యం కాలేదు
ur: سروس فراہم کرنے والے کی دستیابی کا تعین کرنے سے قاصر

source: Employee contract expired
es: contrato del empleado expiró. ¡
hi: कर्मचारी अनुबंध कीसमाप्त हो गई है
te: ఉద్యోగుల కాంట్రాక్ట్ గడువు ముగిసింది
ur: ملازم کے معاہدے کی میعاد ختم ہو گئی

source: Notification sent!
es: Notificación enviada!
hi: अधिसूचना!
te: నోటిఫికేషన్ పంపబడింది!
ur: نوٹیفیکیشن بھیج دیا گیا!

# can_not_send_notification
source: Something went wrong, can't send notification
es: Algo salió mal, no se puede enviar la notificación
hi: कुछ है, गलत हो गया था नहींअधिसूचनाभेज सकते
te: ఏదో తప్పు జరిగింది, నోటిఫికేషన్ పంపడం సాధ్యపడలేదు
ur: کچھ غلط ہوگیا ، نوٹیفیکیشن نہیں بھیج سکتا

source: Error in fetching Branch Service
es: Error al obtener elservicio de sucursal
hi: प्राप्त करने में कठिनाई शाखा सेवामेंत्रुटि
te: బ్రాంచ్ సర్వీస్పొందడంలో
ur: برانچ سروس کی بازیافت میں

# error_while_adding_ewd_in_params
source: Error while adding Expected Work Duration from settings in params
es: error delal agregar la duración de trabajo esperada de la configuración en los parámetros
hi: त्रुटिहैं,जबकि पैरामीटरमें सेटिंग्स से जोड़ने की उम्मीद कार्य अवधि
te: లోపంలోపం పారామ్‌లలో సెట్టింగుల నుండి ఆశించిన పని వ్యవధిని జోడించేటప్పుడు ఆశించిన పని వ్యవధి సెట్టింగ్‌లను
ur: خرابی جب پیرمز میں ترتیبات سے متوقع کام کا دورانیہ شامل

# error_in_fetching_ewd_settings
source: Error in fetching Expected Work Duration settings
es: Error al obtener la configuración de la duración del trabajo esperada
hi: अपेक्षित कार्य अवधि सेटिंग्सलाने मेंत्रुटि
te: పొందడంలో లోపం
ur: کرنے میں خامی توقع شدہ کام کی مدت کی ترتیبات

# branch_service_id_missing_to_get_ewd
source: Branch Service ID missing to read Service Duration from settings
es: Falta la identificación del servicio de sucursal para leer la duración del servicio de la configuración
hi: शाखा सेवा आईडी सेटिंग्ससे सेवा अवधि को पढ़ने के लिए याद आ रही
te: బ్రాంచ్ సర్వీస్ ఐడి సెట్టింగ్‌ల నుండి సేవా వ్యవధి
ur: برانچ سروس کی شناخت کو پڑھنے کے لئے گمشدہ ہے ترتیبات سے سروس کا دورانیہ

# cost_missing_in_params_and_error_in_fetching_proposal
source: Estimated Cost is missing in params and error in fetching Bidding proposal to determine Estimated cost
es: Falta el costo estimado en los parámetros y el error en obteniendo la propuesta de oferta para determinar el costo estimado
hi: अनुमानित लागत में पैरामीटर और त्रुटि में याद आ रही हैअनुमानित लागत निर्धारित करने में असमर्थता प्राप्त करने के लिए बोली लगाने का प्रस्ताव लाने का
te: తప్పిపోయింది అంచనా వ్యయాన్ని నిర్ణయించడానికి బిడ్డింగ్ ప్రతిపాదనను పొందడం అంచనా వ్యయాన్ని నిర్ణయించడం
ur: متوقع لاگت پیراموں میں غائب ہے اور اس میں غلطی تخمینی لاگت کا تعی toن کرنے کے لئے بولی کی تجویز کی بازیافت

# unable_to_make_job_cost
source: Unable to determine Estimated Cost, try again
es: No se puede determinar el costo estimado, inténtelo de nuevo.
hi: अनुमान, फिर से प्रयास करें
te: సాధ్యపడలేదు, మళ్లీ ప్రయత్నించండి ప్రయత్నించండి
ur: تخمینہ لاگت کا تعین کرنے سے قاصر ، دوبارہ کوشش کریں

# no_price_settings_for_type_and_cs
source: Estimated Cost not found in settings against the Service
es: El costo estimado no se encuentra en la configuración con el servicio.
hi: सेवा के विरुद्ध सेटिंग्स में अनुमानित लागत नहीं मिली है
te: సర్వీస్‌కు వ్యతిరేకంగా సెట్టింగ్‌లలో
ur: سروس کے خلاف ترتیبات میں تخمینہ شدہ قیمت نہیں ملی ہے

# more_than_one_records_in_settings
source: Multiple records found in settings against provided data
es: Se encontraron varios registros en la configuración con los datos proporcionados
hi: उपलब्ध कराए गए डेटा के विरुद्ध सेटिंग्स में पाए गए कई रिकॉर्ड
te: కనుగొనబడలేదు అందించిన డేటాకు వ్యతిరేకంగా సెట్టింగ్‌లలో బహుళ రికార్డులు కనుగొనబడ్డాయి
ur: فراہم کردہ ڈیٹا کے خلاف ترتیبات میں ایک سے زیادہ ریکارڈ مل گئے ہیں

source: Invalid Service Type
es: . Tipo deno válido. ¡
hi: अमान्य सेवा प्रकार
te: చెల్లని సర్వీస్ రకం
ur: غلط سروس کی قسم کی

# settings_service_rates_does_not_exist
source: Service Rate settings doesn't exist!
es: servicioLa configuración de la tarifa de servicio no existe!
hi: सेवा दर सेटिंग्स मौजूद नहीं है!
te: సర్వీస్ రేట్ సెట్టింగ్‌లు లేవు!
ur: خدمت کی شرح کی ترتیبات موجود نہیں ہیں!

source: Promotion already exist!
es: ¡La promoción ya existe!
hi: पदोन्नति पहले से मौजूद है!
te: ప్రమోషన్ ఇప్పటికే ఉంది!
ur: تشہیر پہلے ہی موجود ہے!

# enable_to_fetch_promotion
source: Enable to fetch Promotions
es: Habilitar para recuperar promociones
hi: प्रचार लाने के लिए सक्षम करें
te: ప్రమోషన్లు పొందడం ప్రారంభించు
ur: پروموشنز بازیافت کرنے کو فعال کریں

# promotion_status_is_invalid
source: Invalid Promotion status
es: Estado deválido La
hi: अमान्य प्रचार स्थिति स्थिति
te: చెల్లని ప్రమోషన్ స్థితి
ur: غیر درست پروموشن کا درجہ

# promotion_does_not_exist
source: Promotion doesn't exist
es: promoción nopromoción no existe
hi: संवर्धन मौजूद
te: ప్రమోషన్ఉనికిలో
ur: پروموشنکا کوئی وجود

# you_do_not_have_valid_available_promotion
source: No valid Promotion available against this data
es: No hay promoción válida disponible con estos datos
hi: नहीं है इस डेटा के विरुद्ध कोई भी मान्य प्रचार उपलब्ध नहीं है
te: ఈ డేటానువ్యతిరేకంగా అందుబాటులో లేవు చెల్లుబాటులో ప్రమోషన్
ur: یہ ڈیٹاکے خلاف آپ کا کوئی درست پروموشن

# error_while_making_promotion_used
source: Something went wrong calculating Promotion usage
es: Se ha producido un error al calcular el uso de la promoción
hi: कुछ गलत हो गया है प्रचार का उपयोग पदोन्नति
te: ఏదోతప్పు లెక్క ప్రమోషన్ వాడుక
ur: کسی چیزنہیں،غلط حساب لگانے کی پروموشن کے استعمالگئے

source: Enable to validate Promotion
es: Habilitar para validar la promoción
hi: को मान्य करने के लिए सक्षम करें
te: ప్రమోషన్ధ్రువీకరించడానికి ప్రారంభించు
ur: پروموشندرست کرنے کے قابل بنانا

# missing_params_for_promotion_validation
source: Something missing in params for Promotion validation
es: Falta algo en los parámetros para la validación de la promoción El
hi: पदोन्नति सत्यापन के लिए कुछ अनुपलब्ध
te: ప్రమోషన్ ధ్రువీకరణకోసం పరామితులు లో తప్పిపోయినఏదో
ur: کچھ پروموشن توثیقکے لئے پآرامس میں لاپتہ

# country_does_not_exist
source: Country doesn't exist
es: país no existe
hi: देश में मौजूद नहीं है
te: దేశంలేదుఉందా
ur: ملکموجود نہیں ہے

source: Enable to fetch Country
es: Habilitar para recuperar el país El
hi: देशप्राप्त करने के लिए सक्षम
te: పొందడంలో కంట్రీప్రారంభించు
ur: ملکبازیافت کرنے فعال

# service_does_not_exist
source: Service doesn't exist
es: servicio no existe
hi: सेवानहीं है
te: సర్వీసులతో ఉనికిలో లేదు
ur: کی خدمت کا کوئی وجود نہیں ہے

source: Enable to fetch Service
es: Habilitar para recuperar el servicio
hi: सेवा लाने के लिए सक्षम
te: సర్వీస్ పొందడంలో ప్రారంభించు
ur: سروس بازیافت کرنے کے قابل بنائے

source: Enable to fetch Employee Service
es: Habilitar para recuperar el servicio del empleado
hi: लाने के लिए सक्षमकर्मचारी सेवा
te: ఉద్యోగి సర్వీస్పొందడంలో ప్రారంభించు
ur: ملازم سروسبازیافت کرنے فعال

source: Enable to fetch Country Service
es: Habilitar para recuperar el servicio de país El servicio de país
hi: देश सेवालाने के लिएसक्षम करें
te: కంట్రీ సర్వీసులతోపొందడంలోప్రారంభించు
ur: ملک سروسبازیافت کرنے فعال

# active_country_service_does_not_exist
source: Active Country Service doesn't exist
es: activo no existe El
hi: सक्रिय देश सेवामौजूद नहीं है
te: Active కంట్రీ సర్వీసులతోఉనికిలో లేదు
ur: کا کوئی وجود نہیںایکٹیو ملک سروس

# branch_service_already_exist
source: Branch Service already exist for given parameters
es: servicio de sucursal ya existe para los parámetros dados El
hi: शाखा सेवापहले से ही दिए गए मापदंडों के लिए मौजूद
te: బ్రాంచ్ సర్వీస్ఇచ్చిన పారామితులు కోసం ఇప్పటికే ఉనికిలో
ur: برانچ سروسدی پیرامیٹرز کے لئے پہلے سے موجود

source: Branch Service does not exist
es: servicio de sucursal no existe
hi: शाखा सेवामौजूद नहीं है
te: బ్రాంచ్ సర్వీస్ఉనికిలో లేదు
ur: برانچ سروسکا کوئی وجود نہیں

# error_in_getting_branch_service
source: Error in fetching Branch Service
es: Error al obtener el servicio de sucursal
hi: प्राप्त करने में कठिनाई शाखा सेवामें त्रुटि
te: సేవపొందడంలో లోపం
ur: برانچ سروسبازیافت میں خرابی

# error_in_branch_service_creation
source: Error in creating Branch Service
es: Error al crear el servicio de sucursal
hi: शाखा सेवाबनाने मेंत्रुटि
te: సృష్టించడం బ్రాంచ్ సేవబ్రాంచ్లోపం
ur: برانچ سروسپیدا کرنے میںخرابی

source: Error while updating Settings
es: Error al actualizar la configuración Configuración de
hi: त्रुटिसेटिंगअपडेट करते समय
te: లోపంసెట్టింగ్లుఅప్డేట్ చేస్తున్నప్పుడు
ur: میں خرابیترتیباتاپ ڈیٹ کرتے ہوئے

# unable_to_update_settings_on_bs_creation
source: Branch settings on creating Service failed, try again
es: sucursal en la creación de servicio no pudo, inténtelo de nuevo
hi: परशाखा सेटिंगसेवा बनाना विफल रहा, फिर से प्रयास करें कि
te: బ్రాంచ్ సెట్టింగులనుసర్వీస్ సృష్టించడంలో విఫలమైంది, మళ్ళీ ప్రయత్నించండి
ur: پربرانچ ترتیباتسروس تخلیق کرنے میں ناکام ، دوبارہ کوشش

# error_in_update_setting
source: Something went wrong while updating Settings
es: Algo salió mal en la actualización deconfiguración del
hi: सेटिंग में कुछ गलत हो गया है।सेटिंग्स
te: ఏదో నవీకరించుటకుసెట్టింగులుతప్పు జరిగింది
ur: ترتیباتکو اپ ڈیٹ کرنے میں کچھ غلط ہو گیا ہے

# no_service_radius_setting
source: Service Radius settings missing for this Branch
es: la configuraciónservicio Radius que faltan para la Oficina esta
hi: इसलिए अनुपलब्धसेवा त्रिज्या सेटिंग्स गायब हो गई हैं इस
te: ఈ శాఖవరుసలకుసర్వీస్ వ్యాసార్ధం సెట్టింగులు
ur: کریں اس برانچکے لئےسروس رداس کی ترتیباتاس برانچ کی

# no_services_expected_work_duration_setting
source: Services Expected Work Duration settings missing for this Branch
es: deServicios paraconfiguración de trabajo duración prevista faltantes para estaEsfera
hi: सेवा केसेवा के लिए अपेक्षित कार्य अवधि सेटिंग्स इस शाखा के
te: ఈ శాఖవరుసలకుసర్వీసులు ఊహించినది వర్క్ వ్యవధి సెట్టింగులను
ur: سروسزخدمات کے متوقع کام کی مدت کی ترتیبات

# no_services_rates_setting
source: Services Rate settings missing for this Branch
es: configuración de serviciosdetarifa que falta para estala rama
hi: लिए अनुपलब्ध हैं दर इस शाखा के लिए अनुपलब्ध
te: ఈ శాఖవరుసలకుసర్వీసులు రేట్ సెట్టింగులు
ur: اس برانچکے لئے ریٹ سیٹنگس سے محروم ہیں اس برانچ

# no_service_sales_tax_setting
source: Service Sales Tax settings missing for this Branch
es: configuración dede servicio de impuestos de ventas que faltan para esta rama de
hi: सेवा दरें इस शाखा के लिए अनुपलब्ध है
te: ఈ శాఖవరుసలకుసర్వీస్ సేల్స్ టాక్స్ సెట్టింగులను
ur: سروسسروس سیلز ٹیکس کی ترتیبات غائب ہیں

# error_in_updating_branch_service
source: Error while updating Branch Service
es: error al actualizar Branch servicio
hi: सेवा शाखा शाखाअपडेट करते समय त्रुटि
te: బ్రాంచ్ సర్వీస్అప్డేట్ చేస్తున్నప్పుడులోపం
ur: برانچ سروستازہ کاری کے دوران

# merchant_account_does_not_exist
source: Merchant Account doesn't exist
es: cuenta mercantil no existe
hi: व्यापारी खातामौजूद नहीं है
te: వ్యాపారి ఖాతాఉనికిలో లేదు
ur: مرچنٹ اکاؤنٹ کیوہ موجود نہیں ہے

# unable_to_fetch_merchant_account
source: Something went wrong, unable to fetch Merchant Account
es: Entonces Algo salió mal, no se pudo recuperar la cuenta del comerciante
hi: तो mething त्रुटि हुई, व्यापारी खाताप्राप्त नहीं कर पा
te: కాబట్టి mething, తప్పు జరిగింది వ్యాపారి ఖాతాపొందలేకపోయింది
ur: چنانچہمیانٹنگ کچھ غلط ہو گیا ، مرچنٹ اکاؤنٹ بازیافت کرنے سے قاصر

# something_went_wrong_bt_parameters
source: Something went wrong with parameters for Braintree Payment Gateway
es: Algo salió mal con los parámetros de Braintree Payment Gateway
hi: कुछBraintree भुगतान गेटवेके लिए मानकों के साथ गलत हो गया था
te: ఏదోబ్రేంట్రీ చెల్లింపు గేట్వేకోసం పారామితులు తప్పు జరిగింది
ur: برائنٹری ادائیگی کے گیٹ وے کے پیرامیٹرز کے ساتھ

# merchant_not_created_successfully
source: Something went wrong, Merchant Account creation failed
es: Algo salió mal, la creación de la cuenta del comerciante falló La
hi: कुछगलत हो गया था, व्यापारी खाता बनाना विफल
te: ఏదోతప్పు జరిగింది, వ్యాపారి ఖాతా సృష్టి విఫలమైంది
ur: کچھ غلط ہو گیا ، مرچنٹ اکاؤنٹ کی تشکیل ناکام ہوگئی

# bt_account_does_not_exist
source: Braintree account doesn't exist
es: cuenta de Braintree no existe
hi: ब्रेनट्री खातामौजूद नहीं है
te: బ్రేంట్రీ ఖాతా ఉనికిలోలేదు
ur: برائنٹری اکاؤنٹ موجود

# unable_to_fetch_bt_account
source: Unable to fetch Braintree Payment Gateway account
es: No se puede recuperar la cuenta de Braintree Payment Gateway
hi: लाने के लिए ब्रेनट्री भुगतान गेटवे खाताअसमर्थ
te: బ్రేంట్రీ చెల్లింపు గేట్వే ఖాతాపొందడం సాధ్యం కాలేదు
ur: نہیں ہے برائنٹری ادائیگی کے گیٹ وے اکاؤنٹ کی بازیافت کرنے سے قاصر

# payment_method_does_not_exist
source: Payment method doesn't exist
es: El método de pago no existe
hi: भुगतान प्रक्रियामौजूद नहीं है
te: చెల్లింపు పద్ధతి ఉనికిలోలేదు
ur: ادائیگی کا طریقہ موجود

source: Unable to fetch Payment method
es: No se puede recuperar el método de pago
hi: भुगतान विधि ढूंढ पाने में असमर्थ
te: చెల్లింపు పద్ధతి పొందడం సాధ్యం కాలేదు
ur: نہیں ہے

# unable_to_create_bt_payment_method
source: Unable to create Braintree Payment method
es: No se puede crear el método de pago de Braintree
hi: Braintree भुगतान विधिबनाने में असमर्थ
te: Braintree చెల్లింపు పద్ధతిని సృష్టించడం సాధ్యం కాదు Braintree చెల్లింపు పద్ధతిని
ur: برائنٹری ادائیگی کا طریقہ کار تشکیل دینے سے قاصر برائنٹری ادائیگی کا طریقہ

# unable_to_update_bt_payment_method
source: Unable to update Braintree Payment method
es: No se puede actualizar el método de pago de Braintree
hi: Braintree भुगतान पद्धति अपडेट करने में असमर्थ
te: నవీకరించడం
ur: اپ ڈیٹ

source: Unable to update local Payment method
es: No se puede actualizar el método de pago local
hi: स्थानीय भुगतान विधि अपडेट करने में असमर्थ
te: సాధ్యం కాదు స్థానిక చెల్లింపు పద్ధతిని నవీకరించడం
ur: کرنے سے قاصر مقامی ادائیگی کے طریقہ کار کو اپ ڈیٹ کرنے سے قاصر ادائیگی کا طریقہ

source: Unable to delete Payment method
es: No se puede eliminar el método de pago
hi: कोहटाना भुगतान विधि करने में असमर्थ
te: సాధ్యం కాదు చెల్లింపు పద్ధతిని
ur: حذف

# unable_to_delete_bt_payment_method
source: Unable to delete Braintree Payment method
es: No se puede eliminar el método de pago de Braintree
hi: नष्ट करने के लिए ब्रेनट्री भुगतान विधि
te: తొలగించడం సాధ్యం కాదు Braintree చెల్లింపు పద్ధతిని తొలగించడం సాధ్యం కాదు
ur: کرنے سے قاصر برائنری ادائیگی کا طریقہ حذف کرنے سے قاصر

# invalid_user_or_password
source: Invalid User and/ or Password
es: Usuario y / o contraseña no válidos
hi: अमान्य उपयोगकर्ता और / या पासवर्ड
te: చెల్లని వినియోగదారు మరియు/ లేదా పాస్‌వర్డ్
ur: غلط صارف اور / یا پاس ورڈ

# you_business_already_have_bought_package
source: Your Business already enrolled for this Subscription package
es: Su empresa ya está inscrita en este paquete de
hi: आपके व्यापार पहले से ही इस सदस्यता पैकेजके लिए दाखिला लिया
te: మీ వ్యాపారం ఇప్పటికే ఈ సభ్యత్వ ప్యాకేజీ కోసం నమోదు చేసిన
ur: اس خریداری کے پیکیج کیلئے آپ کا کاروبار پہلے ہی اندراج شدہ

# subscription_does_not_exist
source: Subscription package doesn't exist!
es: suscripción ¡El paquete de suscripción no existe!
hi: सदस्यता पैकेज मौजूद नहीं हैअसमर्थ!
te: చందా ప్యాకేజీ ఉనికిలో లేదు!
ur: رکنیت پیکیج موجود نہیں ہے!

# more_than_one_subscriptions
source: More than one Subscription
es: Más de una suscripción ¡
hi: एक से अधिक
te: ఒకటి కంటే ఎక్కువ సబ్‌స్క్రిప్షన్
ur: سے زیادہ

# some_thing_went_wrong_with_subscription_params
source: Something went wrong with parameters for Braintree Subscription
es: Se produjo un error con los parámetros delsuscripción de Braintree
hi: सबस्क्राइब ब्रेंट्री सब्सक्रिप्शनमापदंडों के साथ कुछ गलत हो गया,सब्सक्रिप्शन
te: బ్రెయిన్‌ట్రీ సబ్‌స్క్రిప్షన్కోసం పారామీటర్‌లతో ఏదో తప్పు జరిగింది.
ur: سکریپشن کے پیرامیٹرز میں کچھ

# error_while_retrying_charge_subscription
source: Error while retrying charge Braintree Subscription!
es: error deal volver a intentar cargar la suscripción de Braintree!
hi: त्रुटि केजबकि ब्राइनट्रीको पुनः प्राप्त करने में त्रुटि हुई!
te: లోపం
ur: چارج بریائنٹری سکریپشن پر دوبارہ کوشش کرتے وقت بریائنٹریغلطی ہوئی ہے!

# Service Provider_subscription_rule_does_not_exist
source: This Service Provider Subscription rule doesn't exist!
es: ¡Esta regla de suscripción de proveedor de servicios no existe!
hi: यह सेवा प्रदाता सदस्यता नियम मौजूद नहीं है!
te: ఈ సర్వీస్ ప్రొవైడర్ చందా నియమం లేదు!
ur: اس سروس فراہم کنندہ خریداری کا اصول موجود نہیں ہے!

# Consumer_subscription_rule_does_not_exist
source: This Consumer Subscription rule doesn't exist!
es: ¡Esta regla de suscripción al consumidor no existe!
hi: यह उपभोक्ता सदस्यता नियम मौजूद नहीं है!
te: ఈ వినియోగదారు చందా నియమం లేదు!
ur: یہ صارف سبسکرپشن اصول موجود نہیں ہے!

# bt_subscription_status_does_not_exist
source: This Braintree Subscription status doesn't exist!
es: ¡Este estado de suscripción a Braintree no existe!
hi: यह Braintree सदस्यता स्थिति मौजूद नहीं है!
te: ఈ బ్రెయిన్‌ట్రీ సబ్‌స్క్రిప్షన్ స్థితి లేదు!
ur: یہ برائنٹری سکریپشن حیثیت موجود نہیں ہے!

# user_does_not_exist
source: This User doesn't exist!
es: ¡Este usuario no existe!
hi: यह उपयोगकर्ता मौजूद नहीं है!
te: ఈ వినియోగదారు ఉనికిలో లేరు!
ur: یہ صارف موجود نہیں ہے!

# business_does_not_exist
source: This Business doesn't exist!
es: ¡Este negocio no existe!
hi: यह व्यवसाय मौजूद नहीं है!
te: ఈ వ్యాపారం ఉనికిలో లేదు!
ur: یہ کاروبار موجود نہیں ہے!

source: No need to get wallet!
es: ¡No es necesario tener billetera!
hi: बटुआ पाने की जरूरत नहीं!
te: వాలెట్ పొందాల్సిన అవసరం లేదు!
ur: پرس لینے کی ضرورت نہیں!

source: Please select a payment method
es: Seleccione un método de pago.
hi: कृपया भुगतान विधि का चयन करें
te: దయచేసిచెల్లింపు పద్ధతిని ఎంచుకోండి
ur: براہ کرم ادائیگی کا طریقہ منتخب کریں

# no_subscription_rule_against_plan_and_country
source: Subscription rule/ plan does not exist for this Country
es: La regla / plan de suscripción no existe para este país
hi: इस देश के लिए सदस्यता नियम / योजना मौजूद नहीं है
te: ఈ దేశం కోసంచందా నియమం/ ప్లాన్ ఉనికిలో లేదు
ur: اس ملک کے لئےاصول / منصوبہ موجود نہیں ہے

# no_available_promotion_is_to_be_created
source: You exceeded Promotion limit on your Subscription package
es: . Excedió el límite de la promoción en su paquete de suscripción.
hi: आपने अपने सब्सक्रिप्शन पैकेज पर पदोन्नति की सीमा को पार कर लिया है
te: మీ సబ్‌స్క్రిప్షన్ ప్యాకేజీలో మీరు ప్రమోషన్ పరిమితిని మించిపోయారు,
ur: آپ نے اپنے سبسکرپشن پیکیج پر تشہیر کی حد سے تجاوز کر

# more_than_one_rule_against_your_country_and_package
source: Multiple subscription rules against your Country and Subscription package
es: Varias reglas de suscripción para su país y paquete de suscripción.
hi: अपने देश और सदस्यता पैकेज के खिलाफ कई सदस्यता नियम
te: మీ దేశం మరియు సబ్‌స్క్రిప్షన్ ప్యాకేజీకి వ్యతిరేకంగా బహుళ చందా నియమాలు
ur: خریداری کالیا اپنے ملک اور سبسکرپشن پیکیج کے خلاف متعدد سبسکرپشن اصول

# brain_tree_subscription_failed
source: Something went wrong, Braintree Subscription failed!
es: Algo salió mal. ¡La suscripción a Braintree falló!
hi: गलत हो गए, ब्रेंट्री सदस्यता विफल रही!
te: ఏదో తప్పు జరిగాయి, బ్రెంట్రీ చందా విఫలమైంది!
ur: کچھ غلط ہو گیا ، برائنٹری سبسکرپشن ناکام!

# error_while_creating_bt_subscription
source: Something went wrong while creating Braintree Subscription
es: Produjo un error al crearde Braintree suscripción
hi: Braintree सदस्यताबनाने के दौरानकुछ गलत हो गया
te: బ్రేంట్రీ సభ్యత్వసృష్టించడం ఏదో తప్పు జరిగింది
ur: برائنٹری سبدوران کچھ غلط ہو گیاسب

# no_record_against_plan_id_and_country
source: Subscription plan does not exist for this Country
es: el plansuscripción no existe para este país
hi: सदस्यता योजनाइस देशके लिए मौजूद नहीं है
te: ఈ దేశంకోసం ఉనికిలో లేనిచందా ప్రణాళికను
ur: سکریپشن بنانے کےاس ملک کے لئےسکریپشن پلان موجود نہیں ہے

source: Unable to create local Subscription
es: no se puede crear suscripción local,
hi: स्थानीय सदस्यताबनाने में असमर्थ
te: స్థానిక చందాసృష్టించడం సాధ్యం కాలేదు
ur: مقامی سکریپشن پیدا

source: Unable to create local Payment
es: no se puede crearde pago
hi: स्थानीय भुगतानबनाने में असमर्थ
te: స్థానిక చెల్లింపుసృష్టించడం సాధ్యం కాలేదు
ur: کرنے سے قاصر

source: Error while creating Balance
es: errorlocal,mientras que la creación de Equilibrio
hi: शेष राशि को बनानेजबकित्रुटि
te: సంతులనంసృష్టించేటప్పుడులోపం
ur: بیلنس میںپیدا کرتے وقت بیلنس میںپیدا کرنے کے دوران بیلنٹ میںپیدا کرنے کے

source: Error while updating Balance
es: de error durante la actualización del balance
hi: में त्रुटिशेष राशिअपडेट करते समय
te: సంతులనంఅప్డేట్ చేస్తున్నప్పుడులోపం
ur: خرابیخرابیخرابی

source: Error while getting Balance
es: de error al obtener Equilibrio
hi: त्रुटिशेषहो रही है, जबकि
te: సంతులనంపొందడానికి అయితేలోపం
ur: جبکہ

# unable_to_fetch_bt_subscription
source: Unable to fetch Braintree Subscription
es: Imposible obtener Braintree suscripción
hi: ब्रेनट्री सदस्यतालाने में असमर्थ
te: పొందడంలోబ్రేంట్రీ సభ్యత్వకాలేదు
ur: قابل نہیںبرائنٹری سکریپشن لانے میںبرائنٹری سکریپشن

# unable_to_update_bt_subscription
source: Unable to update Braintree subscription
es: No se puede actualizar Braintree suscripción
hi: ब्रेनट्री सदस्यताअपडेट करने में असमर्थ
te: అప్డేట్బ్రేంట్రీ చందాసాధ్యం కాలేదు
ur: قاصرکو اپ ڈیٹ

# unable_to_cancel_bt_subscription
source: Unable to cancel Braintree Subscription
es: No es posible cancelar Suscripción Braintree
hi: को रद्द करने में असमर्थBraintree सदस्यता
te: రద్దుసాధ్యం కాలేదుబ్రెయిన్‌ట్రీ సబ్‌స్క్రిప్షన్
ur: کرنے سے قاصر برائنٹری سکریپشن

# something_wrong_with_bt_transaction_parameters
source: Something went wrong with parameters for Braintree transaction
es: Algo salió mal con los parámetros para la transacción Braintree
hi: कुछ Braintree लेनदेन के लिए मापदंडों के साथ गलत हो गया है
te: బ్రెయిన్‌ట్రీ లావాదేవీకి సంబంధించిన పారామీటర్‌లలో
ur: برائنٹری ٹرانزیکشن کے پیرامیٹرز کے ساتھ

# unable_to_create_payment_method_nonce
source: Something went wrong, unable to create Payment Method Nonce
es: Algo salió mal, no se pudo crear el Método de Pago Nonce
hi: कुछ गलत हो गया,भुगतान विधि Nonceबनाने में असमर्थ
te: ఏదో తప్పు జరిగింది, ఏదో తప్పు జరిగింది,చెల్లింపు పద్ధతి నాన్స్సృష్టించలేకపోయింది
ur: کچھ غلط ہوگیا ، کچھ غلط ہو گیا ،کرنے میں ادائیگی کا طریقہ نانسیپیدا کرنے سے قاصر

# error_in_adding_donations_and_tips
source: Error in adding Donations and Gratuity!
es: Error al agregar Donaciones y Propinas!
hi: दान और ग्रेच्युटी जोड़ने मेंत्रुटि!
te: విరాళాలు మరియు గ్రాట్యుటీని జోడించడంలోలోపం!
ur: عطیات اور گراٹی کو شاملغلطی!

# can_not_add_donations_and_tips
source: Something went wrong, can't add Donations and Gratuity!
es: Algo salió mal, no se pueden agregar donaciones y propinas.
hi: कुछ गलत हो गया, दान और ग्रेच्युटी नहीं जोड़ सकते हैं!
te: ఏదో తప్పు జరిగింది, విరాళాలు మరియు గ్రాట్యుటీని జోడించలేము!
ur: کچھ غلط ہوگیا ، عطیات اور گراٹی کو شامل نہیں کرسکتا!

# brain_tree_transaction_failed
source: Something went wrong, Braintree Payment transaction failed!
es: Algo salió mal, la transacción de Braintree Payment falló.
hi: कुछ गलत हो गया, Braintree भुगतान लेनदेन विफल हो गया!
te: ఏదో తప్పు జరిగింది, Braintree చెల్లింపు లావాదేవీ విఫలమైంది!
ur: کچھ غلط ہوگیا ، برائنٹری ادائیگی کا لین دین ناکام ہوگیا!

# amount_is_missing_in_coming_params
source: Amount params missing!
es: ¡Faltan parámetros de cantidad!
hi: राशि पाराम गायब!
te: మొత్తం పారామ్‌లు లేవు!
ur: رقم کے پیرام غائب!

# unable_to_create_transaction
source: Something went wrong, unable to create transaction
es: Algo salió mal, no se pudo crear la transacción
hi: कुछ है, गलत हो गया लेन-देनबनाने में असमर्थ
te: ఏదో తప్పు జరిగింది, లావాదేవీని సృష్టించలేకపోయింది,
ur: کچھ غلط ہو گیا ، لین دین پیدا کرنے سے قاصر
